《唐残》作者：猫疲



内容简介：

    去他娘穿烂的盛唐、初唐，去他妈帝王将相、士大夫地主豪强富商，改良篡权的泛滥路数，我区区一个蝼蚁似得草贼就是要逆天啊；“在世曹操”朱老三算个毛，“人中之龙”李鸦儿也就那样了，杨大眼、钱婆留、还不赶快排好队。

　　还有那个多才多艺的马球小皇帝，快放开那个妹子让我来。

　　让我来：天街踏尽公卿骨，内库烧为锦绣灰。

    让全天下金堂玉马的世家门阀，在遍地蜂起的泥腿子面前瑟瑟发抖。

　　总而言之，就是一个伪装成穿越者的疑似触手怪/吃货，在唐末乱世大杀四方改天换地而吊打全世界的故事。





第一卷 活在岭南





第一章 活着（上）

　　周淮安重新从水里爬上岸来的时候，只觉得阴郁的天色看起来格外的亲切，而充满了复杂异味的新鲜空气也是格外的好闻。

　　慢慢的将口鼻里的泥水和异物都给呛咳出来，长久在水下的窒息感，让他的头脑依旧有些昏昏沉沉的不给力；经过了一番“我是谁”“在哪里”“将要去玩何方”的尼采、康德式的内心哲学拷问之后，他才确定了自身的处境。

　　自己居然还活着，而不是在撤侨的路上被藏在那些又黑又绿的温和派当中，突然冒除咯哎N7信徒的汽车炸弹给殃及池鱼，连人带车都掀飞出去砸进水里了么。

　　只是好容易才从号称非洲神器的中兴皮卡里挣脱出来，仿佛一切都消失了，无论是年久失修锈迹斑斑的上世纪七十年代的援建大桥，还是那些车马水龙的逃难人潮，或又是远出广袤的悉数草原地平线上的枪炮轰鸣声，都已经不见了。

　　他正趴在一处苔痕斑驳深厚而滑腻腻的石岸上，一些有些眼熟的草叶从石缝当中稀稀疏疏的生长出来，而结出紫色和白色的细小花蕾，在细细的微风中颤颤着。他所爬出来的河巷清澈透底得根本看不见泥沙以外的其他东西；然后他又发现，也不是没有其他的东西，自己那辆非洲魔改版的皮卡，就静静的躺在被水波扭曲和折射过的河床底部，而只露出顶端一点点细微的边缘痕迹。

　　他不由的叹了口气，至少在自己这种浑身湿透了的徒手状态下，是没法将车上的随身物品，给打捞上来了。

　　“这是。”

　　然后，他才有些头昏脑胀的慢慢将关注力转移到自己所处的环境上，然后在脑中顿然冒出来诸如“穿越了”之“古代”类的字眼。

　　因为从这里站起来望出去，这是一座占地极为广大而古风十足的城市，连绵错落的民居和街市之间，是无处不在飞檐斗拱和错杂期间的灰瓦和茅草屋顶，还有林立的类似后世残留下来钟楼、鼓楼的木构建筑。

　　城市的另一面远处隐隐约约就是大海所在的天际线，因为在夹在空气中吹过来的，是明显带有港口才有咸腥味的海风；只有在面对陆地的另一面才有隐隐半包围式的低矮城墙，只是像被狗啃过一般的已经出现了好些坑坑洼洼的缺口。

　　许多道的烟柱渺渺的升腾在城区的上空，而让空气中开始出现焦臭的味道和无所不在的飘落黑灰，还在在非洲大陆上曾经多次闻到的熟悉气味；这一切都驱使着他不由自主的向着水流汇集的方向走去，霎那间，就见到了令人震撼而肝胆具裂手脚发麻的一幕，那是沿着穿城而过的一条宽阔水系，两岸到处是此起彼伏而不绝以耳的哭喊声，还有震天彻耳的欢呼声。

　　不断有男女老少被鼓噪的人群押到不知名的江水边上，然后再堤岸上被砍下头来抛尸进江水里，再顺流在大片弥散不去的血色当中直接冲刷到江口所在的外海去。

　　因此，在这片看起来颇为宽口江面上已经密密麻麻的俘满了形形色色的尸体，偶然还有一些没有完全死透的人在挣扎扑腾着，然后慢慢顺流和众多尸体一起消失在远方出海的江口中。

　　这一刻，他突然感受到了某种彻骨的危险和巨大危机感，这是一座正在陷入屠杀当中的城市，无论是属于那一方的阵营，这些看起来杀红了眼了的武装人员或者说是士兵们，都未必会轻易放过他这个突然出现的陌生人。

　　随着附近想起的脚步声和隐隐嘈杂的动静，一个莫名的声音在催促着他，自己必须不惜一切手段逃离这里了。

　　然而，“又一个。”

　　在某种充满了恶意的尖锐叫喊声中，他只来得及转过身去，就被人迎面从额角重重敲了一下。

　　“宰光这些番奴。”

　　然后，一个相当呆滞机械的声音在他脑中响起。

　　“宿主遇到生命危险”“应急系统启动，后备能源注入。”

　　“转为动物神经下本能模式。”

　　不久之后，他再次醒来的时候就是在一片血腥味刺鼻的尸堆里，而自己是以某种五体投地的姿态而趴在地上的，沿着散落尸体的血色痕迹足足蔓延了半条街道，才消失在不知名街道的转口处。

　　至少有数十名的武装人员被用某种蛮横之极的力量当场撕碎和肢解掉，以至于让剩下的人丢下了武器，死亡前的那一刻的恐惧和惊骇，依旧凝结在他们扭曲的面孔上。

　　而他甚至没有那种本恩那个的条件反射式的呕吐和恶心，反而就像是被掏空了身体之后的某种贤者时间，以一种令自己都要惊讶的冷静心情，来判断和分析目前的现状和曾经发生的事情。

　　在被人打晕之前，自己身上好像是有什么东西被启动了，然后就变成了这副样子了。

　　就在他绞尽脑汁的寻思之间，视野当中突然出现了隐隐的线条和边框，一个听起来晦涩迟钝之极的声音再度响起。

　　“自检当中……严重供能不足”“已转为重启后的被动待机。”

　　然后这些代表某种数据界面的线条和边框就彻底消失了，无论他怎么用意识呼唤或又是晃动脑袋也及发不出来了。

　　“这又是什么鬼东西”他不由在心中惊惧和抓狂的喊道。

　　“为毛只有一次性的效果啊”“偏偏又是发生在我身上。”

　　然后又变成某种不由自主的羞耻感，自己这个外形和样子一定很是怪异了。只是，为什么别人的外挂不是随身老爷爷，就是无所不能随便兑换的体统；自己就寄生了这么个看起来就根本不靠谱的鬼玩意。

　　我是唯物主义者，我是社会主义接班人，我是科学发展观武装起来四有新人，在非洲战乱地区充当志愿者时，经过火线入党的预备党员。

　　周淮安在不断的默念着这些强迫自己重新冷静下来之后，迫在眉睫的危机感再度驱使着他，不得不忍受着浓重的血腥和慢慢泛起的恶心感，开始在那些被杀戮一空的尸体当中，寻找自己可以利用起来的东西。

　　至少在他所身处过的后世现代社会，已经在发达网络猎奇风格中对这种东西有一定的心理承受能力，而后来他以志愿者身份随着医疗队行走在中东和非洲大陆时，也并非没有见证过那些发生在人类文明边缘地带的悲惨与残酷情景。

　　因而，此时此刻周淮安理性上觉得最要紧的事情，还是让自己在这个陌生的年代先活下去再说。哪怕为此抛弃一些道德的洁癖和伦理上的不适。

　　虽然大多数衣物和随身物件都随着尸体被恐怖的外力给撕碎和切割，而散落了满地都是了；但他还是在那些被人遗弃的破烂兵刃当中，捡起了一柄看起来锈迹不多的直刃单刀，看起来很窄的刀身以及没有缺口的斜角直锋，多少有所威慑和杀伤力；又找个并不算合适的黑漆外鞘套住，插在腰里皮带上权作临时防身的武器。

　　然后，又拿了根折断小旗的上半截，磨掉根部的断茬和缠上便于握持的布头，抓在手里充作某种意义上的拐杖和随时可以投出的副武器。毕竟，这座古代的城市可是正在发生某种杀戮的行为，谁知道下一步还会发生什么事情；接下来又从边上被撞翻倒塌的棚子上，割下来一大块半新不旧的遮阳布，就这么斜批着裹在身上打上两个对接，好让自己看起来不是那么的突兀。虽然身上还是湿漉漉的十分难受，但是在逃出险境之前，他已经没有那个时间去处理了。

　　然后，再用割下来的布条缠住小腿和脚掌，套进一双尸体捡出来明显有些过大的旧靴子里，把自己那双已经变的湿漉漉破破烂烂的帆布远足鞋给换掉，这样起码就拥有了初步能够进行有限的长途跋涉和加速奔跑逃离，而不至于损伤到腿脚行动的基础条件了。

　　按照受过野外生存训练的基本常识，从太阳所在位置和本地人的穿着上看，这里应该属于偏向炎热潮湿的南方临海地区；因此，还需要遮阳和防晒的手段，至少在边上被打烂了一地粗陶碎片的棚子里，他找到了现成的旧斗笠戴在头上。

　　然后，又在一个被打破的大缸里，找到了没有被飞溅血迹污染掉的残余淡褐色茶水，这意味着是被烧开过的饮用水，而不是那些来源可疑不知道有什么残留物和成分的生水；虽然，已经被溅上了些许尘土还有碎片掉在底下，但稍微尝了尝之后就确定这是类似劣质茶砖和野刺子的味道；对来他来说这可是好东西，不但可以解渴补充水分，还可以提供短时间内的提神和消暑效果。

　　让他就此逃离这座正当杀戮当中危险城市的计划，又多了几分保证和信心了。然后他开始寻找合适的便携容器，最后只找到了一个被掏空削薄的大竹筒和半截葫芦瓢。

　　随着被大口喝下去的茶水，随之而来的是周淮安身体里仿佛是一下苏醒过来的饥饿感。

　　他只能一边尽快寻找可以作为地理标识的存在。来对照自己的方位，以便从这些迷宫一般的陌生街区里走出去；一边还要寻找可以果腹的食物；莫名其妙的剧烈爆发之后的身体酸痛和强烈的饥饿感，几乎是一波一波的涌现出来，就连唾沫和口水也吞不动了。

　　好吧，至少别人玩的是荒野求生，自己则是在一座满是死亡和杀戮的城市里玩求生，还是一座充满了杀戮的城池里。

　　好消息是既然是人类聚居的所在，那也就意味着相对丰富的工具和可以利用的物资来源，以及更多藏匿之所的选择。

　　而坏消息是，这场屠杀看起来是有所组织和秩序的，那也就意味着出入的门户有很大概率给封闭起来，或许需要从海面上想办法的大逃杀之路。





第二章 活着（中）

　　一处废弃的小院半坍塌的偏房里，周淮安听着远处此起彼伏的叫嚣声，怒喊声和嘶吼声，不由的心中一阵庆幸和后怕，还好及时脱出和远离了那片区域；不然接下来的后续大搜捕和查杀，只怕是难以幸免和逃脱了。

　　虽然对那些袭击他的武装人员的凄惨遭遇，还是有些不明所以疑窦重重，但是继续留在那里显然还是很危险的事情；无论是撕碎了半条街人那不知名的力量，还是那些不明武装人员的同伴，对我来说都不会有什么好结果。

　　尽管如此周淮安依旧明白，自己还是没有能够脱离险境；因为只要还是被困在这座巨大的城市里一天，就有一天被搜捕和抓到的风险才是。

　　相比沿岸地区的喧闹，越往里走就越是死一般的静寂，以及各种破败、荒废的迹象，这也代表暂时性的某种相对安全和隐蔽，为此，他小心谨慎的避开了那些看起来过于华丽或是稍微像样一些房舍和宅院，（谁知道里面还有没有正在搜刮或是休息的武装人员），而选择了那些门面比较破烂看起来缺少价值的棚户区所在，来作为自己的藏身之所兼带收集自己想要的求生物资。

　　而那些疑似有所动静和人声的屋舍，或又是有所明显活动痕迹的建筑存在，也是要尽量避而远之的宁可绕开来走。

　　所以，周淮安差不多花了好些功夫匆匆搜寻了十几处房舍和院落；才找到一小块晒在屋檐下几乎和泥巴一同颜色的腊肉和不知道放了多久的咸鱼干，半筛子正在晾晒的粉丝，摘了一大一小两根长得歪歪扭扭的丝瓜，就是全部的收获了。

　　虽然都沾上了不少黑灰，但是这种过火后所飘散出来的类似活性炭成分，暂时对于人体是无害的。

　　最后，他甚至还在附近找到了一个豆腐坊，只可惜抛去外间被打砸的一片狼藉的小院和铺面，里面房舍里得以存留下来的各种豆制品，也差不多长毛发霉或是酸臭难耐了；虽然他依旧饥肠辘辘，但是思虑再三之后还是放弃了以身试法，用自己的肠胃去测试这些没有经过人工处理，而任凭天然发酵的半成品腐乳。

　　倒是随后一小缸埋在墙下的咸豆豉，让他稍微有所惊喜一二；这东西虽然闻起来焗死人，但是作为调味料来晒干后用水化开之后，可以及时补充人体所需的盐分和矿物质，而且在高温潮湿环境下可以存放得比较久。

　　要知道，行走在非洲大陆的时候，国内带来的豆豉酱、干辣酱和榨菜包，号称是医疗队调理饮食和胃口的三神器，无论是难以下口的木薯糊糊还是酸面饼，或又是味道奇葩的烤面包果、生菜杂拌，有了这些佐味都可以将就过去。

　　将这些豆豉酱料都倒出来，抹在一块石板待到被阳光烤干的差不多了，再整块整片得刮下来用纸张包好就行了。

　　而且在没有合适的炉灶和锅具之前，周淮安甚至还不敢动火来进一步的烹煮，而只能用找到的井水洗一洗，而用刀子剁碎了囫囵咀嚼着一点点和茶水硬吞下去先，才算勉强缓解了灼烧一般的饥饿感。

　　休息了好一会，他才湿透了的汗衫和短裤给脱下来，放到室外被太阳晒热的石槽上慢慢烘干，又用干布裹着身体开始清点身上找出来的零碎物件。

　　已经被水泡烂的纸质证明文件和东非维和部队颁发的通行证，两枚私人印章戒指，一块国产的三防多功能手表（太阳能带定位功能），应急包里的防虫药膏和止血贴、净水片，还有一小瓶治疗痢疾的特效药丸，一筒预防疟疾的青蒿琥脂素；几张小面额的非洲货币，一把储物箱的钥匙，一张银联卡……

　　对了最后还有后裤带里一叠小小的五星红旗，在这片黑色大陆某些情况下，这些东西甚至比护照更加管用的多，也是周淮安对来自那个时代的最大羁縻，以及对远去的亲人和家庭生活，隐隐令人泪目的牵挂、怀念心情了。

　　只是原来的手机，还有一支共用的海事卫星电话就落在车上了，连同车厢和车斗里那些个人物品和托运物资，如果都会一起随自己穿过来的话，那也只能沉在水下暂时没法着落了。

　　摸到大腿侧边的硬物他突然一个激灵，居然忘记了这个要紧的东西，那是一把装在腿套里的手枪；作为在非洲战乱地区边缘行走的需要，事实上医疗队里的很多人都受过简单使用火器的需要；而作为某种意义上的军宅和武器迷，从小就订阅轻兵器、兵器知识在内的诸多军事武器杂志的周淮安，也很是利用国外的宽松环境过了一把真枪实弹的瘾头。

　　虽然都是战乱地区才能获得廉价二手旧货，但是他还是利用一切的闲暇时间，从AK47/56半/雷明顿/M4等熟悉的近代影视经典，到早期的加德兰、摸心拿肛、李恩非、黄油枪、司登老爷爷等老古董，乃至外国市面上流出数量极其广泛的形形色色大路货，将各色的长枪短炮好好的耍了个痛快。

　　而这只用来防身的手枪，虽然在逼格上远不如格洛克，西格绍尔、伯莱塔等脍炙人口的系列，但也是曾经打遍了一战和二战，至今还在广大第三世界国家广为受用的传奇名枪——1911加长魔改版；没错就是魔改版，缩短的合金高硬度枪管和加长的十二发弹夹，还有用轻便的钛金属极大减重过的部件，据说前一个主人是来非洲开拓业务的南美走私贩子，握把上的金属骷髅就是他留下的标记，然后不知道发生了什么事情，阴差阳错的辗转落到了某个部落酋长手中，又被作为作为见证中非亲善和私人友谊的礼物给送了出来；因为，医疗队大家都有了自己的防身武器，因此这把多出来的纪念品在回国上缴之前，就暂归我名下进行保管和维护一二了。

　　虽然外观已经被磨损刮花的十分厉害，但是没有影响到内部结构，实际使用起来的指向性和精度，还是相当令人满意的；因此在某种松鼠控的情结之下被我片刻不离身的带着，一有空就拿出来调校和试射。

　　如今，这么一只满弹夹的短火器，外加防水袋里的二十发子弹包，至少可以在关键时候用来应急和救命之用了。比起自己身上昙花一现就死球的那个不知名鬼玩意，也让他对接下来的局面更多了几分底气和凭仗。

　　当然了，周淮安还没有自大到认为自己可以靠这东西开无双，直面大队冷兵器的围攻而安然无恙的结果，也就是面对突发情况的时候，比如不长眼的鼠辈或是觊觎者什么的，出其不意抽冷子来一下的那种程度。

　　随后在检查周围环境时，他在不远处的巷口临街地方，找到了自己想要的讯息，那是一块烧焦掉大半截的木榜上，残留的一角麻纸告贴，依稀还可以看到落款处的几个字眼：“岭南XXX经略……广州都X府……乾符六年，己亥”这就是这个时代的广州？传说中的千帆万幅之城，南海最为璀璨的明珠，中国最古来的对外口岸和海路通衢，岭南最为繁华和富庶的所在。

　　但是这座宏大而繁华的城市已经陷入了血与火的颜色当中，到处都是震天蔽日的浓烟和无所不在的哭喊喧哗声。

　　至于究竟是那个时代的广州，乾符这个年号又是哪一年他就有些抓瞎了，虽然作为兴趣广泛的军史爱好者，他没有少在论坛上和人辩驳过各种历史事件的细节和可能性，但是想要在浩瀚历史长河多如牛毛朝代里，给分辨出一个具体年号和时代来，就实在有些勉为其难了。

　　毕竟，广州作为一个古老的城市和港埠的历史甚至可以一直上溯到秦汉时代。而从建筑风格和发展程度上看，已经远离秦汉南北朝而斗拱重叠，正处某种意义上的封建时代高峰期，除掉显而易见满地猪尾巴的我哒请，就不知道正处于唐宋元明的那个年代了。

　　毕竟，相对于贯穿了整个中国历史的漫长岁月而言，这是一座相当国际化也是对外开放最早的城市之一；不过在历史上能够发生在广州这种大型城市的大屠杀事件，就显然是屈指可数了。

　　一一对照下来，周淮安心中有了几个候选的猜想了，不过最好的办法还是获得更多诸如官府公示之类的实证，或者找到一个当地居民来获取情报，好为他下一步的行事提供某种参考和对照。

　　好吧，这场莫名其妙的穿越至少没有把自己丢到什么鸟不拉屎、语言不通的异邦外国去；只是这古代的粤语或者说南音，也并不会比鸟语更加令人理解不能。





第三章 活着（下）

　　周淮安被大片重物坍塌的意外响动所重新惊醒过来的；在外间透入阴郁昏黄的天色之下，他看了看手表正是黄昏的五六点之间，自己大概已经睡了两三个小时了，身体依旧有所酸胀依稀而肚子还是饿的，但是原本肢体运动起来的晦涩和沉重感，已经在着短暂的休息当中缓解了许多了，腿脚上的静脉曲张和浮肿也基本消失了。

　　而原本停留在远处的嘈杂嘶闹声，也变成近处的零碎呼喊，显然他设在街头和巷口边上的小陷阱，或者说是预警机关被接二连三的触发了。

　　这些小机关本身就是街头随处可见的材料，所临时制作完成的一次性简陋成品，本身就和街上随处可见的瓦砾残垣和废弃物并没有什么区别，也没有什么具体的杀伤力和妨碍效应；惟一的作用就是被人触动之后，在崩塌过程中会发出比较刺耳的异样响声和动静，来提醒正藏身在附近的周淮安。

　　而这种辅助技能或者说是手艺，则是他在非洲医疗队时，和其他中国援建单位、资源开发公司的护卫队里，那些退伍军人们所互利性交流得来的野外生存技巧和经验之一；毕竟在非洲这片神奇而足够蛮荒的土地上，实在有太多的意外和可能性了。

　　因此，有段时间他在医疗队里，就是扮演着那种什么都会一点，许多地方都可以暂时凑合一下的万金油角色。

　　而他学会这些小陷阱也不在于具体杀伤效果，而是在及时提供对层出不穷的野生动物，或是四处流窜的武装人员，相应的外围提前预警和行动力上的阻碍和迟滞。

　　只可惜这一次准备的时间太短而材料有限，他也只来得及用砖石木片堆搭出一些详单简陋的声响机关而已。

　　尽管如此，他还是很快收拾好外间多余的痕迹，重新布设了几个小机关，而带着着身边的武器，沿着堆架好的物件三下五除二的爬上屋架顶棚，用短矛的尖端轻轻挑开覆顶发白泛黑茅草的一条缝隙，算是对街道取得一个居高观测的视野。

　　然后，他就观察到了西面远处隐隐绰约出没在墙户之间，若干正在跌跌撞撞没命奔跑的人影，以及尾随其后大呼小叫着追赶的淡淡烟尘。

　　好在那些逃亡者虽然触动了外围的街头预警，但并非是直接往周淮安所在的这处破房子跑；而追赶的人看起来也没有多少，就这么观察了一会，前后陆陆续续的只出现了十几个人，分散在街道上此起彼伏鼓噪着，做出某种迂回包抄的围追堵截之势。

　　随后，周淮安就注意到了这些追赶中的武装人员装备很杂，有刀斧钉头棍棒也有弓箭甚至还有套索和渔叉，身上穿着也是乱七八糟的短衣和褐胯，防护最好最好的也不过是一领破破烂烂的皮套背心而已。

　　但是看起来气势和凶狠劲头十足，看起来很有些配合的大呼小叫着，直接沿着街道将逃人往这边驱赶过来了。

　　就在这片刻之间，就已经相继有两人在惨叫和哀求声中，突然失足跌倒在了追逐的街道上，然后被这些提刀赶上来的武装人员给狠狠乱刃交加血溅当场了。

　　然后，武装人员当中又有人停下脚步，从后背抽出箭只弯弓就射，只可惜力度和准头都甚差的咻咻落在了仅存逃亡者的身后和身侧的墙面和地上。就这一点耽搁，剩下三个没命奔逃的逃亡者又与他们拉开了一段距离了。

　　不过在周淮安看来，他们的表现和精神状态，也就是非洲乱战当中那些拿着砍蔗刀就敢上路，兼职半路打劫的黑叔叔水准而已，就连一些周淮安见过的地方部落武装都比不上的。

　　普遍营养不良且缺少训练，使用武器也毫无章法和战术可言，只是在数量上稍稍有所威胁；以他受过的短期格斗和防身术训练，如果遭遇上的话同时面对三到四个左右，但是更多以上就要想办法退避和转进了；周淮安很快就下了初步的判断，这也是行走在非洲时的必要眼力和细节上的经验之谈。

　　毕竟，在西方那些打着人道主义救援旗号却各种挂羊头卖狗肉，而不断被刷新的道德和伦理下限面前，就算是纯公益性质的医疗队同样也有概率收到无差别的攻击；其中最麻烦的，不是那些成建制的反政府武装或是部落游击队，或是以抢劫为目的流匪，而是这些难以交涉而只知道艹与杀的散兵游勇，只有适当的暴力才能让他们知难而退。

　　这也只是一晃几个呼吸间的事情，然后，就有逃亡者越过了周淮安藏身这所破院，径直跑向了远方而去；还没等周淮安略松一口气，就有人撞在了周淮安射在门外的响声陷阱上，哗啦一声顿时被堆积起来的瓦砾，给倾倒覆盖进去了而半埋了起来。

　　然后惨叫着被那些追上来的武装人员给捉住重新拖到街上去，居然是女人的声音，然后隔着墙后看不见的死角，就变调成为了某种被压抑住的哀求和嘶哑的嚎哭声。

　　然后随着颇为激烈的殴打和咒骂声，女性挣扎和哀求的动静也在慢慢的消失，最后只剩下死气沉沉的单方抽打声。

　　“够了。”

　　“死了就没劲了。”

　　墙外有个悉悉索索的声音，越过了外院而直接向着屋里而来，周淮安不由心中咯噔一声，正是见了鬼了。

　　“泥咯瓜儿子，干这勾当还怕人多看两眼么。”

　　“老子就好这口，又怎得你了。”

　　“就不想白让你看了去。”

　　“还不快点了事……追上去。”

　　“将头许我们出来的时间可不多了。”

　　“就泥呱噪……快点让俺了事。”

　　在毫不掩饰的嘟囔声中，拖着人事不醒的女人头发，而迫不及待的走进来一个敞胸露背的身影，左右顾盼了下就急吼吼的就在房檐下退下了胯裤。

　　已经下的房来预先占据好了门边伏击位置的周淮安，慢慢推动搁在窗墙边沿上的短矛只是用力向前一突，就像是戳破了某个水袋一般的没有多少阻力，就在正在努力寻找合适位置的脖子上透了个对穿，正在寻找目标和路径的那人，几乎声音都没有发出来多少，就捂着根本堵不住的血泉，无力颓然倒到了一边去。

　　在迅速弥散开的淡淡血腥气当中，周淮安重新将尸体扶正压在人事不省的女人身上继续权做伪装，然后就紧步飞身几下贴靠到门边，摆出一个抽刀斜举向上的顺势，慢慢屏气吸声的蹲伏了下来。

　　“到底完事了么。”

　　半响之后，就见外间迫不及待探头进来询问的半边身子，然后抽动了下鼻子抱怨道“怎么又弄出血来了。”

　　就见骤然寒光闪烁之间，来人如有惊觉一般骤然扭头侧身过来，却被周淮安全力斩下一刀斩中后颈而压着身子径直劈翻在地上，呜呜闷声漏气捂着喷血的豁口，却是在迅速扩大的血泊里滑滚挣扎着怎么也爬不起来了，然后就被周淮安用力提手拖到了一边，感觉比意料中的额还要轻上一些。

　　随着愈加浓重的血腥味淡开，这下外面的人终于有所察觉不对了，就听得脚步声杂乱的再度有人急冲进来。

　　“有埋……伏”随即有人从门外起手挥舞着雪亮刀尖壮胆式的前探而出，然而最后一个字还没吐出半声，就再次被迎面当胸透过门隙重重贯穿的短矛给打断了，随着带着半截端矛和门板猛然栽倒出去的身形和动静，顿然惊起门外的数响大呼小声。

　　“小心。”

　　“贼子扎手。”

　　“第三个”，周淮安一边心中默念着推倒堆积在门上的砖石，而将撞门而入的敌人淹没和掩埋进去；一边眼疾手快飞身而退到墙边，迅速踩着余下垫好的砖石，翻身跳过墙头到了侧边上房子破洞里，然后开始沿着预留出来的空隙和通道，紧步绕到了堵在隔院前门那些人的后面。

　　然而，他在门外第一眼看到的却是空荡荡的正门，随即转头撞见不远街角处，正背对自己负着弓箭的望风身影；强自按捺住心中突突直跳的心脏贲发，在判断了对方的射程和反应过来前能够逃开的距离之后；他深吸了口气摸了摸腿边随时可以拔出的枪套，慢慢的返身蹑脚上前弹步暴起飞身一脚，就猛揣在对方惊觉转身的腿弯上，而狠狠用尽全身重量踩在地上发出沉闷的骨折声，而一手捏成锥拳自后猛锤其肋下，另手按照学过的擒拿技探前挽住对方的头部，用臂弯的夹角紧紧勒住正欲出声惨叫的口鼻，而以身体为转动中轴奋力向后往复夹压着左右扭过了数扭；待到对方在咯咯断气声中，软软瘫倒如烂泥的被重新放开之后，似乎来自远程杀伤的威胁暂时就解决了；而隔壁一窝蜂冲进院子里的那些人甚至还在大呼小叫着到处打砸出巨大声响来，给自己壮胆和以充声势，而居然就有没有在外间留下更多的其他人了。

　　既然是这样，周淮安不免就突然生出一个更加冒险的想法；他随手试了试缴获的弓箭；好吧作为曾经的业余狩猎爱好者，这东西他在非洲部落里也有练手过的，虽然看起来很粗陋且弦也不是很紧，但是配合这剩下几只不怎么整齐的翎尾箭，也是有一定距离内的杀伤力了。

　　随后，他慢慢的退到了十几步外的街角般蹲下来，只露出一个弯弓的手掌和观察的半脸；几个呼吸之间就有一个身影，大声叫唤着什么从院子里左右顾盼的跑出来，来不及试射的周淮安断然松手一箭放出，却是微微随风飘向左边射偏在了对方的肩膀上，而浅浅的钉在门边墙上令其当场痛彻叫嚷了起来。

　　这时，又有人从墙上露出大半截身体观望，看样子居然是避开正门而打算撑着墙爬出来；这时候，重新调校好准头和力度的周淮安，已经不慌忙的对好了目标，咻地一声将前腿刚跨过墙头的对方一箭穿胸，又扑闪痛叫着重新翻倒回墙里去了。

　　接着他重新上弦一只羽箭对准那个咬牙痛哼着，努力想把自己从门边上一点点拔出来的倒霉蛋，轻轻的弦响和穿胸的凄厉声过后一切归于平静；于是，院子也仿佛一下重新恢复了静寂，然后才有人用颤抖的嗓门大声说话，只是听起来不甚明了。

　　“喃个沟贼在歪。”

　　“噗你阿姆嗝。”

　　半响之后，当那个穿着破烂皮套子最为强壮的身影，也肋下斜插着最后两只箭羽，而被他抡起一刀劈飞兵器又顺势砍断了持剑的手腕，进而而错身捅进肚子里横拖搅动着掀翻在地，扭挺踢蹬滚拖触动大团血迹，凄厉咒骂着失神断气了之后。

　　周淮安的视野当中，就只剩下最后一个畏畏缩缩的从院子里偷爬出来，却被这一幕惊骇欲绝不自由自主的连连倒退跌坐在墙角，却又转身贴墙没命奔跑而去的幸存者了。

　　然后，在噤声屏息瞄准下轻轻乒的一声闷响当中，羽箭跑出二三十步远的对方后背，随着飙出一股细细的血箭而扑倒在地；随即，周淮安在残余肾上腺素的驱使下进步前去，用沾着血迹的长刀在尸体上补戳了几下，才算真正放下心来。

　　这样，除掉原本已经追远而去了的小部分人以外，这里总共被他放到和留下了七个人，缴获的则是一把布绑的猎弓和四只箭，一长一短两把不少豁口的刀，一只钉头棍，一把鱼叉，一把锈迹斑斑的短柄斧和破烂的木盾。

　　随后尸体都被周淮安就近拖进院子里，而在大滩血迹上洒上掩盖的尘土之后，周淮安才感觉到肾上腺素迸发效应过去之后，所带来的虚弱和全身酸痛淤塞的疲劳感，坐下来很是喘了一阵子才慢慢回过些许气力来……

　　第一次亲手杀人并且是连杀数人的感觉，也并不是那么具有冲击力和心理震撼的，也许是因为对方是在太弱了，当面对拼之下轻易就被打飞了手中武器；或者说他在见了那些沿岸屠杀的场景和后来的满街血腥之后，已经变得有些麻木不仁起来了。

　　要知道，他随医疗队在非洲时，不但亲手射杀过那些野牛、鬣狗、鳄鱼之类凶猛的野兽，也持枪威慑和去住过那些心怀不轨的可疑人士。

　　反而是疲惫过后的饥饿感更加的强烈了；但是他还是想了想随手捡起一块最厚的碎瓦用力捏了下，只听叭的一声脆成了数片，这可是有寸厚的硬陶檐角啊；看来不是那些人太贫弱了，却是自己穿越之后的气力和反应，都有不同程度增加了。

　　“恩嫩……？”

　　“异士？。”

　　一个口音很重的腔调在他身边响起，再次将他从急剧运转的思维和回忆当中给惊醒过来。

　　却是之前一个跑得上气不接下气的逃亡者，居然又从附近不知哪个藏身地方转了回来，正在将那个衣服被撕开满身是血昏死在地上的女人，给努力唤醒搀扶着从地上慢慢的爬起来；然后小心翼翼拉着这浑浑噩噩形如行尸走肉般的女人，对正在逐一拔出箭头而整理缴获周淮安，恭恭敬敬得跪在地上摆出一个卑微至极的讨好表情。

　　而周淮安却是有些错愕和诧异，自己居然顺手救了个被追杀的蕃人？，看对方的形貌虽然是长衫右衽璞头结髻的古代打扮，但是站在近处看起来来，在泛卷的褐发和浅灰眼珠子上。明显更像是外域舶来的血统。

　　只是一身把汗水浸透后被布衣绷得紧紧的肚腩和油光发亮的赘肉，显然在这个时代的家境和生活条件都还不错，这样对方身上应该可以得到足够的讯息把，周淮安不禁如此想到。

　　只是因为口音实在太重的缘故，至少对方声音急促的说了好几句，周淮安也没有能够听懂，最后还是好连说带比划的才完成了初步的沟通，明白了对方的大概意思。

　　然后，又随着相互之间对话和比划的越多，就像是打开了某个契机和开关一样的，他于对方口音和语言上的理解和掌握，就像是水到渠成一般的变得逐步通明起来。

　　“小人山诺，敢问壮士安好。”

　　“多谢壮士义助。”

　　“大恩大德，莫敢相忘。”

　　只是随着敬畏有加的对方，毫不顾及形象五体投地的跪在地上口口声声的拜谢，让周淮安不禁仿若隔空看到了曾经在某论坛里公图区，遇到发图时的各种祝福语了。

　　“壮士走好。”

　　“壮士一路平安”“送壮士上路。”

　　“好人一生平安。”

　　“1024。”

　　“把身上值钱的东西都掏出来。”

　　随即回过神来的周淮安，不假辞色的对着对方喊道。

　　“还有，把你们知道的全说出来”“是是。”

　　对方忙不迭从地上爬起来的满口应声。

　　最后，他只从对方全身掏出来的零碎当中，取走几枚已经变形卷边，却可以当作流通物的小银饼，一把不同质地的铜钱，一枚金质的带环，一把小刀，一包装着针线，打火的燧条和刀石的囊袋而已，而在多枚铜钱铭刻之上，他看到了是“开元通宝”“乾元通宝”之类的字样。

　　然后，“追杀你们的草贼？。”

　　周淮安听到这个名字不禁皱起来眉头。

　　“不不，如今应该是黄王的义师了”对方一个激灵浑身颤颤的道。

　　“黄王？。”

　　周淮安不由的心中一动。

　　“就是那位自号诸路义军都统领，冲天大将军的黄。”

　　对方仿佛心有余悸的说道。

　　“须知朝廷节制岭东的李使君，都被悬首示众了。”

　　“麾下兵马入了城就封门大开杀戒。”

　　“城中大大小小的官吏军民，都是死伤枕籍尸横载道啊。”

　　“我辈实在是躲无可躲，避无去处，才找到这里的破落坊区苟藏一时”“没想到出来取水时，还是是被游曳的贼众发觉了啊。”

　　“才有这一番的灾厄和苦难啊。”

　　说到这里，这个家伙脸色越发垮了下来。

　　“大伙儿四散逃了出来，却未想只有我和阿姐苟存下来。”





第四章 还是活着

　　作为第一个可以间接了解外界消息的土著，周淮安已经基本明白了自己所处的时代背景和所在的历史事件当中了。

　　居然就是赫赫大唐坠入黑暗之前的末世之期，以王仙芝、黄巢为首的农民起义军，所掀起无数风起云涌的浩荡大时代。

　　只是作为死在沙滩上的前浪——濮州（今山东菏泽市鄄城县北）出身的盐贩子王仙芝，已经随着战死在淮南道黄梅（今湖北黄梅附近）的五万大军而彻底落幕了，如今正是另一位盐枭世家出身的曹州冤句（今山东菏泽西南）人——黄巢所主导的后起义军时代，正当是他们受挫与闽浙而大举南下五岭而攻入广州的期间。

　　除此之外，他对于这个时代的其他了解，更多是早年历史教科书上一些只言片语的记忆，以及一些来自网络流传的历史典故和人物段子的模糊印象了。

　　而城中这场正在发生的大屠杀，也就是后世与黄巢有关屈指可数的大事件之一的“广州杀胡事件”，也一度是网上被莫名鼓吹起来的热门话题之一。

　　虽然史书上记载的是杀胡十数万口，但是以周淮安的短暂亲身经历而言，却不是什么良好的体验；毕竟，按照周淮安曾经的记忆和经验，在群体的暴虐之下一旦杀红了眼之后，就再也无所谓什么的胡人和唐人的区别了，或者干脆很容易就变成个人私心和欲望驱使之下，人性丑恶和黑暗面的彻底释放与无底限的宣泄循环当中。

　　就算是自己拥有典型汉人的外貌，也不能保证就没有被卷入这场死亡与杀戮狂潮之中的巨大风险，尤其是身份不明的外乡人就更加危险了；所以目前一切还是躲为上计，直到这场狂热而无底线的风潮彻底过去再说。

　　至于这场广州城内针对胡人和外藩人等的屠杀，用后世史学界那些比较主流学家们的话说，就是一次封建时代特色的农民起义背景下，非正常的暴力财富转移和以屠杀为背景的强制掠夺行为而已，实在没有必要上纲上线到宗教啦民族啦之类的无谓意义；毕竟从具体成分上说，黄巢下令杀的这些胡人当中，被后世所诟病的绿教徒和大食人只是一小部分，更多是形形色色居留在当地的天竺人，波斯人、大秦人（拜占庭人），乃至占婆、林邑、真腊、注撵、室利佛逝等大小外邦，甚至还有来自非洲的昆仑种等等。

　　而且从理论上说，能够万里迢迢的渡海过来在中土讨生活的人，都是商人当中最富冒险精神，也是最奸猾和擅长变通而的群体了。

　　实在和后世那些傻缺伪黄汉所鼓吹的，所谓“杀胡英雄闵天王吹”一起并论，所脑补出来民族主义觉醒和“遏制了被和平教绿化”之类的狗屁玩意，根本是风马牛不相及的事情。

　　真要按照这些无脑吹的理论，那之前被为虎作伥、认贼作父的闵在，早年当作取信于石赵匈奴政权首脑，所杀掉的更多汉人及其起义军，岂不是要在地下死不瞑目的跳起来了；这就像是参加过南京大屠杀的高砂义勇队，只要在鬼子完蛋前杀一些带不走的老弱妇孺，就能逃避掉他们作为汉奸走狗所在中国人民身上藩下的累累血债了。

　　只能说，身为农民起义军首脑的黄巢，比较针对性的选择了利于开刀和下手的对象，而避开了本地可以团结和利用的土生唐人群体；但是和什么被网上鼓吹起来狗屁不通的杀绿英雄，就实在没有一毛钱的关系。而非要这么做的人只能说是别有用心和故意混淆是非，来达成不可告人的目的和私心。

　　至少这个时空的广州，可没有后世那些为数众多泛滥成灾的非法滞留黑叔叔，他们在这里多数是以被阉割过的昆仑奴身份，作为新奇玩物和消耗品的存在；也没有那些把努力突破新中国外交封锁的先总理“外交无小事”，几十年不变的机械扭曲成“老外无小事”的无耻官僚，各种跪舔秀下限的脑残之举；更没有被民宗委之类体制内的反/贼、既得利益集团，惯出来“穆无法纪”“伊法治国”“泛清真化”之类的滥觞；在广州历史上的大多数时间里，就算是最正宗的阿拉伯人，也是要在大唐的土地上夹着尾巴做人，甚至一度混在更早与华夏产生交流的波斯人里，以拜火教别支的名义来维持自己非常规的信仰。

　　至少在这个时代，大多数大食人和他们发展出来的绿教徒，在官府还是市民百姓面前，还必须夹着尾巴做人而受到变相歧视的“非我族类”；而不是沙特瓦哈比极端派所重金输出的，比中国公民身份和国家认同感更重要的所谓“阿拉伯亲人”，和某些地方政府需要跪舔“海外投资商”；他们长期只能寄名在波斯人拜火教的名下，只能躲在自己聚居的坊区私下自娱自乐而已。甚至要靠与海路沿岸的土著首领来联姻，才能站稳脚跟的。

　　所以这些混在网上键盘政治局里鼓吹这个杀那个屠的伪黄汉，不过是树立一个掩人耳目混淆是非的比烂靶子来崇拜，无非就是为了用假大空的理念和口号，掩盖他们不想关爱自己身边的亲人和邻近，变相逃避社会现实需要和责任义务的花招和手段而已。

　　事实上，据周淮安的一点印象，这个时代真正在遭受绿化侵蚀和威胁的，反而是大唐曾经的基本盘和文化辐射圈范围的中亚地区和西域诸国；因为没有了来自昔日宗主上国的大唐安西、北庭都护府的庇护，一波波来自呼罗珊地区而越过锡尔河的所谓圣战者和改宗突厥种的新附军，正沿着中亚的河中之地一路向东攻城掠地，而大肆屠杀所能见到的佛教徒和拆毁寺院；一边在佛像上撒尿来以显示毁禁偶像的虔诚，一边在寺院的废墟上制造出一个又一个的万人坑。

　　至于后世维族的祖先，刚从草原游牧民族转而定居下来的回纥余孽，无论是甘州回鹘还是西州回鹘，这会大都还是佛教的虔诚信徒，或又是敬奉着拜火教；后世新疆地区那些辉煌灿烂的古代石窟，有相当部分就是他们所留下的成果。

　　至少作为同时代东亚怪物房里出来的超级大国，在五代到煌煌大宋被外族接二连三的打脸之前；唐人行走在周边地区和国家，享受的乃是“犯法有司不敢治”的超人一等国民待遇；也只有后世在附庸的变相殖民地——日韩等国作奸犯科，而总能超脱与当地死法审判的美国大兵，所可比的例子。

　　但至少周淮安已经从眼前这个家伙那里，总算知道自己正处于广州外郭的西南区域，名为甄泉左坊的所在，因为这里很容易打出甘甜的泉水，水井众多而得名的地方。

　　正如周淮安所料，这厮的确是广州舶来藩人的后裔，据说祖上是在本地定居的天竺船商，就地归化东土开枝散叶繁衍至今已经第三代了；因此，以本名中的刹夏之音，取了中土的姓——山氏，到他这里单字一个诺字，取义一诺千金之意；因为家族的缘故在城郊的港市当中拥有一份藩货铺面在内的家业，所以才能养出这么一身肥厚的赘肉来，因为生计的缘故接触面颇广，也算是各消息灵通的人士。

　　不过稍微让周淮安惊讶的是，他个头不高又带着这一身肥肉，还能健步如飞的把那位搜掠他们的武装人员给甩在身后，也算是某种异数了。

　　在短暂萍水相逢的感谢，和对于附近街区的情报交换之后，就很快重新拜别而去了；因为，周淮安不想有什么多余的负累和擎制，而对方也多少心有余悸和隐隐忌讳的想要别寻出路。

　　剥光了领头尸体的彻底搜索之后，周淮安再次得到了几块揣在怀里，却被鲜血浸透的干饼和一团类似咸菜的事物，在思虑和犹豫了再三之后，他还是没有下的口去了然后就背对着远处隐隐的呐喊声中，仓促而急切的离开了这片已经被惊扰起来的街区。

　　好在，从那个叫山诺的归化蕃人那里，他得到了附近的一些布局和位置上的消息，虽然不见得十分准确，但也总算是不用无头苍蝇一般的瞎转了。

　　随后，他就再次找到了一处砸开而抢掠一空的药店；在满地被践踏得七零八落的生药当中，他找到了被翻倒在箩筐和屉斗里的百合、葛根、山药、黄精、玉竹和茯苓，还有几只晒干的党参和沙参；得益于某种从小在药店玩耍的见识，他知道前几者多是富含淀粉和糖分的块茎，而后者则是可以温补益气提神而副作用微小的药材。在后世一般用来炮制炖煮之后，作为条理儿童脾胃的方子，对他来说也可以权作一时应急的充饥之用。

　　这样在用石臼简单的碾碎和水吞服之后，他肚子里滚滚不断的轰鸣声和恨不得吞噬一切焦灼感，总算是再次有所缓解了；然后，他又找到了一小瓶侥幸没被打破的药酒和几贴不知道用途的膏药，就再次踏上辗转寻觅和躲藏之路了。

　　此时的广州城核心部分，正好位于后世广州的番禹区所在，除了东北面的陆地上背靠番山和禺山之间所修筑起来的城墙之外，其他地方都是被小江（珠江）航道和珠江口的大片海面所包围着，然后随着江口不断冲刷下来泥沙淤积缓慢增长而成的河洲，而不断地拓展开来南面和东面的港口和城区范围。

　　随着天明时分，广州外郭的各处城门再度被打开了，然后越来越多的人从看起来一片死寂的防区内，今儿汇聚成一片尘嚣直上的巨大声浪。

　　“大将军有令。”

　　“只杀胡儿，不伤百姓。”

　　“只杀胡儿，不伤百姓。”

　　“各军将士，就此封刀。”

　　“各军将士，就此封刀。”

　　“各军将士，就此封刀。”

　　“敢有违命者严惩不贷。”

　　“将帅无能约束部属者，亦连坐处置。”

　　无数人声再叫喊着穿街过巷，将这种喊叫声充斥在城中每一个坊区当中，也让这座正沉浸在死亡当中的城市，一下子重新泛发出另一种生机和活力来。

　　“奉大将军之命……晓谕尔等”“速速携家口赶至。”

　　“诸门各处开始放粥。”

　　……

　　“奉大将军之命……晓谕城中士民”“严禁烧掠作乱，犯者当斩。”

　　而在城池北门的城楼上，一个全身华丽戎装披挂的身影，也在志得意满的高声对着左近道。

　　“此番事毕，不但淄粮财货尽足给。”

　　“还为大将军凭空多揽得了，至少十数万丁壮。”

　　“正可谓是大势和人心皆堪得用啊。”

　　“派去番禹外港那边的兄弟回报。”

　　“约莫截获了大小官私船只上千之数。”

　　“只是。”

　　报告的声音吞吞吐吐的犹豫了下。

　　“只是什么。”

　　“包括旧朝的市舶诸使和盐铁长史、转运判官、藩司左使在内，”“连同一批富商和官属、家眷，先行乘船从海上出逃了。”

　　“这些狗贼倒是跑得飞快，真是便宜他们了”这名将领倒也没有额外的生气，或是迁怒以他人。

　　“不过剩下来的，就要在这城里仔仔细细的搜拿了。”

　　“宁可多有的错枉，也勿使此辈再走逃掉一个。”





第五章 还是活着二

　　在城西南废弃的城坊鼓楼里，在一个倾倒的巨大破鼓里，权作床铺的破布和草甸上，被巨大声浪吵醒的周淮安，也只能努力搓着脸而暗自抱怨着。

　　“什么叫做只杀胡儿，老子都差点儿给干掉了。”

　　随即他爬上附近的鼓楼的望高处，接着晨曦刺破海港雾气的明亮天光，仔细的观察起周围的环境和继续聆听着远处的动静来。当确认了周围的喧哗和嘈杂都是朝着某个方向而去之后，这才落下来收拾起随身的行装来。

　　这才仅仅过了两天一夜，脸上、脖子和露出来的腿脚部分，就已经沾上了不少尘垢了，头上也满是蛛网和灰土的痕迹。因此在表壳充作的镜子里已经仿佛是外表蓬乱的另一个人了。

　　虽然在非洲的时候，也经常会遇到水电断绝或是好几天没法漱洗，甚至是短期暂时与世隔绝的情况，但是这种时代环境杀那个的反差和失落，还是让他不适应了好一阵子才回归神来。

　　然后，他又从墙上摸了几把厚厚的灰尘，对着镜子用水打湿小心的抹在脸上和头上，而避免跑进眼睛、鼻子和嘴巴，再往身上的罩布用力搽出明显的污渍；再看看街道上那些零星行走而过的身影，感觉并不是差异很大了，这才慢慢的爬下底端已经断掉的木梯；然后提拎着简单包起来的随身物品，沿着窄巷和高低起伏的土墙，一边左右顾盼的仔细观察，一边不紧不慢的走到了外面的街道上，又闷不做声的跟在了几个行人的身后，来到了更加宽敞和人多的坊外大街之上。

　　作为曾经绿荫障道的椰树和木棉树、白玉兰，木樨和茉莉，还有形形色色须根弥补的榕树，都被砍伐的七零八落，而在树桩和断枝上挂满了各种零零碎碎大小物件，乃至花花绿绿的玩意儿。

　　当周淮安混在人群里走过街道的时候，依旧可以看见三五成群游荡在街头，或又是或站或坐于墙下、铺子里的各色所谓义军将士；大多数人并没有统一的服色和甲兵，基本是刀枪棍棒斧锤叉把基本是有什么就用什么，就靠插在边角和墙头上的几面新旧不一的旗帜来分辨归属；而在他们的身边，各种明显是抄掠来的物件装满了一车又一车，又装不下而在地上迅速堆成一座座过人高的小山；还有一些披头散发衣衫不整的女人坐在他们的中间，任凭把玩玾戏而露出一副麻木呆滞或是无动于衷的表情来。

　　偶然间墙壁和地上还有大片溅上，又因为无人清理而逐渐干掉的血迹，有些血迹拖得长长得一直延伸到屋舍和院落里去，则代表着之前曾经在这里所发生过的悲惨事情和遭遇。

　　就像是这个时代每一座被攻破的城池，所发生过的事情一样，无论是这些被后世赞扬和感叹过的农民起义军，还是同时代的那些官军似乎都没有什么两样。

　　当然了，在见识过非洲大路上那些战乱下的边缘地带所发生的事情之后，周淮安已经基本可以对此有所心理承受能力和暂且抑制住无端情绪的相应冷静心态了。

　　毕竟，相比那些黑叔叔在打战上各种跳脱和奇葩的稀烂“天分”，他们在战后对于同类的屠杀和残虐手段上，却是丝毫不让这些古人专美于前的；也就是中东那些由欧美国家不遗余力的扶持下，在反人类之路上青出于蓝而胜于蓝的矽统兽性军队，可以略胜一筹。

　　对于周淮安在内的一行人，这些正在街边休息的义军，也是冷冷的看上几眼而已，却没有更多的举动和异样；就像是某种饱食后懒懒的提不起兴趣来的猫科动物一般的，虽然不乏某种威慑力和紧张感，但却没有过于直接的危险。

　　随后，比较令他安心和慰藉的是，他发现自己的视力和听力在内的感官，有了不同程度的提升而身体虽然依旧酸痛难耐，但是在运动神经的条件反射和爆发力上，也有了不为人知的提高。

　　比如，他居然可以混在人流一片纷纷扰扰的喧然嘈杂声中，条理分明得听到街边那些义军兵士交头接耳间的窃窃私语，甚至是一些充满了某些不可描述字眼或是比较私密的话题，也可以听到明显来自较远地方人群过于压抑的争吵与哭泣；而且这些声音之间居然没有多少错杂和混乱，就像是有一个无形的同步翻译器梳理过了一般。

　　然后，他发现自己甚至可以清楚的看见沿街分布的那些露布和告贴上的文字，其中有新有旧大多数是本地广州刺史所张贴的，也有零星的一两份是属于起义军的。

　　可以想象在往日的时光里，这些露布和告喻面前挤满了争看的人群；其中有的是“正法盗贼”的若干姓名，上面还用朱笔涂上了依稀淋漓的红圈；有的则是告诫尔民小姓不得藏匿奸匪，否则与盗同罪的谕示和警言；还有的则是那些经年大盗和海匪的悬拿和赏格，从新到旧不断的一层层贴附在上面；但不管如何的内容，最后总会加上一句浓墨重笔的“咸使闻之，凛遵勿违”。

　　而其中最为显眼也最是新鲜的告喻和傍贴，无疑就是各种关于悬拿“万恶逆首黄巢”的文告了；上面开裂了“黄贼”的年龄、籍贯、罪状，在“状貌”一项上，则用了某种诸如“黄面赤须，目含凶光、声如雉鸣、奸诈成性、嗜好血食”之类充满奇幻象形主义风格的描述方式。

　　其中按照新旧的程度，从最早的“若擒获此贼赏见钱十万”到最新最近的“赏见钱二十万缗，白身加三品流内铨选，荫一子县尉。”

　　而最大的一张露布，则是在前年大唐天子告诏天下“有事于南郊”，又“以旱理囚，大赦，降死罪以下。”，然而，现在这些露布都相继隐没在了，沿街滞留不去成群结队的义军所升伙炊食的烟气，和犹自弥漫城坊里的余烬袅袅当中。

　　只是要将注意力集中在这个方向，就可以起到某种聚焦和放大的清晰效果；然而时间稍长他就感觉到了明显疲惫和眩晕的不适感；好吧，肚子严重的翻转咕噜声，他记起来自己还处于持续的饥饿当中，就像是一个无形收缩的黑洞般，急需找到果腹的东西，要知道他在从昨天到今早，也才进食了一些晒干切片的葛根、黄精之类。

　　而这时远处隐约此起彼伏的敲锣叫喊声，也继续回荡在这座陷落的巨大城池当中。

　　“奉大将军令。”

　　“速速前往诸门外领受。”

　　“逾期……不与。”

　　好在到了大街之上，周淮安已经不用刻意再寻找方位和路径了，只要随着越来越多汇集起来各种面有菜色或是面黄肌瘦的人群，从众大流的一直走下去就可以了。

　　这或许也意味着就此出城的机会……





第六章 在北（上）

　　东都洛阳，正当午后光华万丈的云蔚霞光照耀之下，依旧是那么雄美壮阔与巍峨磐然；但是一旦靠近了看之后，就像是年久失修的豪宅华地一般的，开始在东西南北之间呈显出某种，从鼎盛之际到荣华一时，再到渐进的衰退与最终颓坏的多极分化之势。

　　相对于穿城而过的洛水南岸，已经呈现出明显颓败和衰退之势的大片外郭城区，位于北岸许多坊区，却依旧在夜夜笙歌的走马章台之中，保持着昔日鲜花烈火般的华美精致。

　　在天子驻烨的皇城大内，陶光园的九州池畔，正当是人声鼎沸而驰骋纵横之际。

　　作为当朝天子所喜爱的重要娱乐项目，无数身穿彩衣而系着璎珞和丝涤，戴着诸色星官儸面的骑士，夹着披着丝绸的良种坐骑，在马上挥舞着缀满金玉纹饰的长杆，而竞相追逐着一个裹着铃铛内胆的多孔彩球，纵横交错的冲撞在一起而把发出一阵有一阵的嘶吼和呼喊声来。

　　而作为当朝最有权势的“大父”“尚父”，比大多数宰相还要更像宰相的神策军中尉田令孜，也眯着眼睛看着兴高采烈驰骋期间的大唐天子，人称“马球皇帝”的唐僖宗；只有在对方目光偶然看过的的时候，才露出一丝忠厚诚挚而亲切温宜的表情来。

　　除却没有胡须之外皮肤白皙明净如玉的他，看起来就像是一个保养得当而方面阔脸、慈眉善目，充满养尊处优气息的富态中年；也只有在众星捧月一般将他簇拥起来的，那些紫衣金带鱼袋的大宦脸上，各种极尽阿谀和小心至甚的表情中，才能多少少体现和印衬出他遮天权势与煊赫影响力的最好写照。

　　要知道在他们之中好些人，哪怕在面对外朝的大臣甚至是宰辅也可以倨傲而不假辞色；但在这里，他们却要随着这位“田阿父”的一个眼神或是一个细微的表情，一个动作，而争先恐后的为之趋势和奔走左右。

　　田令孜本来姓陈，剑南道卖饼小贩的出身，因为早年家里太穷得揭不开锅，而自小就被阉割了当做私白卖进宫中，做了一名最底层的洒扫小公公；后来好不容易拜在一个老宦田师本膝下做养子，这才得以随义父选入内侍省听校，做到了负责为宫苑饲养珍禽异兽的五坊之一的小马坊使；并籍此认识和结交了酷爱马球而尚是年幼普王的当今天子，由此开始获得发迹的机会。

　　（注：民间私下阉割者谓之私白，以南方的闽地、岭南诸道风气最盛，常有豪强大户多勾结官府胥吏而拐卖孩童，阉割训练为私白；本家姓冯祖上为割据岭南的冯盎和冼夫人，也是《大唐双龙》里天下四阀岭南宋氏的原型，开元第一大宦高力士，就是霍王进献的私白出身）

　　当今天子既是后世所称的唐僖宗，本名李俨，乃是先帝唐懿宗李凗第五子，可以说既非长君也非嫡出，在先帝诸子之中属于相当不起眼的存在；但是在咸通十四年（873年）七月唐懿宗病重不起后，在十八日由宦官刘行深、韩文约等宦官集团拥立为皇太子，改名李儇，随后以12虚岁之身就位于灵前，成为整个大唐历代以来即位年龄最小的皇帝。

　　因为自幼就由时任小马坊使的田令孜伴随左右和照顾起居，感情上很是有些倚赖，并称呼田令孜为“阿父”，即位后便任命他做了右枢密使，监门卫大将军，自此跻身四贵之一。（“四贵”指只能由宦官充任的内外枢密使、左右神策军中尉）；随后又联合了宦门杨氏的杨复光、杨复恭兄弟，西门家的西门思恭等一干大宦官，成功地挤垮和剪除了原本拥有册立之功的资深前辈大宦刘行深、韩文约；从而兼领神策军中尉而总掌禁中兵马。

　　又借力使力利用党争间接挤走和流放了，素有众望的三朝元宿宰臣王铎、郑畋及其党羽，力压继任的宰相卢携，就此成为权倾朝野的第一人，而凌驾于诸多权宦、宰辅之上。

　　如今，以天下之大，庙堂之高，委以能够让他有所忌讳和重视的，也不过是同样出身宦官集团而对天子具有拥立之功的功臣之一，当朝内枢密使杨复恭和他素有军功与知兵名声的兄弟，关内八镇观军容使杨复光而已；仅仅是因为他从小就拿捏住了这位大唐天子的热衷和嗜好。

　　年少在位的唐僖宗性好奢事热衷游乐，从斗鸡、赌鹅，骑射、剑槊、法算、音乐、围棋、赌博，各种游玩的营生他几乎无不精妙，视宫廷大内诸苑为兮兮之所。利用长安左藏、齐天诸库的金币、赏踢乐工、伎儿，所费动以万计，致使国用耗尽。

　　田令孜给唐僖宗出谋，将长安两市中外客商的宝货登记入册，全都送入内库，供皇帝挥霍，如有商人不满，向官府陈诉，就被送到京兆尹用棍摔打死。朝野上下皆不敢言，而世人道路以目。

　　而不久将来的在历史上，田令孜为了培植党羽，安排自己的心腹去镇守三川，即四川地区为退路和外援；向僖宗奏请以兄长陈敬瑄及左神策军大将军杨师立、牛勖、罗元杲等镇三川。而唐僖宗让却四人击球赌三川，以赌球任命封疆大臣，把国家政事作儿戏。

　　最后陈敬瑄得第—名，即任命为西川节度使，代替西川节度使崔安潜的职务，杨师立为东川节度使，牛勖为山南西道节度使；世人自此皆知这位马球天子的荒诞之名。

　　时任翰林学士的刘允章在《直谏书》中已用“国有九破”描绘过当时紧迫的局势：“终年聚兵，一破也。蛮夷炽兴，二破也。权豪奢僭，三破也。大将不朝，四破也。广造佛寺，五破也。赂贿公行，六破也。长吏残暴，七破也。赋役不等，八破也。食禄人多，输税人少，九破也。”对天下苍生的生存状态，他总结了“八苦”、“五去”。

　　但这一切，似乎都丝毫不能影响当今天子的奢靡玩乐之心，这也是田令孜为首的当权内宦、中贵人们，所乐见其成而变本加厉予以鼓励和纵容的事情；因为，这样他们才能利用天子无心过问国事耽于玩乐之际，更好的掌握和操持这个国家的权柄和军国大计。

　　因此，他此时此刻正在思量着这些球手当中，那个看起来更得天子宠近和在意，可以给予富贵名位的笼络和相应的敲打手段；而在天子的近侧之中，哪个又是不合时宜和喜欢沽名钓誉的直谏之辈，以及他们可能说出一些煞风景的言论，需要及时利用天子身边的职权之便予以排除和贬斥掉，乃至罗织相应罪名以震慑朝中那些潜在的“逆党”“清流”们……

　　“须得时刻谨记，咋们都是天家的奴婢。”

　　只是在他口上却说出来的是另一番光景：“只是暂以这微贱之身，代这天下当主稍加出头露脸，奔走在外而已。”

　　“日常里切切莫忘了自己的本分和出身。”

　　“倒是那些馆阁士、堂老（宰辅）和台臣、主部，才是天家委命的正当管事之人。”

　　“尔辈平时就须得留下几分体面，才有日后向和衷相得的长久日子。”

　　“毕竟天下这么大，许多放在台面上的勾当，还需得此辈为之张目的”“更不能对那些侍御之众有所折辱和轻慢，不然最终坏的还是天家的威德和权望啊。”

　　“如今国事维艰，那些二三心思的外藩军镇，可都在盯着朝堂的举动，”“里里外外的都有人位置串联勾结，巴不得有由头生出事来。”

　　“是以万万不可给此类可乘之机，否则。”

　　说到这里田令孜皮笑肉不笑的眯起眼睛，顾盼左右道。

　　“到时别说是天家容不得，就是老身也要请上一个说法了。”

　　“大阿父所言甚是。”

　　“我被叮当谨记于心，日日耳提面醒左右。”

　　周旁顿然都是一片的应合与逢迎之声。

　　“启禀贵人……草贼入广州”“岭南东道节度使李召以下，尽皆为国死难了。”

　　“晓得啦。”

　　田令孜不动声色的挑挑眉头道。

　　“随后咋自会向天子称述分明。”

　　“但在此之前却不要乱传出去，坏了大家好容易生出的兴致。”

　　毕竟，当初还是他亲自说得天子下令坐镇东南的当代宿将兼老帅——镇海军节度使高骈，在闽浙之交大破和收降了许多贼众之后，不得擅自继续追击南窜岭外的草贼，以免东南之地生出什么变乱来；后来又将其转任为淮南节度使而专心为朝廷搜刮和聚敛众多财计的输供所需。

　　后来又是他在朝堂上主导否定了宰相大臣议招降贼首黄巢的建议，又驳回了浙东观察使崔谬、岭南东道节度使李迢主动上表恳求招降黄巢的扎子，而只给了一个象征性的低品武职“东宫衰府率”而已。

　　因此，他断然不会让这个消息成为朝中那些潜在的反对派，质疑和动摇自己权柄的理由和借口，而抢先一步在天子身边预设好立场和辩词，利用少年人贪好玩乐而厌恶亢繁政事的性子，未尝就不能将看起来的坏事变成一番继续扩大他手中权柄和利益的好事呢；至于所谓的草贼部众就算一时且据广州又如何，对他们来说未尝不是自取死路之道，只要令江南诸道兵马就近封堵住五岭往来要冲；再效法当初宰相王铎分裂贼首王仙芝部下的故智，这些被困在岭外的草贼必将不战自乱，而轻去朝廷一个外患。

　　相比这些远在数千里之外的疥藓之患，他更要操心和忧虑的则是那些，与两京近在咫尺藩镇们的动态和趋向；比如刚发生不久的河东军乱和天平军的易帅事件：先是乾符六年（八七九）二月，河东军至静乐（今山西静乐）士卒杀孔目官石裕等作乱。十二日，节度使崔季康逃归晋阳，十四日，乱兵入府杀季康。二十一日唐廷复任邠宁节度使李侃为河东节度使。

　　乾符六年（八七九）三月，天平军（驻郓州）节度使张裼卒，牙将崔君裕自知州事，淄州判史曹全晸讨诛之。

　　五月，士卒再作乱，焚掠晋阳（今山西太原）三城，李侃执斩孔目官王敬，事乃平定。事后因密捕作乱士卒，余党百人称“报冤将”，又大掠。节度使李侃令斩捕盗司并分捕报冤将悉斩之，事乃定。李侃以军府数有乱，称疾请回京，八月七日侃离任，以东都留守李蔚同平章事，充河东节度使。

　　后来河东节度使李蔚有疾，以供军副使李邵权观察留后，监军李奉皋权兵马留后。三日，李尉卒。都虞侯张锴、郭咄自署状黔李邵，以少尹丁球知观察留后。十一月，诏以王处存为义武节度使；河东行军司马。雁门关已来制置使康传圭为河东节度使。是月底，康传圭自代州（今山西代县）赴晋阳（今山西太原），张锴、郭咄迎于路，被传圭以乱刀斫杀，至府，又族灭二人家。

　　此外，就是西川节度使崔安潜治蜀平盗甚有佳绩；又以蜀兵怯弱，奏遣大将赍牒诣陈、许诸州募壮士，与蜀人相杂，训练用之，得三千人，分为三军，亦戴黄帽，号黄头军。又奏乞洪州弩手，教蜀人用弩走丸而射之，选得千人，号神机弩营；自此蜀兵由是浸强；然而这个崔安潜却不是他的人，乃是前宰相崔慎由之弟，出身名门宰相世系之一的河南武城崔氏，也是他的政敌王铎、郑畋所巨剑的人选，在平定草贼王仙芝之乱当中功劳甚大；因此，才有了后来田令孜鼓动天子打马球以私决三川节帅归属的事件。

　　想到这里，他对着看过来的唐僖宗涨红的年轻面庞，再次露出一个灿烂而真挚的笑容，像是一只肥硕的大雁般摆头仰面，全力鼓动起双袖大声叫喊道。

　　“大家威武……万胜……万胜。”

　　与之相呼应的，则是在场数百人各部乐班、优伶的拼命鼓吹和高声的唱诵着。所谓新朝的新气象。





第七章 在北下

　　河北道，蔚州，药儿岭，一名须发灰白而满面风霜的将领，带着形影孤立而难掩疲色与倦怠的随行一骑，出现在了雾气笼罩的山道之间，他就是曾经官拜蔚州刺史、云州守捉使兼太原行营招讨、沙陀三部部落军使李国昌，又名朱邪赤心的将领，如今正带着仅以身免的儿子，别号“飞虎子”的李克用，没命的奔逃在流亡之路上。

　　虽然当年以一介城傍藩将的身份，在平定庞勋之乱中率沙陀族健儿立下了首功，而唐懿宗咸通十年（869年），被唐廷加官进爵赐以国姓李，汉名国昌，字德兴，赐京城亲仁里官邸一所；拜单于大都护、振武军节度使、徐州观察使，成为河东系藩镇中新晋的势力之一。

　　但仅仅过了三年，就因沙陀素强而所邻皆隙，而李国昌恃功益横恣，被朝廷下旨徙为云州刺史、大同军防御使，李国昌称疾拒命，而开始在代北事实上的自据一方。只是因为随后唐懿宗驾崩而国事纷乱，而唐廷暂时无暇顾之。

　　然后在唐僖宗乾符三年（876年），其子李克用杀云州防御使段文楚，自请为大同防御使留后；这次却终于触怒到了已经没落的大唐最后一点威严和底气。

　　结果在次年的乾符四年（877年）十月，来自朝廷蓄势已久的征讨骤然而发，以恃功日益横恣不服王化的缘故和理由；任命太仆卿卢简方为振武节度使，会同幽、并两州之兵讨伐沙陀。卢简方到达岚州，当地军队就一句溃散，因此沙陀乘机占据代州以北的数州地区，称为唐朝的边患。

　　乾符五年（公元878年），沙陀先击破遮虏军，后又击破苛岚军，唐军数次败北，沙陀势力因此愈加强盛，北面占据蔚、朔两州，南面侵入忻、代、岚、石等地，直达太谷。

　　直到乾符六年，在朝廷调动的昭义节度李钧、卢龙节度李可举、吐谷浑都督赫连铎三路合击之下，李国昌的弟弟李友金携蔚、朔两州向李琢投降，而主动率本部迎战的李克用大败亏输；自此，他所凭据的部众和基业几乎是一朝成空，除了跟着自己杀出来的长子之外，他的其他妻妾儿女、族人部下几乎都沦陷在了三路兵马的合围当中了。

　　这件事也让包括李国昌在内的许多人再度认识到一件事情，大唐虽然已经江河日下而难掩颓势，但是顺手收拾一下这区区一隅的番落首领，显然还是不在话下的事情。

　　因此在穷途末路之下，他唯有在流亡途中越过雁门以北群山，前去投奔有所姻亲关系的阴山以西鞑靼九姓之一，以求暂时的荫蔽和存身之所了。

　　当然了，他也命运际会的就此留在了塞外的风霜雨雪当中，到死也再没有机会踏入中原半步了。

　　而作为他最得意的长子李克用，在未来经过了数年的生聚和蛰伏，也将带着塞外重新征募的健儿和借来的兵马，重新回到了当初得以幸免于难的地方，而以另一番面貌就此踏上历史舞台，而重新开始一段新的征程和历史了。

　　……

　　江东道润州（今江苏镇江市），重新修缮过的荆山阁之中，名贵的熏香袅袅而醮唱声巡巡。

　　作为晚唐屈指可数的朝廷宿将与当世名帅之一，多年前平定峰州蛮而崭露头角啊，以收复了被南诏军占据的安南交州（今越南河内）之地，也因为坐镇西川而大败南诏于大渡河迫其请和退兵，而名震天下的大唐肱骨、壁柱之臣，蚕眉细眼银发霜须而颇有些道骨仙风，已经五十八岁高龄却依旧如松劲节，格外笔挺硕毅的镇海节度使高骈，也在某种心悦诚服的表情当中，听取面前的方士用抑扬顿挫的优雅声线和腔调，所阐述的道门练气与养生之道，以及时不时的请教和讨论一些，被称为修仙门径的内外丹成之法。

　　他出身的乃是山东名门“渤海高氏”，祖上可以上溯到东汉末到北齐高氏王朝，亦为唐宪宗时期名将南平郡王高崇文之孙，家族世代为禁中军将；因此在成年后以门荫，历右神策军都虞候、秦州刺史、安南都护等。又转任天平、西川、荆南、镇海、诸镇节度使，也可以说是从资历和还是功绩，都是国朝屈指可数的中流人物。

　　此外，他虽身为武人而好文学，被时人称为“落雕侍御”，以“诗情挺拔，善为壮语”名著于世，被并列为当代的诗坛大家之一；而他一生除收复安南，定西川，驱逐南诏的武功之外，还有不乏地方上的文治之绩；其中最为著名一个功绩，就是建立第一条也是唯一一条连通海上大运河——潭蓬运河。从安南交州（今越南河内）到邕州、广州，海路有很多暗礁，使船触礁沉没，由时任静海节度使高骈召募工匠凿开暗礁，使海上输运不受阻挡。

　　但是相比他的治理和用兵手段，同样出名的则是在军中所好的鬼神道法。

　　据说他早年兴兵之前，都要穿法衣开坛做法而望云辩气，并点燃纸人纸马撒豆为灵兵，口念祝辞数篇之后方可拔营出师。因此，又被部属和治下百姓口口相传为“高老仙”“高仙翁”云云。

　　只是随着年事渐高，原本在军中故弄玄虚的鬼神之道，已经被看起来更见高上的延寿求福的仙家修炼之法所取代；只是因为高骈已经年近花甲而愈发觉得精神不济，往日遗留的积创和旧疾也开始困扰他的身体，哪怕药石针灸也只能治标不治本，而更强调平心静养的调理之道。

　　而修仙问道也就此逐渐成为了日益苍老心态之下的重要寄托，为此他不惜重金遍搜古籍以充赏鉴，又广纳当代奇人方士随咨于门下。

　　由此，他既是籍此向朝廷表明某种避嫌的心意，也是变相的不满和间接地抗议，也有以此暂且逃避俗世烦扰与朝局纷争的意愿。毕竟，作为守护着朝廷的东南财赋重地而硕果仅存能征善战的将帅，他的一举一动同样牵动着朝堂的关注，以及众多追随者和利益群体的风向。

　　而他最不满的，无疑就是在刚刚大败黄逆为首的草贼而受降无数之后，就突然被来自朝廷的旨意以确保东南重地为由，严令约束他的麾下不准继续再越过大庾岭而南下追击了。

　　这一次，毫无意外的得到广州陷没的消息，他也不过是微微翻了翻细长而不怒自威的眉眼，整齐如雪练的胡须略微吹翘了几下；在某种隐隐活该如此却又怒其不争的复杂情绪下，徘徊和纠结了片刻之后就将其丢到一边去，叹息着“吾又为外物所扰了”，随即继续沉浸和投入到了所谓的修炼超脱之道当中去了。

　　当然了，他的内心并不是像表面上那么平静无波，事实上对于黄贼南下广州之事，他还是又有些如鲠在怀的复杂心绪的；既有兔死狐悲式的惋惜和憾然，亦是有幸灾乐祸的一点快意释然。

　　惋惜和遗憾的是岭东节度使李昭的身死与贼，要说他这一生戎马生涯，能够比较想得的友人和同僚，就算他其中为数不多的一个，还是在平定安南都护府任上熟识起来，也是他所推行剿抚并进的草贼绞杀战略的重要协同和配合者。

　　虽然之前他的主张是请求朝廷招降草贼之首的黄逆，但实际上不过是为了保全岭南之地，为朝廷调遣兵马，而所进行拖延式的缓兵之计而已，同时也是当初分化王（仙芝）黄（巢）二贼的故智使然；但最后却因为朝廷的党争和某些人的私心作祟，而为国殉难在了这颇多瘴疫的岭外之地了。

　　但是对于广州失陷这个结果，却又隐隐有些乐见其成的心态和意味；毕竟，当初王逆起于中原河南长恒一地时，临近各路藩镇几乎是坐观自保而互不援应，除非草贼犯境上门而主动讨击者寥寥，以至于原本起于一地的草贼得以势大难制了几近东都，而令京畿震动传旨各地会剿之。

　　结果，后来又有好大喜功的平卢节度使宋威，都诸道兵马进剿却轻胜骄狂而贪冒功劳，以数胜之后自称已经击杀草贼逆首王氏，而遣散朝廷好不容易严令汇聚起来的诸道兵马，致使草贼余部就此逃出生天而流窜肆虐江淮河汉各地之间乘势复起。

　　直到宰相王铎献招安策而分化王、黄二逆，又以宰相曾元裕为都兵马行营副都统，才得以协调统辖各地兵马，将逐渐走投无路的王逆会歼荆南黄梅之地。然后黄贼并其残部又起，度过大江而肆虐于江东、两浙各道，各地皆不能制。

　　在这些日子里，也唯有他这个依旧忠于国朝而临危受命的宿将，不顾年事已高依旧随朝廷的号令辗转奔走于南北，而一路极力扑杀王、黄二逆所留下的一路烽火与变乱，屡屡破之而收降甚众。

　　如此忠于王事的国之干臣，却在功成将毕之前因为朝中的意志，被强令约束在贼势当面而止步不前，只能坐看岭外沦陷与贼，这不由让他这个奋战多年而初心不改的老帅，也暗自有些齿冷和离心了。

　　“吾的闻道之心还是不够金坚。”

　　因此，在半响之后高骈就站了起来感怀道“竟然已经为贼询所乱了”“令公始终心怀国事，乃是天下黎庶之福”正在说法的温雅道者，却是劝慰道。

　　“求道仙班之法，亦是许以大功德大气数为辅的。”

　　“却是不妨耽搁高公这一时的。”

　　在高骈无奈的叹了口气暂时离开这处肃穆静雅场所之后，就来不及宽衣在楼下私下临时召见了，他如今最为亲信的心腹大将讨击使张磷。

　　要说他早年征战无数而麾下得力的将帅不少，但是最看重的就是眼前的这位，尤其是在他年事渐高而逐渐不便于军伍奔驰劳碌之后，这位爱将张磷就逐渐充当了他，在军前奔走代行意志的化身和重要角色。月前数度大败黄巢所部的大庾岭之战，也是在他的实际统领下完成的。

　　“草贼既以下广州。”

　　高骈如此轻描淡写的吩咐道，就像是交代一件寻常的家中琐事般。

　　“尔亦须得紧盯润州、金山、嘉平，那些新降之师的动静。”

　　“彼为袅为獍，维虺维蛇，久流螫蠹，偶令招谕旋自归投，既可用之，然不可不防之。”

　　“故许以衙前诸军的便宜之权，只要稍有传言和举动。”

　　“该抓该杀，毋庸某赘言了罢。”

　　“无论是莫邪都还是轻击都，可都不是用作摆设的。”

　　“但请令公放心。”

　　彪悍骏凛而举手投足如虎视狼顾的张磷，顿然举礼回声道。

　　“当不负所托。”

　　与此同时镇江城中，一名名为吕用之的落魄中年方士，也在同乡的介绍下入住进了镇海节度使所资助的道场崇华观，开始了自己流离一生之后的重要人生转折。





第八章 依旧活着（上）

　　“我兄弟在哪里……已经一天一夜了。”

　　某处义军营地当中，一个须发贲张的魁伟大汉，高声的对左右咆哮着“还没有回来么……再让人去找。”

　　“哪怕找遍全城每寸地方，也一定要找到为止。”

　　“晁率将还请宽心一二，三队头这次只是私下离队而已”一名形容苍老的部下劝说道。

　　“也许就是盘亘在城中某处流连，而误了归期而已。”

　　“况且还有那么多人跟随，都是经年老卒不是……当是出不了什么状况的。”

　　“再说城中已经被划做各部人马的驻留。”

　　“贸然大张旗鼓闯过去搜寻，只怕是有些妨碍的。”

　　“那就想办法啊，不管是托转交情，还是从我的私蓄里拿财帛去买通他们啊。”

　　“是是。”

　　左右噤如寒蝉的连忙奔走起来。

　　只是不久之后，在他利用自己权势和人脉的全力运作之下，很快就得到了消息和回应，却是个不择不扣的坏消息。

　　“全都死了，死无全尸？，这可是我的兄弟啊”他顿时眼睛都红了。

　　“一个糠饼子都给我留下大半的兄弟啊”“全家老小都饿死之后，我仅剩的一个兄弟啊”“跟我一路走过来都没能丢了性命。”

　　“竟然在这已经陷落的广州成立，死得这么凄惨”“这叫我怎甘咽下这口气啊。”

　　……

　　与此同时，在还算宏伟的城门边上的人群里推来挤去的，排了老半天也没有等到的周淮安，也忍不住在饥饿和困意中，靠着墙边小小打了一个盹又被惊醒过来。

　　“儿子额……你就叫周淮安了”儿时依稀的言语仿若是还在耳旁。

　　这个名字源自他家老头子，用来纪念出生在江苏淮安的开国先总理周公；虽然他老爹这个周和那个周，不过是八竿子打不着的同城同姓而已，人家更是实打实的绍兴籍；但是丝毫不妨碍他家这位追慕依旧的老头子，追着当年诸如“卫国”“爱国”“卫红”“卫东”“援朝”之类，残余时代特色的尾巴和起名不能用地名的户籍漏洞，给他起了这么个看起来颇为大路货/中规中矩的名字。

　　然后，等到他稍稍懂事的年纪之后，随着录影厅里一部脍炙人口的港台武侠片，《新龙门客栈》流传开来之后，他就不免饱受这个名字产生的困扰和无奈了；随着升学的过程宗室会免不了会碰上，新认识的同学拿着这个名字来说笑和引为话题。

　　甚至还一度有外校的小痞子慕名而来，堵在教室门外像是动物园般的观赏一二；直到他痛下决心以数进医务室为大家，狠狠打了好几架才让事情消停下去。

　　但是他这个名字带来的隐隐影响，却是差不多多多少少伴随他上了大学了；甚至还有比较狭促而风趣的教授讲师，会课外故意问他一句“你的金镶玉在哪儿”“红颜知己莫言又在何方。”

　　直到另一位与女侠莫言同名，写乡土小黄文的文学中年/猥琐大叔，开始在文坛中风生水起之后，这种隐隐的话题才逐渐消失不见了。

　　来到了广州城外，周淮安发现自己再次失算了。虽然有过行走在非洲大陆也直面过荒野地区的经验，但是他显然还是严重低估了孤身一人在这个时代行走和活动的危险性。

　　因为，他从身边那些人群里无意得到的些许消息是，在这个时代的城市周边和郊区，可还是有着虎狼熊豹等凶猛野兽出没的记录，并且不乏各种人畜受到袭击的例子，；尤其是在这相对开化程度不高的岭南地区。自古以来就是流放政治犯的恶地；虽然经过历代的开发，但鬼知道还有多少大自然的意外惊喜在等着人类呢。比如在农民起义军到来的半个月前，在广州境内的乡下，就有小贩被猛兽叼走的传闻。

　　而且，要知道哪怕是在周淮安所生活过的后世，一直到解放后的很长一段时间内，为了解决野外生产生活当中的野兽危害问题，国家可是多次组织了民兵和部队，进行过相应的灭杀除害运动；差不多用了许多年时间，才将各种野外出没的猛兽们，逐渐变成了后来只能在动物园和保护区里，才能见到的濒危物种。

　　其次是，在这个动荡之世的各条道路上，同样也不缺乏各种多如牛毛的盗匪劫道，或是由饥饿流民所转化过来的饿殍浪潮消息；无论是前者还是后者，对于缺乏足够武力也没有形成规模的行人和商旅而言，简直就是致命的威胁和阻碍；事实上，就算是在古代那些号称是文景、贞观、天宝、洪武的治世当中，也是免不了种种盗匪和变乱的记录，当然了这种情况下通常已经不是简单天灾人祸的饥民背景；既有一些穷乡僻壤而“穷极思变”的民风释然，也有那些雄踞地方的门阀氏族豪强大户，在背后作为推手和加以利用的因素。

　　而且在那些本地人的只言片语中，大唐王朝驻留在道路上的官军，甚至是比这些猛兽、盗匪更加危险和可怕的存在；在他们的眼中，或许再没有比一个缺少身份证明或是没有路凭的外乡人，更好下手的肥羊和诬良为盗劫杀敛财的目标了。

　　于是，一座座的城池及其影响力可以辐射的周边地带，反而成为了这个动乱时代当中，相对安全一些的孤岛了，所以基本没有人愿意离开广州，反而在城门重新打开之后，还在有人源源不断的逃奔回来。

　　尤其是在黄巢的义军打下广州有开始放赈的消息传开之后，从四里八乡冒出来的饥民和流人，几乎是塞满了每一条主要的道路，在这种情况下周淮安想要就此脱身的可能性变得微乎其微了。

　　虽然他同样可以寻找那些相对荒僻少人的山道、小路，来尝试性的绕开那些遍设关卡的官道；但在既没有北斗卫星定位系统可以提供导航，也没有相应的野营工具和物资保障的情况下，这无疑是是某种意义上的拿命去博概率；毕竟，那些藏在山林里毒虫野兽瘴疫什么的，可不会去具体分辨穿越者还是土著的区别。

　　况且，就算是在后世科技高度发达而信息昌明的现代社会，每年照样也有形形色色自我感觉良好的驴友或者干脆就是两眼抓瞎的生手，前赴后继的失踪、失联在一些古老山区或是偏僻地区当中；在浪费国家用来搜救的人力物力同时，为达尔文进化奖的候选名单和提高全国人民的智商平均值，做出源源不断的贡献。

　　周淮安自觉也没有能够堕落到与此为伍的程度；所以在一时之间，他发现自己居然在离开城市之后，自己前半生所获得大多数的经验和技艺，就基本没法派上用场了。

　　因此，在半响之后，他站在一群流民当中排队等候着所谓义军的放粥；没办法，基本秩序已经重新建立起来了，再继续到处流窜就显得比较突兀和显眼，而具有某种危险性和意外概率了。

　　整个场面到处都是乱糟糟的人群，但是在足够数量武装人员监视和维持之下的基本秩序还可以，只是各种喝骂和叫嚷声，从头到尾就一直不绝于耳的；而放粥的据点虽然看起来杂乱无章不甚合理的，但是胜在布置的数量足够多，而且还有人用手推的小车将各种柴草米粮等物资给送过来。

　　于是，周淮安这一次并没有等上多久就拿到了属于自己的一份，盛在小半截坛子底磨边而成的不规则碗状容器里，就被迫不及待的推搡着赶到了一边去了。所谓的粥是灰褐色的，里面充满了不知道整条野菜根茎还是其他什么黑乎乎的杂质，或沉或浮的与颇为稀少的谷物颗粒混杂在一起，不管用什么容器每人只有一木勺子；而在这里，看起来身体过于瘦弱或是矮小的人，就被从队伍当中给驱赶到一边去，也有人嚎啕哭泣乞求着不肯离开，然后就被维持秩序的士卒拳打脚踢的驱赶开来或是死拉硬拽拖着手臂丢出去。

　　周淮安不由在心中咯噔了一声，这看起来就是一副要现场招兵或者说是拉壮丁的模样啊，不由捧着这碗东西作为掩护，然而前后坚决而缓慢蹒跚着拥挤向前的人群，以及接下来发生的事情，却是让他已经来不及回头了。

　　随后，他就看见有好几个人突然掉头拨开人群，一路大呼小叫的撞倒和踩踏过去，似乎是想要脱离这里的队伍；然后就四骤然炸响起来“奸细”的大呼小叫声和尖锐号子中，连同身边来不及躲开而绊倒滚撞在一起的路人一起，被站在哨台和围墙上的守卫给用弓箭像是穿糖葫芦般的射杀在当场了；其中的反应和身手矫捷，却不是周淮安在城中半路遭遇干掉的那些货色可以比拟的。然后，被补过刀尸体很快就被七手八脚的拖下去挂在外面的木栅上，而更多人涌动着则踩过新鲜的血迹填补了上来，就好像刚才事情都没有发生过的一般。

　　而作为被分流下来的人，则还会得到一小半拳头大的灰团子，闻起来就自由一股臭酸和发呕的气味，许多人却是狼吞虎咽吃的津津有味的，恨不得把粘在衣襟和手指缝里的残渣，都给舔舐干净。

　　也有人没有马上开吃，而是马上仗着身强力壮去抢夺身边的；其中甚至形成了几个小团伙，其中一个人还打量了眼周淮安，但最后还是根据身高和外形做出某种比较性的判断，而悻悻然的转向了他身边的另一个看起来更瘦弱的人，凶巴巴的喝声和要挟起来；然而这种小规模的骚乱没有持续多久，就被远出观望和维持秩序的义军士兵眼尖瞅见而猛冲过来，三两下打倒在地而在惨叫和告饶声中拖了出去。于是在一波三折之后，接下来这些饱受惊吓的人，总算能够好好品尝一些这来之不易的吃食了。

　　只浅浅喝了一口灰色薄粥周淮安就差点儿没有吐出来了，那种无法形容的味道直接让他想起了，在非洲某个部落第一次被人恶作剧，骗去品尝五颜六色毛毛虫制成的土著蘸酱，而令人难以忘却又不堪回首的情景和回忆了。

　　最后他还是没能下定决心尝试另外那块玩意儿；想了想就随手递给一个跪在地上泥土里哭丧着脸找寻的人，他的那份东西被人抢走又连同薄粥撞翻在地上，已经完全被往复践踏的根本找不回来了。

　　好吧，至少他的夹袋里还有一点可以应急的临时口粮，接下来唯有寻找机会离开这里了。而蒙头蒙脑接受了这份馈赠的跪地那人，却是红肿眼睛瞪得老大而泪水哗啦就大滚下来，而转身作势欲拜的瓮声哭道。

　　“多谢。”

　　这时候一个大嗓门的声音在他身后的人群中炸响了起来。

　　“兀那和尚！！”





第九章 依旧活着（中）

　　“和尚”周淮安用了好一会才回过神，有些丈二摸不着头脑的反问道。

　　“你在说我？”

　　说话的人明显年纪不大个子不高，但因为明显营养不良而长相显老，身材也有些微微的佝偻，头发还夹杂着少白头式的几缕灰色。

　　只是他身上那件镶满铁片和泡钉的深绯半身甲，以及跨在腰上系着绿涤丝绸缠把的紫鞘佩刀，在这处放粥的临时场地当中，体现出高人一等的身份和气势。

　　事实上，周淮安已经注意到了在此之前他所过和之处，无论多么的拥挤那些维持秩序的义军们，也无不是恭敬有加的让开一段距离和空间来。

　　“也只有你这些出家人，才不在呼授之父母的身发体肤。”

　　对方指着他剃得只剩一点短短发搽的头顶。

　　“你不是和尚又是什么东西。”

　　好吧，周淮安摸了摸头皮才想起来与对方油腻腻的发髻不同，自己在医疗队里行走的时候，出于热带卫生上的考虑可是相当勤理发的。再看看自己这一身搭肩的半挂裹身布，似乎还真有点南亚大陆上苦行僧的味道，顿时有些无语了。

　　“其实。”

　　周怀安觉得还可以努力挽救/辩白一下。

　　“看你还有几分慈悲心，想不想吃点好的。”

　　看起来有点未老先衰的灰毛头领，就不由分说的挥手强势打断他道。

　　“爷姑且给你个管饱的机会。”

　　听到这话周淮安暗示改变了主意，而默默闭上了嘴吧。

　　“看你这和尚倒也生的高大壮实，怕不是那家的大寺的弟子，往日里吃的也不少吧。”

　　“会唱经不，待会给俺来短超度往生的。”

　　“前头死的人多了，也是晦气。”

　　“随便念点什么也好，让兄弟们安心点。”他神神叨叨的念了一大堆，眼睛就一直盯在周淮安的身上，却是一副根本不容拒绝的表情。

　　“当然了，也不会白使唤你的”“大将军有令要善待汉家百姓，就算你是出家人也是一般的。”

　　“当然那些藩僧就不一样了，胡儿都该去死。”

　　“只要能让俺兄弟们满意，等闲吃饱算不上事儿。”

　　“保不准儿还有奖赏一二了。”

　　好容易才在对方的滔滔不绝中，找到个插口的机会和间隙。

　　“却不知，……恩……贵官您怎么称呼”周淮安也只能摸着脑袋暂且俯首下来，对着这个比自己矮一截的头目道。

　　“贵啥子官啊，俺姓柴，单名个平，叫俺柴校尉好了了。”

　　这么有一句没一句的攀谈过来，对方虽然看起来是一副满不在乎的态度，但是眼中偶然凛凛煞气，却让人隐约觉得并不是能够随便糊弄或者说好像与的角色。

　　跟着这位骑着一匹枣红大马的柴校尉，还有两名紧紧相随而将周淮安包夹在个中的年长护兵，走出了一段时距离之后，那些断断续续遮挡住视线，青山绿野的城外丘陵风光突然就迅速消失了，只剩下展现在周淮安眼前令人震惊的一幕；如倒卷乌云般漫天飞舞的鸦鹫，横七竖八堆叠错落的尸骸，还有林立摧折的兵器，倾倒的车马与木栅，铺满了这广州城外的旷野之中，就像是斑驳暗色的海潮过后残留物一般，淹没了视野当中各种山丘、坡地、灌丛与田野。

　　这就是广州城外留下的战场么。

　　而在更远处，几片人声鼎沸而尘嚣直上的大型营地，就簇立在珠江之畔而不断有形形色色的队伍出入往来着，其中还间杂着三五飞驰而过的战马和骑兵。

　　而来自城中的车队从各处城门蜿蜒而出之后，就全部汇集到了这里，而在这几片营地当中最为显眼的无疑就是一只鹤立鸡群一般，高过所有颜色杂乱的林立旗帜一大截的土黄色大纛，以及垂挂在旁的两面竖条大旗，远远望过去，其中一面写着“冲天大将军黄”的斗大黑字，另一面大旗上则是朱色的“百万义军都统”；难道这就是那位大名鼎鼎的黄巢，黄冲天所在么，周淮安不禁在心里猜测起来。

　　一小木盆带着焦黑锅巴底的剩饭，上面撒点黑乎乎的咸菜碎，就是对方所说的一顿饱饭了；虽然是基本没有怎么脱壳和舂磨过的泛黄糙米饭，还带着不少烧糊和夹生的谷粒，嚼在嘴里对牙齿和口腔委实是一种粗粝的考验，但是相对在黑叔叔的部落里吃到过的泥巴大饼和酸浆团子，就不再是那么难以接受和下口的事情了。

　　这一度让他想起了在医疗队里，某次因为暴雨导致的泥石流而被困了三天三夜，差不多把身边牙膏在内的一切东西都吃光之后，救援队才到来而吃上一碗最简单开水泡面饼的滋味和心情。

　　很快就被周淮安给连抓带舀的一扫而空，连黏附的锅巴残渣都刮下来，然后只觉得空瘪的肚子才刚刚填了一个半饱而已，甚至意犹未尽的摸了摸肚子之后就连一个饱嗝都没法打出来；而正在边上观看的柴校尉也微微变了颜色。

　　“好你个能吃的和尚。”

　　“这可是足给五到七人的饭食啊。”

　　“接下来，就看你值不值得费这么多人的饭量了。”半响之后，他就被领到了一处仓促搭盖起来灵棚和香案面前，一些诸如木鱼、磐、磬之类的法器，就乱七八糟得丢在地上没人收拾过呢，上面还有几点疑似呕吐物的溅痕和可疑的深色污渍。

　　好吧，对方一定是故意的吧，周淮安不禁心道。刚让吃完一顿稍微果腹的饭，连个消食的机会都不给就拉到这战场中来了，近距离饱受一番这种“色香味”俱全的当面冲击。

　　不过，在非洲行走的时候，周淮安已经直接或是间接的见过了不少，饥荒和战火所造就的人间惨剧，也知道了许多根源和内幕的所在；对此也已经不是那么的特别反应激烈，而只剩下最基本人道主义情结上的感伤和触动了。

　　然而，这落在那位自觉有些来历的灰头柴校尉眼中，却又是另一番的感受和评价了；至少对方身上这种不动形色而发自由心的悲天悯人意味，恰如一个高僧大德的城府和气度，只是年纪上有些过于轻了。

　　“又拉来一个……到底行不”“至少没有当场吐出来，应该可以凑合把。”

　　“前面你已经拉过好几个，都吐得死去活来的。”

　　“哪怕用刀枪逼着也没法维持下去了，”隐隐听着不远处细碎的讨论声，借着这个等候和布置的机会，周淮安暗自仔细打量了一番周围的环境，同时也是寻觅可能用来逃跑的路线和躲避藏身的地方。

　　只见灵棚虽在这片战场当中的阵亡者，大多数是统一皂袍耳帽的官军；或又是戴笠的乡兵、土团；间杂着褐衣短衫草鞋的义军尸体，因为绝大多数都光着头而只有板结的发髻，所以很容易就被辨认出来。

　　而在这些尸体之间，像是一群兀鹫或又是食腐野狗一般衣衫褴褛的潺动人群，正在尸堆上剥去一切可以利用的东西，而留下一片又有一片光秃秃的尸体，很快又被密密麻麻的鸦群给覆盖上去了；而远处的野狗也在某种此起彼伏的号角声中，慢慢的聚拢过来而咆哮嘶吼着，与吃油光发亮的肥大鸦群展开新一轮的争夺与冲突。这就像是某种分工明确的无形默契一般的。

　　在难以形容的怪味混杂当中，有些尸体看起来死了有些时间了，而有些尸体显然是刚刚被杀死的鲜红色，而且伤创几乎都在同样的位置上，倒地的的位置也相对集中和整齐的多，显然是被后来集体处决掉的。

　　然后，就像是验证了周淮安的猜想，一群鼻青脸肿或是身上带伤的人，也在哀求和哭哭啼啼的嘈杂声被驱赶了过来；然后备用刀枪一一的从背后被捅倒、戳翻在，这些临时挖出来的沟壑里；虽然还有人在染红的泥泞里痛苦的挣扎，也有人在跌跌撞撞当中想要逃离出去；这时有人对着拉开弓箭，但却被领头满脸沧桑的队官按了下来，“节省些箭矢，将来多杀几个官狗好了。”

　　然后，就见他很快就带人被紧步追上去，从背后将这些根本跑不远的幸存者，踢倒在地挥刀砍下头颅，而血淋淋滴了一地提领了回来，反手丢在那条铺满尸体的土沟了。

　　“和尚，觉得看过不了么。”

　　那名带他过来的灰毛柴校尉，突然主动解释道“那可是成大咬，因为灾年他爹饿不过偷吃了一条当地秦封翁的狗”“回头全家都被官府的吏给埋了桩子。”

　　“最后，就死剩他这一个被野狗给扒拉出来的。”

　　随后，周淮安就知道了所谓埋桩子就是活埋的意思，而且是那种为了起到足够震慑效果和省力气，直接将头向下倒埋在土里；然后随着人慢慢的痛苦窒息而死，失禁的屎尿会因为被封住的体内压力，而从露出的上端倒喷而出。

　　无怪时如此的苦大仇深了，这简直就是后世教科书上说“阶级斗争与矛盾”的极端表现了；周淮安心中的评价和意味顿时有些复杂了，但是脸上还是勉励维持着某种麻木与呆滞。

　　当那些从属于义军的尸体，被陆陆续续的分拣出来而逐一摆到了周淮安的面前。然后他深吸了一口气，努力整理了复杂无比的心情，让自己想起那些令人感动和悲伤的场景和画面，又变成了抑扬顿挫出口的唱诵声。





第十章 依旧活着（下）

　　“来了。和尚，吃晚食了。”

　　在零星的招呼声中，周淮安看着重新摆在面前的汤饭和饼食，虽然同样不是什么好东西，只是杂菜汤泡饭和带着很多麸皮的贴饼，上面还有没去干净的灶灰，但是至少看起来比之前吃的剩饭又要像样的多了，起码是现做不久而装载破篮子里的热食了。

　　这就轻易过关改换了立场而暂时加入了体制内了？，虽然只是一只流寇性质的农民起义军，周淮安有些恍若梦的看着眼前这一切，自己居然还有需要靠假冒和尚装神弄鬼来骗吃骗喝的一天，只感觉再度涌出的荒谬和落差感，沉甸甸的充斥在既的心头而他只是学者见过的非洲部落萨满，装模作样念了几句抑扬顿挫的，连他自己都听不懂的斯瓦西里语，然后按照后世烂大街的《大悲咒》之流佛门音乐的节拍，空对空的哼哼了几阵子而已，就这么的轻易蒙混过关了。

　　他们甚至就连周淮安身上的东西，也不用检查了，而直接被当成与常人无关的法器度堞什么的佛门用具，见多不怪的熟视无睹过去了。

　　他甚至还得到了一身不知道从谁那里剥下来的珈蓝袍（僧衣），虽然救了写却大体还干净，也没有什么虱子跳蚤的残留，而让他得以把那块缠身的破布给换到；接下来他有得到了，可以和那些小头目们一起吃饭的待遇，只要继续站在那些需要掩埋而奇形怪状的尸体面前，面不改色的把一段自编自创的超度经文，给哼哼念完就行了。

　　只是，等到他不管不顾的专心吃完第七个灰麸饼，将瓦罐里舀出的一大勺菜羹汤饭，也顺势一饮而尽之后，身边再次响了嘈杂的嗡嗡声，却是不知道什么时候已经围了一小圈人；都是那些同时吃饭的义军小头目们，正当是七嘴八舌的纷纷道。

　　“好你个能吃的和尚。”

　　“都第七个了……大半罐子汤了。”

　　“真能把这些都吃尽么。”

　　“速速掏钱，每人都输我三个大子了。”

　　“拿不出来就用身上的小物件顶好了。”

　　又有一个格外得意的声线，在其中吆三喝四道。

　　“愿赌啊，便要服输喽。”

　　然后对方挎着一个篮子里，很快堆聚了一些铜钱和细小物件。

　　好吧，看起来这些义军将士的日常生活真是详单的单调匮乏，居然这种事情都能当作赌注取乐一时了，周怀安无动于衷的在心中嘀咕着，又将手伸向了草篮里的最后一块麸饼；当他刮下了最后一点汤底之后，最后还是没能够将肚子微微的涨意，变成真正的饱嗝出来。

　　他不禁再度暗自叹息道据后世的研究说，人在缺油少盐的情况下单靠碳水化合物的涉入，会变得格外的能吃消化起来的也特别快，显然就是他现在这种情况了。

　　然后他突然不由自主的咦了一下，因为他突然感觉到自己的固定视野，像是得到了某种松动而突然可以远近拉升起来，然后有变成了同步多个点聚焦的游动框架，而将各种细节呈现在了他的感官之中，然后又在某种空虚感中迅速消失不见了。

　　虽然只是稍闪即逝的变化，怅然若失的周淮安却是心中一动，这难道和自己一把保持饥饿度后的进食有关系么。难道这种莫名的能力和感观，需要足够的进食来保证么。

　　这样的话他的预期和计划就要有所改变了，“话说，你们不用掩埋起来了”在此期间，周怀安终于找到一个插话和试探的机会“难道就不怕凭空烂在野外，变成时疫的源头么。”

　　“不过是个有点养子的野和尚，凭的呱噪。”

　　“我义军的事情，何须你来多嘴”只可惜，除了那位苦大仇深的队官包含意味的瞪了他一眼之外，在嘴上训斥了一句。余下在没有人理会他或者是在意他的话语了。

　　“和尚真是好胆魄啊，”倒是在天黑之前，那个灰毛柴校尉又转了回来。

　　“留在空门之中，也实在台屈才了”“还是随我追随黄王的大业，为天下苟且残喘之民做点事情好了。”

　　当然了，这位柴校尉的实际心思远不止这些，因为观其言行之后他已经多少有所惊讶和感叹。

　　难道这厮真是某些名山大寺的宗门弟子么，不用任何法器和轨仪（嫌弃脸？），就光靠梵唱和就可以让人听出竦然起敬的慈悲与关怀意味？

　　只是这种人物怎么会流落在民间又混杂在这些饥民之中，难道是一种入世修行的法门。他愈想就愈加的惶惑不解和可疑起来。不过至少作为官军奸细的嫌疑是大大减轻了，倒让他起了另一种心思。

　　“如今，我还有其他的选择么”周淮安当然不知道这些是非曲折，他只能姑且低调的示弱道。

　　“另外，其实我不是。”

　　“好了，跟我过来把。”

　　只可惜对方就根本没有听下去的意思，径直推着他向着另一个方向走去。

　　“先给你找个过夜所在……好了”当周淮安被喧然的吵闹声，从一整晚防不胜防的蚊虫叮咬当中，给从一块门板和草垫上吵醒过来，见到的就是陌生而忙碌的营地，还有那些明显是搜刮和抢掠之后就运回来的物资，在露天堆了一堆又一堆。

　　“从今儿开始，你们就是我怒风营的儿郎了”领头正是之前那位苦大仇深的队官成大咬，正在对着潺动的人头高声道。

　　“今后自当时祸福同享，同生共死的好兄弟”“我怒风营虽比不上，那些河南、淮上的老营子弟。”

　　“但也是自荆湖一路追随黄王杀出来的老底子，”“若不是在大庾岭断后打的太惨，也万万不会便宜了你们这些拙货。”

　　一顿训示式的牢骚发完了之后，那位成大咬对着身后一挥手，那些早有准备的义军就一拥而上，对着新征募来的义军兵卒，呆头呆脑的就是一顿喝斥和怒骂，然后像是鸭子一样的驱赶成一堆；“来领家伙了。”

　　随着成大咬的一声叫唤，一捆又一捆的新造兵器，就这么被泰勒过来堆放在了他们的面前人人发给的唯一武器，就是一根根刚砍下来粗细不等削尖了尾稍，上面还带着明显未削干净枝节的新鲜竹子，当场被命名为所谓的“竹钉队”，他们唯一的共同点和特征，就是都是打着赤脚站在泥泞里。

　　在大小头目的喝骂下就这么杂乱无章的站成一群群，胡乱挺举在空中的竹竿稀里哗啦的撞击和纠缠在一起，就活像是劲风吹过的乱草丛一般的让人看着就是心烦气躁不已。

　　而负责弹压和约束这些新卒的所谓义军正卒，看起来装备比他们稍好一些，则是那些从带有两浙、闽地口音，明显从当地附从和裹挟而来的；虽然同样是布衣褴褛的，但是好歹拿的竹木长杆上，已经用篾片和绳子捆扎或是固定上了不同形制打磨过的铁尖和刃头，是以被称呼为“杆子队”，其中穿着草鞋或是在脚上包布，大约只占了这只义军的三成有余。

　　而比他们数量更少的多而装备看起来更精良一些的，则是所谓的义军老卒，也是这一步义军的中坚力量和骨干成员，日常里称之为“哨头队”；看起来大约有两百人左右，自发在外围站成十几个相对平均一些的群落，看起来就是便于警戒和相互支援的关键位置上；他们正冷眼看着这些手忙脚乱负责弹压和约束的“杆子队”，或又是如杂乱羊群或是鸭子一般各般手足无措的“竹钉队”的各种笑话，而时不时发出一阵阵哄笑和讥嘲声；其中大多数是北方来的青壮汉子，个头和精气神也普遍稍高一些。身上还带着一些新旧的疤痕；无论是刀枪剑斧锤棍什么的，人人都有一样铁质的长短兵器，至少有一身半新不旧皮套子或是半截子镶钉背心，或又是捆扎好几层的麻布，人人都有新旧不等的鞋靴穿，他们基本也充当着义军中的小头目角色。

　　可以说，除了一小部分人有顶肮脏破旧的帽子和掉漆的盔子之外，其他都是用一块素布包头，算是统一的辨识手段了。

　　然后，随着一声沉闷的牛角号响，周淮安就见到那些原地待命的老卒们也突然动了起来。





第十一章 活下去

　　然后周淮安就见识到了更加奇葩的一幕。

　　而这些自称怒风营的义军所部用来训练他们的方式，就是让这些新募的兵卒，勉强排好队而站在原地挨打；没错，就是挨打，由那些老卒上前负责用长短木棍用力的抽打他们；其中短棍用来敲打而长棍用作戳刺的交替突进配合之下，顿时将那些不知所措的新卒，在一片哀鸿遍野声中给劈头盖脑的打翻了个七零八落满地乱窜；却又被三面合围起来而无处可逃的挤压到了墙边上，最终还是难逃个个被放倒在地打滚痛呼哀声一片的下场。

　　而周淮安也注意到了一件事情，就是他们攻击的位置主要手脚和胸背不甚要害的位置，而尽量避开了头脸和下阴等致命部位；尽管如此，那些骤然受袭的新丁们还是在一片哀鸿遍野的哭爹喊娘声中，如同切瓜斩菜一般的被横扫。

　　然后，当他们重新灰头土脸而犹自呼痛的被聚集起来之后，那些能够支撑得最久的，站在挨打没有马上倒下或是逃走的，都被挑选出来而按照五人一组的指定成为了临时的小队目，而那些见机溜的最快，躲的最勤，或是以挨打就最先躺下装死假叫唤的家伙，也被明显眼尖而富有经验的老卒给按照人头一一的挑选出来，连打带骂的从营地当中给带了出去。虽然不知道他们将要去往何处，但是看那些押解义军的态度就知道决然不会好过道那里去的。

　　最后还有十几个吐着血的人，却是怎么叫唤和喝骂也站不起来了，而被拉手扯脚的抬了出去，这一刻却是让人让人只觉得生命的卑贱与脆弱。

　　然后又有一队新的人员，焉头焉脑或是畏畏缩缩的被去赶过来，而由那些老卒们分批如法炮制起来，虽然每次只有处置百人左右，但是被留下的新卒很快就将预留的场地给填满了大半……

　　而这时周淮安则只觉心中有一万只草泥马狂奔而过了，还真是让人日了二哈了，居然还有这种奇葩的训练和选拔方式啊。感觉就算是让他们集体去跑马拉松也比这个靠谱的多啊。

　　不过，仔细想一想却又不是那么难以接受了；光是这些新丁芦柴棒一样的身体，真要让他们拉出去长跑的话，只怕是没跑多远就要到下一大半了，更别说是没有足够的近视来补充体能消耗和调养好身体，只怕很容易就会在剧烈运动之下造成尿血等一系列后遗症，乃至出现严重的内脏衰竭而死人了。

　　反倒是这种看起来极为粗暴原始的原地挨打考验的性价比还要高上一些呢。只是对于周淮安而言又不免有些庆幸和后怕，自己差点儿就成了他们之中的一员了；虽然这种程度的殴打和考较对他而言只是等闲事情，但没有人会喜欢自己平白挨一顿打的无妄之灾。

　　更别说如果混杂在这些人当中，表现出异于常人的气力和格斗擒拿的技巧，少不得还会惹出怎样的了麻烦来。他可是亲眼见识过非洲那些地方军阀和部族武装，是如何把刚好勉强拿得动枪支的孩童，从父母的怀抱里夺走一步步的磨灭掉童真与人性，而变成漠视自己和他人生命的消耗品；相比之下还是自己这个装神弄鬼蹭点吃喝的角色扮演更加安全一些，风险也小得多，只是这种状况又不知道能够持续多久呢。

　　“和尚，会看读榜文不”突然一个声音打断了他的关注。却是一名紫面阔脸手脚粗壮的大汉，身上相对干净的扎片甲和蓝袍，以及身后几名带盔跨着倒弓的跟随，显示着与众不同的身份显然还在那位带他过来的柴校尉之上。

　　“略知一二。”

　　周淮安略作恭谨而谦虚的回答道；然后对着一张破破烂烂字迹模糊的告贴，给对方逐字逐句的阅读了一遍之后，来人脸色稍宽又开口道“那你会计数么。”

　　“略懂一些吧。”

　　周淮安继续回答道，然后在几个呼吸之间，根据几行随口给出的数字，又变成心算出来的答案报给了对方。

　　“行了，那你就在我这儿留下来了”对方皱着眉头思索了好一会，直到周淮安觉得自己是不是弄巧成拙了，才突然摆摆手就像是挥走几只无聊的蚊蝇一般果断到“来人，给这和尚兄弟找身行头来……回头再去挑几件家什。”

　　“顺便换个居处好了。”

　　周淮安不由松了一口气，稍在脸上露出某种庆幸的表情，显然又一次蒙混过关了。

　　“虽然你是柴校尉作中推过来的人，但几无功劳也没有实绩。”

　　然后，对方继续又正色道“所以暂委你做个书办，日常比照火长的用度好了。”

　　“其他的一切，要日后看到情形再说了。”

　　“其实，我只求能够管一口饱饭就行了”周淮安故作勉为其难的道。

　　“好啊，”对方不以为意的道“只消你用心做事，怒风营自当管得了你一个饱肚的。”

　　“不知道这葫芦里卖的什么药”只是当前呼后拥的对方走远之后，周淮安集中精神之后，还是可以隐隐听到他们的低低谈论声，“黄王最是亲重乡党出身。”

　　“不是长恒子弟，便是冤句老乡。”

　　“再不然就是那些淮上盐枭人家。”

　　“每每驱与阵前，所的好处与利好关系最多的”“倒是我们这些河南近里的，却是不上不下的没几个着落。”

　　“这次下了广州大城，老兄弟又折了不少，却没有我们洗街的份。”

　　“杀尽诸胡，三天不封刀的好事，”“反倒是让那些新成营的福建子和浙西人，捡了老大的一个便宜。”

　　“上头几次请见都没获准……只让给了些自募的粮械，让我们拿这些羸弱补足凑数。”

　　“这次，还从小柴那儿给塞了个来历不明的和尚过来。”

　　“却打的是什么主意呢。”

　　好吧，周淮安不由喟叹了口气，隐隐觉得自己似乎有卷进什么是非；另外就是得到一个重要的讯息，那个柴校尉的身份似乎不一般。然后已经身不由己的踏进来了，在条件成熟的寻机脱离之前，也只能走一步算一步的接招拆招了。

　　毕竟这时的农民起义军虽然看起来声势颇壮，但相对将来的发展和结局而言，可不是什么好上好下的船啊。





第十二章 继续活下去（上）

　　不久之后，“和尚，你虽才是第一日到我营中，却是大有口福了”突然有人对着周淮安道。

　　“方才黄王颁下令来，悉命犒赏各军。”

　　“故此，今儿可是军中特许宰生，好生吃喝的日子啊。”

　　“肉。”

　　“肉……肉”“肉……肉……肉”周淮安面前的人群突然有些狂热的咆哮了起来，居然是到了五日一次的杀牲口打牙祭的日子了。

　　不但是“竹钉队”那些刚入伙的新卒，或又是南方出身“杆子队”的正卒，就连“哨头队”的经年老卒们，也不同程度的露出期许和垂涎的表情来。

　　毕竟这是物质条件极为匮乏的古代，对大多数底层人民而言，也许一辈子就没有几次吃上肉类的机会。

　　不多久的等待之后，在某种熟悉的“二师兄”此起彼伏的叫喊嘶鸣声中，一小群瘦巴巴的动物被驱赶进了临时的营地当中；只是周淮安就不免有些大失所望了；这些浑身污秽而皮肤皱巴巴包在骨架上的生物，就是这个时代的猪了，看起来怎么普遍个头和体形还没有，他曾经生活过的那个小区里，邻居家那只好吃懒做喜欢蹭小孩的萨摩耶更大呢。

　　不过对营中的这些人来说，已经算是破天大的喜事和享受了，几乎是磨刀霍霍的一拥而上，分作好几个小团伙七手八脚合力将其按在地里；然后，有人拿着各种所能找到的大小容器等候在边上，一亦动刀割喉放血就轮番接得满满当当的；再开膛破肚将掏出来的器脏一一趟开拉直，挂在临时准备的架子上，最后才是按照头尾四肢来肢解分肉，而将一扇扇血淋淋的带毛肉丢堆在筐子里，最后由负责开火的厨头给带人连器皿里的猪血一起抬走。

　　在一片眼巴巴望眼欲穿的表情当中，各种操练也就自然人心涣散而更加不成样子了。

　　恨就有脂肪和蛋白质烧糊的气味穿了出来，居然是最简陋的烤肉，而不是预料中的煮肉或是炖肉。好吧，哪怕再怎么瘦小的猪也是猪肉啊。

　　只是，不久之后他就皱着眉头，看着手中那块红黑相间明显烤的半生不熟的肉，最终还是没有能够下得了口去。

　　虽然说这个时代的农副产品，号称是没有工业污染的纯天然绿色作物，但是作为各种寄生虫、病毒什么的同样也是这纯天然当中的一部分，所以说在野外直接吃野味什么的浪漫，那都是经过影视题材美化和简略的结果，没油没盐也没足够放血和其他加工手段之下，只靠火烤之下的滋味实在是感人肺腑，更别说因此中标的风险和概率了；要知道连带这个年头以杂食和普遍放养著称的猪肉，也是具备相当野外感染的风险和概率；就算是水煮没有足够的温度和时间来杀灭和消毒，也是不能保证相应的感染概率，更别说只是简单的外部火烤一下就行了。

　　所以这个年代，猪肉什么的才是没有选择的下九流人群才吃的东西，属于尚不得台面的贱肉，稍微有点讲究的人都会想办法弄些吃草的牛羊肉来开伙，而出现在官宦人家和上层社会食谱当中，也只有牛羊鹿马之类的食草动物；而且一直到新中国建立之后的七八十年代，米猪肉的问题才因为伍兹的相对丰富和食品卫生规范的建立，彻底消失在广大的农村地区。

　　同样问题也会出现在靠近人类聚居区的河流里的淡水水产，倒是一些近海鱼类和水产品的问题会小的多，也更加适合直接食用。

　　最后他只想办法在厨头那里用这块猪肉作交换代价，看看能不能找些东西对付过去了“你个和尚还真不是好歹。”

　　见到周淮安拿着块肉走过来，临时的伙房里顿然有人轰声笑道“白费了好东西。”

　　“哥儿们可是眼巴巴的盼了好些天了。”

　　“去去。”

　　然后，他们几个却被一个略微苍老声音给轰了出去，“人是出家人慈悲为怀，尚有禁忌的地方。”

　　“哪是你这些土棍可比的。”

　　随后，一个围着油腻腻还带着血渍罩布而头发花白皱纹如壑的敦实老者，掀开熏得黄乎乎的帘幕走出来中气十足的道。

　　“话说这位行者，我这里实在没有什么茹素的东西”“只剩几块剩饭做成的锅贴了……可以将就下么”“好说，只要吃的就行了。”

　　周淮安突然看见地上放着的几个桶子，不禁眼睛一亮问道“这又是哪来的东西啊。”

　　“哦，这是就近下河捞上来的一些鲜货，”“不过其中除了鱼虾之外，剩下就没有几人吃都在了这了。”

　　“好吧，那我能不能用这肉换些过来。”

　　周淮安客气的问道“行啊，你尽管都拿去吧”老厨头不以为意的说。

　　“反正营中也没有什么人要的东西。”

　　“接下来还要借厨伙已用了。”

　　周淮安又道。

　　“行。”

　　对方点点头。

　　“只是我得在边上看着。”

　　所谓的灶火尤是简陋无比，也就是在挖出来烧火的土坑上，架个较大的扁锅子而已；但还带就有了提供热食和烧水的地方了。

　　然后，周淮安用那些桶底里找到一些牡蛎、蛏子和壳菜，还有一个附赠的鸭蛋，烧了一小锅底鲜汤；舀掉上浮的杂质和沫子之后，浇在隔夜糙米饭的锅贴上泡软，勉强够得上果腹了一顿。

　　用这一块肉做敲门砖，再加上后续烹饪过程当中的展示和分享一二之后，周淮安和快就这位老厨头熟稔了起来；知道了对方叫老冯却没有具体大名，也是河南大旱和蝗灾活不下去而跑出来老义军了，在着义军中厨伙里干了也有好些年光景了。

　　“这真是一个不错的开端，”简单吃完一顿之后的周淮安对着自己道，尤其是这种掌握的日常衣食住行的后勤部门的负责人之一，打好关系绝技是没有人和坏处的，哪怕对方只是一个厨头。





第十三章 继续活下去（中）

　　在一片吃肉喝汤所带来的喧声连天当中，很快几份看起来十分简陋的文书，就被交到了周淮安的手上。说是文书，其实就是将几册颜色发黄还带着污渍的卷边旧书，从背面给反过来写字和记录之用。

　　其中看起来最厚也自称是最重要的一本就是手抄的《兔园册》，据说也是这个时代用简易骈体书写的乡村塾师启蒙教材；沾着点点油花和斑斑污渍的纸面上，既有像是蚯蚓乱爬的歪歪扭扭毛笔小字，也有鬼画符一般的不明图案和乱七八糟的线条勾勒；甚至还有类似上古象形文字式的人形和动物形态的描绘。

　　这就是目前怒风营的全部家当和历任纪事所在么？，周淮安只觉得一时头大起来，这简直就是某种意义上的红崖天书啊，需要费上不少时间进行解密和分析，才能够上手和使用起来啊。果然世上是没有什么捷径和取巧之道可走啊。

　　随着天色放黑逐渐入夜之后，负责巡夜的火把和通道路口之间放置的火笼，就成了唯一可以照明的光源了。

　　大多数义军士卒住的都是临时搭盖起来的棚子，像是后世畜栏马厩的形制一样，在四面用捆扎的竹片和树枝遮挡起来，而只留下一口布罩的出入口；看起来也就比先前那些湿乎乎的沾满污渍，而充满潮气和异味的帐篷好一些；棚子里则是直接在干湿不等的泥土地面上，用成捆的秸秆稻草一铺，就是可以满满当当挤上好几个人的大通铺了；这种捆好的干草秸秆，白天里乃是牲畜的草料，晚上则是临时偕行的床，而在紧要关头之下，也可以用来引火或是纵火，可谓是一举三得；而作为各棚老卒和小头目们的专属待遇，则是比这些新卒多出一块脏乎乎的粗毛毡或是披风布作为垫子兼带裹身。因此在今日的天一黑，里面就已经躺了意犹未尽吧唧这嘴巴，努力回味着肉汤和血块的滋味，而等待进入梦乡的人体了。

　　而身份地位更高一些的队官以上，则集中住在这城外市镇了为数不多，残留下来的仓房、店铺等现成的建筑里，他们睡的一般是就地取材的门板、灶台和槽具、乃至各种车板和货架、物品堆上，几乎人人都有一套或新或旧的布麻遮盖之物。

　　而其中位数不多的几个首领人物则是由护兵陪同下，住在略微修缮和布置过的几间房舍里，作为日常的起居之所和发号施令所在。

　　而作为独苗一只的文书人员周淮安也多少沾上点光，而得以在堆满杂物的宽大库房靠着马厩的边沿上，得到了一个用破烂屏风隔开的狭小角落作为临时的栖身之地；虽然外面就是鼾声如雷一片当中，始终盘桓不去的马粪残余和汗臭味，因为那里有最重要的家当——二十几头拉车骑行的骡马，还有例行挤在里头睡觉的脚力夫役等杂佐人员什么的；但在这点狭小得让人一转身就碰的吱压作响的有限空间里，至少还有一片兼做桌面和睡床的三脚神案，以及半截坑坑洼洼的毛边蜡烛，线团、竹算筹、毛笔和墨块等零碎作为他的专属物用，刚好装满一个小小的竹背篓。

　　好在早年上书法兴趣班的那点底子还没有彻底丢光，蘸水磨开难闻的劣磨块，开始一笔一划的重新眷抄在，墙上撕下来的比较大张糊纸上，再用饭粒磨浆黏合住边沿，就是一副不怎么规则的记事本了。

　　在百无聊赖夜晚和连片鼾声当中，他的心思也很快沉浸到了这些数目和字句当中去了。

　　直到他所在的这处仓房，再次响起了开门的大声吵杂声，还有吃的醉醺醺的抱怨声，却是带着一干将领前往城中的大将军行所，参加宴席的怒风营主官一干人等都回来了。

　　“咦，和尚你还在做事么。”

　　那个满身酒气和呕吐物味道的紫脸首领，突然就走了过来，打量着周淮安身前的案上纸笔。

　　“这是给你的，和尚”然后一个液体晃荡的小酒瓶，就不由分说给塞到了周淮安的手里“提提神，”“多谢将军用心了。”

　　周怀安只能有些悻然的收下来，然后目送对方脚步沉重的登登上楼而去。；随后摇了摇又拧开塞子闻了闻，还有大半的酒液气味偏酸涩，明显是没有好好沉淀和过滤的低度浊酒；但是依靠他的过往经验，加入一些药物之后，勉强可以用作取伤化瘀的药酒；就算自己不喝也还可以用来和其他人交换又用的物资。

　　然后，他想了想还是就着瓶嘴喝了一口，这两天水浸泡的多了或许需要稍微发一发汗；当冰冷而有些泛酸的酒水吞下肚子，而慢慢变成暖暖的热流泛开之后，他满肚子的心思和杂乱发散的想法，也像是得到了收束一般，只剩下唯一的想念“想尽一切办法活下去，然后逃离这里的环境。”

　　这一夜，周淮安做了来到这个时代的第一个梦。他又梦见了广袤无垠的稀树草原，奔腾不息的角马与羚羊群，时不时出没在视野当中懒洋洋的群狮与追逐惊奔的猎豹，还有成群活跃在河道之间声音洪亮而体型硕大的河马与大象，说实话，从山区支教的志愿者教师，到海外医疗救援队的志愿者，这期间在周淮安身边其实发生了许多事情；比如他最初产生了让参加援外医疗队的想法和触动，仅仅是因为一部热门的国产军事动作电影《战狼》系列而已；而他当然从来也不会承认，最后促使自己下定了决心的缘故，其实也是羡慕上电影里那个在境外可以随便玩枪和合法打猎野生动物的富二代。

　　结果，实际上在非洲一路走来的行程当中他可谓是得失兼有，既有得偿所愿的地方也有失望和落差的所在；比如他就从来没有遇到过电影里那种傲娇美萌的混血妹子；事实上医疗队李所能见到的女性，不是外国背景下中年以上而富有临床经验的龙骑兵居多，就是那些三五大粗或者干脆就是水缸腰一般的本地非洲大妈；至于热情奔放著称的非洲本地妹子，在各种流行X病重灾区的情况下，他也没有那个心思和胆量去招惹一二。

　　最后在这多年时光当中，唯一能够对他产生好感并且主动表现出相处意愿的，却是一个当地台资企业老板的女儿，据说是WW女子大学毕业的学历，拥有符合传统审美的圆圆脸庞和娇小玲珑的身材，眼睛大大得很有点当年徐若瑄写真集的味道，只是胸部比较残念了一点，让身为广大“胸奴”族人的周淮安多少有些失落；而他们曾经相处和碰撞的一段过往，就是将这个因为从小出身的环境，而对拥有霓虹天然向往和好感的天然小确幸台妹；给通过讲事实、摆道理和现身说法，逐步从岛上小民根深蒂固的“权贵茶叶蛋”“奇珍方便面”之类狭隘偏见给扭正三观过来的过程。

　　只可惜他并没有能够下定决心就此安稳下来，因此在吃了人家不少豆腐却没有深入更进一步之后，很快就在持续不断形同家常便饭式的动荡与冲突当中，就此逐渐失去了联系和继续往来的动机，他最后一次收到的消息，却是对方全家在一艘撤侨军舰前颇为安心的自拍照。

　　倒是影片当中由“达康书记”所扮演的老班长式的人物，他却在非洲的行程当中遇到过好些个；出于国人在相对危险而陌生的外域相互抱团的心理和藉慰情节，他由此也在这些来自不同军中和番号归属的前退伍军人手下，多少学到了一些皮毛性的技巧和常识；因此，周淮安可以说是学过很多东西，甚至包括进入非洲前短期的军事训练和集体生活的环境过度，但基本就是涉猎广泛而略懂一二的初入门水准和浮于表面的皮毛功夫而已。

　　“抬步……转身……刺。”

　　当周淮安好容易在某种坎坷不安的陌生环境中比较沉稳的睡着，又被杂乱的大声叫喊、喝骂和喧哗给吵醒之后，只见外间的马棚和畜厩里已经被清空，而只剩下满地的草料和肥料；而在在不远处满是深浅脚印和被踩得坑坑洼洼的大片泥地上。

　　那些鼻青脸肿而衣不蔽体的新卒，正笨拙的举着长长的竹竿，在声声号令之下参差不齐的走动和做出挺举、前伸的动作来，那些高低起伏的竹杆头就像是风中凌乱的杂草一般；时不时有人失手或是脱力将竹稍打到、戳倒别人肩膀和头顶上，而在痛叫和惊呼声中，被监督的老卒挥鞭给抽打的哀呼惨叫连天。

　　好吧，谁说练好了长枪阵就能吊打天下的，明明就是就连这些这些农民起义军，也会训练和使用烂大街的大路货色，或者说万金油式的最廉价选择。

　　而在明显更加坚实的外缘田地上，另外一些空下来的老卒，则在用刀枪斧棍进行捉对练习，既有一对一交错往来的缠斗格击，也有复数对复数的小团体长短兵的交替掩护和对战；看起来就要更加熟练和凶狠犀利的多了；因为他们使用得是实打实的真刀真枪，动起手来也根本没有留手和迟疑的迹象；就这么交击声声的拼砍在一起，再仰面迎头抵压对撞着几乎是拳脚到肉，一方倒下或是不支才被重新分飞开来。因此，时不时有人鼻青脸肿的被扶到一边休息，也有人捂着流血的伤口退下来包扎。

　　还有一些人，则是拿着一面面大小不一的木盾和粗制滥造的手排，在挥挡和格击迎面抛投过来的石块，一边屈伸起伏着沿着躲闪的曲线向前推进着。这更像是另一种原始版本的临阵防箭和突击训练。

　　也多少让周淮安心中对这些乌合之众的印象和评价，稍稍提高了一些。

　　要知道在他所见过的那些非洲黑叔叔当中，有些是连会使用简单工具的灰背大猩猩都远远不如，打起战来只会狂吼乱叫手舞足蹈的乱奔乱射，靠气势和声音来吓唬对方以求取胜的奇葩存在。

　　只是没等他看多久，在虎虎生风的甲衣撞击叮当和悉悉摩擦声中，那位刚下得楼来的怒风营主官，就已经直奔他而来了。





第十四章 继续活下去（下）

　　“问将军安好。”

　　周淮安学着别人的称谓招呼道。

　　“和尚，你给老冯的那醒酒汤头调得实在不错。”

　　对方却是重重拍了一下他的肩头，“俺喝下后痛痛快快的吐了干净，就一觉好睡到天明了”“过奖了，不过是举手之劳而已。”

　　周淮安只能做出一副龇牙咧嘴的吃痛表情，而在脸上勉强牵动嘴角谦笑道。

　　“能够派上用处就好。”

　　心中却道这不过是茶梗和老姜做成的清腹催吐方子而已，其他更好的东西不是没有，却是没有合适的机会用上而已。

　　“既然都是营中的兄弟了。”

　　自称王蟠的首领就像是听到他的心声一般，颇为豪爽的摆摆手。

　　“今后，你就叫我王将，或是将头儿好了”“有什么好东西尽管拿出来，有什么想头也尽管对我说就是了。”

　　这一刻，周淮安仿若看到了对方头顶上，无形之间有类似好感度＋1、＋1、＋1之类的数字闪过；好吧，至少为山九仞起于畦步，最初步的目的已经有了了一个开头；虽然很可能只是一句泛而言之的大话和空头期许，但也意味着公开获得与这区区一隅的上层，日后进行沟通和交涉的许可了。

　　也不是所有人都能获得好感，比如跟在人群后头的那个队官成大咬，对此就是一副浓眉重锁不可置否冷观在旁的模样。因此，哪怕他们渐渐走远了，周淮安还是能够听到一些他们窃窃私语。

　　“将头，我还是信不过这来历不明的和尚。”

　　显然是那位成大咬迫不及待的开始质疑了。

　　“这种人怎么会随便甘心为义军效力呢。”

　　“只怕是有所图谋和所求的。”

　　“咬子啊，我知道你吃过官军奸细的亏……心有所警那是自然的”但却是另一个声音接口道“可这和尚是小柴给举荐过来的。”

　　“小柴那是什么人啊，还和将头是多次的过命交情。”

　　“何须你来徒担什么心呢。”

　　“说这些又有什么用处，咬子你得知道。”

　　然后就被那位王将头给打断了。

　　“如今要怒风营想要继续做大，形形色色人等的补入就必不可少了”“各种图谋和所求的东西就更多了……实在也不差他这个野路子和尚了。”

　　“但大多数除了填壕塞沟之外，最后能够合用的人就不多了。尤其是这营中能书能算的人手就更加稀罕了。”

　　“无端当奸细杀了或是赶走自然容易，但是你去哪再找一个顶替做事的么”说到这里，王将头再次放低声音，相当隐蔽的朝周淮安这边看了一眼才做安抚道。

　　“之前一路征辟过来的读书人，可是都没能留住一个啊”“这和尚固然是壮实了些，举止谈吐也不像是等闲门户出来的。”

　　“但是目前于我们又有什么妨碍么……能用且用之以观后效如何？”

　　“当然了，为防此人别有异心的话，”“日常里，就要烦扰你多多盯紧了去……看看有没有刺探和危害的行举了。”

　　偷听到这里周淮安不禁叹了口气，果然想要轻易获得陌生人的信任，并不是那么简单的事情，尤其是掌握了一定权势和地位的人物，几乎个个都不是省油的灯啊。不过这才是开始而已。

　　在用一块沾水的布清理了牙齿和脸部之后，简单取用过十分简陋早食的周淮安，发现自己首先要面对的一座小山一般的杂物堆。难道自己的第一个任务就是垃圾分拣么。

　　其中大多数怒风营在一路战事当中所获得形形色色战利品，以及从沿途地方顺手牵羊给卷带过来乱七八糟用途不明的大小物件。只是其中看起来比较完好可以直接利用的现成品，或是值钱的物件都被挑走了，剩下都是别人不要的破烂玩意。

　　从新旧残损不一的刀剑甲械旗仗，到沾血或是满是污秽的衣袍裤胯罩衫鞋靴被褥，乃至各种锅碗瓢盆瓶瓶罐罐，从鎬铲锄叉等农具到锯锤斧凿等疑似五金木工泥瓦之类的工具，甚至还有女人的衣服和裙衫，鞋子和妆盒；最后还有许多就连他这个见多识广的现代人，也实在是说不出用途的玩意，就这么杂乱无章的乱堆在一起。

　　好在他并不是靠自己一个人动手，而是可以请求几个粗手大脚的营中杂役作为临时支派和使唤，大多数时候只要动动嘴巴和动动纸笔，将有用和没用的分开来处置就可以了。

　　只是，也许就在这些杂使的夫役当中，就有负责就近监视和观察自己行举的人，而这个分拣的任务也是个变相的考校？，周淮安暗自里也做如是猜想到。

　　在一个活跃在网络的前废土流生存党人和野外DIY爱好者眼中，就算是捡破烂同样也能检出足够的花样和组合变化来的。这一次算是先发挥在了这个错位的时代当中了。

　　用了一整天时间来简单的粗粗分类和确定归属，并请求来了了足够数量临时充作苦力的帮手之后，周淮安也很快就进入到这个短暂的角色而忙得不可开交起来。

　　首先被清理出来的是那些残损不一的兵器甲械，这也是迅速可以利用起来的装备，也是最好体现出成效的地方。

　　比如，折断崩卷的刀剑稍加打磨和和改装之后，就可以做成短刃和匕首什么的；哪怕是较小金属碎片也可以在磨光之后，安插固定在木棍头上，做成某种严重不规范的戈矛类武器，或是镶嵌较粗的棍棒上充作狼牙。

　　然后是那些破损残断的甲服和盔具，基本就是搞拼接和缝补工作；将用铁针和砧子在破洞和穿孔打上补丁，或是将破损边沿裁剪和替换之后，将几大片不同位置的缝合在一起。

　　因为在南下路上损失过甚的缘故，怒风营在后勤辅助人员上也几乎是一片空白，最后只找出来两个曾经当过铁匠的士卒，一个裁缝当过裁缝学徒和一个有简单木工手艺的人。这些分拣出来的东西就丢给他们去慢慢的炮制了。

　　其次是对衣被鞋袜帐毯各种织物皮具的分类和清洗，然后在进一步的缝补和煮晒之后，作为公中的物品重新分配出去，以改善营中士卒的个人行头。最起码让那些新卒人人都有一件裹身的东西。

　　接下来是各种农具和工具的修复和归类整理，然后发放到各自有所专长的人员手中去，作为加强日常营建和劳作效率的辅助手段。

　　那些大小不一的容器，在清洗和掏空之后，大得则可以用来贮存米粮、酱菜和酒水、盐沙在内的食品和物件，或是充作烹煮锅具和贮水器皿；而小的则可以发给个人作为餐具和水罐。

　　而明显排不上用场的破烂家具陈设什么的，也没有被简单粗暴的直接劈柴烧火之用，而是利用营中数量可怜的木工手艺，改造成了诸如抬架、床板、案几和推车的部件，甚至是最为简单的木挡手牌……

　　最后哪怕是女人的衣物，也可以分割裁剪开来，而依照本来的颜色做成一面面较小的旗帜和绑带，乃至其他汗巾等布制品；林林总总的这一番分派和安排下来，仅仅用了几天时光，那堆如小山的杂色物件就已经消失了大半，而变成了各种分派出去的现成物品。

　　当然了作为唯一统计和登记的经手人，他先假公济私的用这些杂物里面挑选出来的物件，把自己的先装备起来，顺便把身上那些明显不合时宜和异于这个时代的细节，给更进一步的处理和遮掩掉。

　　毕竟，将来如果要离开这些农民军，两双以上备换的完好靴子和芒鞋，是基本行动力的有效保障；然后是低纬度亚热带地区所必须的防晒遮笠和具有一定挡雨功能的罩衣；再下来就是一些毫不起眼却必不可少的随身物品和小工具，其中大多数需要周淮安花上一些时间，来收集和重新制作、调整之后才能派上用场的。

　　在初步体现出自己的价值和作用之后，接下来就是籍着工作上的便利和闲余机会，对于各种消息和咨询的收集了。





第十五章 还是活着（上）

　　作为近水楼台先得月的职务便利，虽然负责的都不是什么具有重要性的杂务；但是通过日常过手记录的物用流传和分派，周淮安也逐步弄清楚了这部“怒风营”的一些情形，这个怒风营现今拥有在额战兵约一千一百九十一名，其中只有一百七十六人是北地出身的老卒，还有三百四十人是补充自两浙、闽中的正卒，剩下的就全是本地募集和招徕的新丁了；另有负责火厨、牲畜，的杂役和脚夫两百多人，其中大多数是淘汰下来的壮丁，只有四十个是北方带来的老人而已。

　　而作为现今怒风营的主官，那位人称王将头的紫脸大汉全名叫王蟠，河南汝州地方人士，善使一条铁头棍而外号“王雷子”，在黄巢麾下号称十万的义军当中领都尉头衔，但其实是怒风营临危受命的第四任当家人了，接手怒风营至今的还不过数月时间而已。

　　其次是作为他副手的怒风营别将丁会，不过此人正在外间奔走而行踪不明；虽然只有一营人马，但是正所谓是麻雀虽小五脏俱全的，拥有弓手、步卒（刀牌）、梢头（长矛）数种兵类，甚至还有一小队亲随老卒组成的三十骑马队，虽然装备同样的极其简陋，除了副鞍具和木矛之外就再也别无长物了。

　　在此之前，他们原本是在王仙芝起义军攻克鄂州之战当中投奔的地方义军杂流；在打下鄂州之后才用交货的装备重新武装正变成一部；最初属于王仙芝心腹大将尚君长的麾下，最盛时挟有三四千之众，而号称王大将军的羽翼之一；只是好景不长，在尚君长前往长安交涉招抚途中被藩镇宋威部冒功截杀，而王仙芝连通本部五万大军也战死在黄梅之后，他们这些散于各地义军残部就在尚君长的弟弟大将尚让带领下，北上投奔汇合了另一只起义军的黄巢所部，自此该换了旗号和从属。

　　只是作为外来投奔的部队，不断损兵折将又缺乏补充途径的怒风军，也一缩再缩变成了现在有些人手短缺的怒风营；直到大庾岭断后一战当中，虽然包括前两任的新老主官在内一大批老人，相继死伤惨重却始终没有向官军乞降，而是在被击溃后继续南下追赶上了本阵大队人马；后来又以残弱之旅，在击破岭南东道节度使李召召集的各路官军当中卖了死力；因此才重新被黄王所重视起来，不但重建了怒风营的名头，拥有了优先挑选和补充本地兵员的资格。

　　由于南下陷没福州时的黄巢，开始在军中开始建章立制而整顿军伍以为常例，自此效法官军制度而分营置军设立：火长、队正、旅帅、校尉、都尉、别将、郎将等职衔和正副从贰的等阶，以取代原本杂乱无章的大小头目、头领、将军、兵马、守捉、防御、经略、节度之类自称；因此，这个怒风营现今的最高官长，就是这位副任果毅都尉的河南汝州人王蟠，在负责主持日常局面；而作为鄂州地方出身的怒风营老人丁会，则是以更次一等的别将身份作为他的副手尽心协助之。

　　这个丁会，也是作为追随前两代首领的几位父兄皆战死之后，带领残部南下投奔黄巢本阵的唯一幸存者，因此得以拨给一批老卒而重建了几乎覆灭的怒风营。因此，据说他平日里看起来就是一副苦大仇深的对谁都没有什么好气，但是一说到黄王却又忍不住露出由衷感激和向往之情；因为善使一杆家传本事的棘头枪，而保留本职归属被招入黄巢身边听效。

　　故而在因陋就简的颇多草创之下，作为实质上二号人物就是另一位人称邓旅帅的邓存，他也是义军本阵所拨付过来的老卒兼带队头目，以及怒风营所有步卒的官长；因此在怒风营中的号召和威望仅次于丁会，是个日常话不多但颇有些严厉的冷脸汉子。日常惯用的是一把宽头折铁刀。

　　反倒是作为周淮安临时保人和荐主，那个年纪不大颇为老成的柴校尉却是颇有几分来头；他的资历甚至是比怒风营的前身还要老得多，乃是在少年时就开始追随王仙芝畈盐，在河南起兵之后又因为乡党身份和渊源，被归入到黄巢麾下奔走转战的中军本部老人；因此他虽然只有校尉的头衔，却要令怒风营的这位当家都尉王蟠在内的诸多义军中下层将领，多少礼让和客气上几分的特殊存在。

　　至于余下来的其他人就不免有些乏善可陈，或是缺乏足够的消息来源了，这也有他如今的身份可以接触和了解的机会、时间实在太少，而没法做出相应打听和判断的缘故了。

　　而在接下来的几天内，周淮安发现自己居然成了这重建的怒风营当中，唯一真正意义上的文职人员了。

　　在此之前怒风营的前身怒风军时期，倒是曾经拥有过屈指可数的所谓文书、记室和簿史之流，但到了大军南下后基本上是死的死，逃的逃，走散的走散；最后能够随怒风营残部抵达广州附近的，几乎都是些大字不识几个的武夫莽汉之流。

　　而就在几天前，为了重建怒风营派来几个帮手的书办，也因为更重要的事务繁忙而被叫回去了；所以实际上这个什么都缺的怒风营，基本上是都尉王蟠和别将丁会自己在勉力操持和对付着。

　　没办法在这个残酷而落后的世道上，饥寒交迫而铤而走险的人比比皆是，但是能够读文会字的人却实在太过有限了。

　　而按照王蟠等人之间私下里的抱怨之言，这次打下广州之后本来要好好征募一批文士来供使用来；只是因为各种缘故愿意主动献身应募的人选寥寥，而少数愿意投靠的也差不多给义军当中其他更加亲近和重要的部属给瓜分殆尽了。

　　所以他们往来求取了好几次之后，才偶然得以从那位相熟的柴校尉手中，得到周淮安这么一个“被迫还俗的和尚”，作为以应一时的人手。然后总算是将自己从各种乱七八糟的东西和杂事当中，给彻底解脱出来了。

　　所以在目前情况下，作为一枝独秀的周淮安还是相对安全和被人受用需要的。

　　另一方面，得益于这个时代多数农民起义军，对后勤保障和维持上的粗放与忽视，以及在日常庶务上各种管理混乱造成的额浪费和谬误；周淮安很容易就找到了几个契入点，而将由此产生的明显效能，逐步在一些日常难易忽略的节点上体现了出来；虽然绝大多数都是大字不识几个的粗鄙之人，并没有人会拒绝逐渐变得省事省心的结果，甚至对此主动的乐见其成起来。在这种情况下，他很容易就通过细节上的调整和利益交换，而间接得到自己想要的结果和趋向。

　　他也获得第一个跟班和帮手，一个瘦巴巴的半大少年小七，算是旅帅邓存的河南乡党子弟，自称已经十五岁了但看起来只有十二三岁的个头；专门负责日常在身边跑腿、搬东西和收拾打扫之类的杂活，好让周淮安有更多时间和空余去整理和分辨，这些时日积累下来的文书和记录事项。

　　岭外，根据事后从怒风营当中打听到的消息，周淮安发现当初正在广州城中的自己，还真是遭到了某种意义上的无妄之灾啊。

　　最初来自那位冲天大将军的命令的确是“只杀胡儿，不伤汉家”，但是这个明显过于笼统和模糊的指示，在入城清洗的各部义军当中就免不了被各种自行理解和发挥。

　　结果就变成了形形色色的各种私立标准，从最初的“发肤体貌不类国人者杀”到“衣冠行举不类中土者杀”，再到“言语行迹可疑者杀”“心怀叵测意图抗拒者杀”之类的浮滥标准，直接让广州城变成了一个血流漂杵的大屠宰场和修罗地域。

　　这就是所谓农民起义军的黑暗面和历史局限性啊。

　　因此在积累几天的深思熟虑和考量之后，他正式请求见面都尉王蟠所给出的第一个建议，就是籍着继续补充收集兵额和物资的机会，尽可能得收集那些会点手艺或是有所一技之长的人手，将原本几于无的后勤体系和辅助人员队伍给建立起来再说。

　　从这一点上说，他暂时没有像样的竞争对手和既得利益受到损害的潜在阻力，却能够变相壮大自己手中所掌握的资源和影响力。

　　“和尚，你想要招募更多的人手？”

　　正在和亲随马队一起满身操练的汗津津，正在敞开胸膛扇风纳凉的将头王蟠反问道。

　　“这又是什么说道。”

　　“正是，因为营中缺少各种会手艺的人。”

　　周淮安略作恭敬的道。

　　“已经耽误了些修造和缝补的进度了。”

　　“所以想请将头准许，派人去城郊的赈济场，再招些合用的人手过来。”

　　“中啊，我让大咬负责此事”对方不以为然的顿了顿又道。

　　“你也一起去好了，正好分辨一二。”

　　“对了，小柴哪儿有话递过来，说是过两天还要借你去超度下。”

　　“说不定还有别的好处给你呢。”

　　“但凭吩咐好了。”

　　周淮安面不改色的回答道。

　　……

　　“这些日子观察的怎样了。”

　　待到走淮安走远之后，王蟠才放下刚才那副不上心的表情询声道“还没有什么破绽。”

　　他的身边一个不起眼之人低声道。

　　“倒是和后营老冯他们那班混在一起较多。”

　　“那就继续盯着好了。”

　　“暂没什么可疑之处的，也不妨给他多派些用处好了。”

　　“好容易才得了这么一个合用的和尚。”

　　“平白让人闲着也是闲着，除了真要紧的事儿。”

　　“其他都可以拿他考校和试探一二好了。”

　　“若有什么不妥，也有机会漏出行迹来不是？”

　　“若实在没有什么问题，就要好好的恩结和笼络了。”

　　“省的黄王边上那些老喜欢嚼嘴皮子的狗货，又说我们营中留不下人了。”

　　“再说，这也是小柴的一番心意啊……莫让别人给拐了去。”





第十六章 还是活着（中）

　　广州西门外的城郊。

　　时隔多日后的故地重游，义军所办的放赈粥场里依旧是人头潺动，不见得比当初减少多少，反而甚至还有增加的驱使，而自己身份和角色却是倒了个过来了。

　　随即周淮安就见到了现场的负责人，一个独眼丑脸的老校尉，就算是领头的成队官对上了也要客气几分。在勘验过了成队官提供的手信，就摆摆手就让他们自行其是去了。

　　终于轮到周淮安挑人了，虽然是那个冷着脸的成大咬为主，但是实际的标准和要求，还是得靠他自己提出来的结论作为参照。

　　整个过程其实很简单，只是让成大咬带来的义军士卒，在里面轮番敲锣四处大声的叫喊，许以多加一份团子和粥汤的条件，自然就有人在饥饿的驱使下自然聚集过来自告奋勇了。

　　很快就在竖立起来的旗杆下聚集了约莫百十号人，其中甚至包括了一些已经选好队伍里的人；只是要从中找出自己合用的人，就要费上一番周折了。接下来依照他们自报的职业，以木工、泥瓦工、五金工、裁缝等分类，站成数列等待逐一的简单面试。

　　周淮安虽然从某种意义上说是个门外汉，但是不代表他在后世那些经验和见识，就不能拿来旁通类推提供绵世上的需要了；实际上测试对方是否是符合相应的职业，而不是为了改善自身境遇或是骗口吃食而各种自称假冒之辈的谎言；其实只要通过一些身体上的细节观察和分析，再加上言语上的试探和询问，就可以基本达到效果了。

　　比如手掌和指头上老茧的位置和角度，身体某些部位长期承受集中应力，所造成的慢性损伤又愈合后留下的痕迹，还有就是一些充其量算是后世小学生水准的专业知识提问，最多在用上一点拉虎皮做大旗式的小小威吓和心理测试。

　　比如将个别可疑的对象在单独叫到一边，在一群义军士卒虎视眈眈围观的心理错位下，询问一些条件反射式的日常细节，来发现可能的破绽和错失。

　　反正他并没有对此抱有太大的指望，无论是学徒还是小工，或者是真正的匠人，都可以用来凑合一时，而只是他用来逐步体现自己价值的道具和踏板而已。

　　至于那些真正有点水准的匠头、老匠户和大匠之类，沦落到这里的可能性和概率几乎是微乎其微。毕竟从某种意义上说，这些人群算是城市当中相对殷实的阶层，没有遭遇大变的话很难沦落到这个地步的。

　　当然了，大多数人至少被脱下上衣看一眼就被淘汰了；因为作为乡土农民或是城下苦力出身，被太阳暴晒出来的特征是在是太过明显了，还有少数则是通常意义上泼皮无赖混混什么的存在，身上打架斗殴出来的疤痕也很好辨识，还有一些则是滥竽充数的城中贫民。

　　于是在剩下来的少数人进行择选就相对简单的多了；仅仅用了小半天时间，周淮安很快就在那些自报身份而不断增加的人群当中，初步挑选出了十几个人手来；其中做过裁缝的熟手三人，有木工经验的有五个，其中一个还会竹编收益，另一个会箍桶；然后是当过泥瓦匠的七个人，其中大半数都烧过砖；五金工行当出身的铜工学徒一人，做铁匠的兄弟两人，染布坊出身的一名；最后是一名兼职骟匠的屠夫；这些结果，也让那位一只冷眼旁观的成大咬微微有所改观的迹象。

　　但是，在甄别和挑选过程即将收尾拔旗走人的时候，还是除了一个小小的插曲和意外；却是呆在这所赈场的另一名义军“朱副尉”找上门来提出了个条件，希望周淮安这个眼力不错的和尚，能够再多盘桓上一段时间，好从这些饥民当中挑选出更多有用的人手来；毕竟，作为拥有一技之长的手艺人，在其他义军所部当中同样也是有所需要的，但是他们就显然缺乏相应的甄别手段和经验了，因此哪怕往返好几次也未必能够找到自己合意的人。

　　这下，就不是成大咬这个领头的队官，可以轻易作出决定的事情了；于是，一边派个人回去怒风营请示自己的主官，一边由成大咬陪着对方说话，或者说是听一听对方提出的条件。

　　当然了，因为时间已经过了正午，作为有求于人的一方，能够提供给周淮安的饭食，就比怒风营的小头目们要更好一些了。

　　最后放在木盘上端上来的，居然有一份禽类的肉汤和烙得比较均匀的杂面贴饼，还有一叠腌渍瓜条，虽然味道依旧不怎么样，粗砺的杂质也多的咯牙，但是好歹比较接近他在非洲的正常饮食水准。

　　只是当周淮安心安理得的将这些吃得差不多，就连骨头里的血髓也嚼烂将最后一点滋味吮吸干净之后，跑回去报信的人也满头大汗的带着都尉王蟠的口信回来；他允诺了周淮安可以在这里多停留一天半天的，但是由此甄选出来的人手，需要由怒风营的人优先挑选过才行。

　　至于其他的具体条件和补偿，则由成大咬和周淮安自己来决定；另外还带来了周淮安的临时跟班小七，说是随身跑腿和打个下手，周淮安估计这主要还是防止自己逃跑或是脱走吧。

　　不过，这不妨碍他借花献佛顺手市恩给对方一二，好打好以后的关系和相处之道；随即他就帮助小七也讨了一份饭食过来；“这个不好把。”

　　少年人蠕了蠕嘴皮不甚好意思的道。

　　“俺已经吃过了一些。”

　　“那就再吃一些又何妨。”

　　周淮安微微笑道“这么一路跑过来，也没有落下多少了”“反正已经叫下了，就当帮我个忙好了”虽然送上来的就只有饼子和菜汤，但是丝毫不妨碍这个汗流浃背的少年人，大快朵颐的吃得津津有味。

　　然后，重新开始午后的工作，招人的旗幡被重新从多处树立起来，而四处敲锣叫喊的人也多了好几倍；因此看起来效率比上午更高的多，只是周淮安也明显要辛苦上许多，甄别的速度和频次也减缓了下来。

　　正当坐在一张胡床上的他，第二次籍着休息片刻开始喝小七奉上热水的时候，外面突然传来了一声熟悉的怒吼声。

　　“什么人。”

　　此起彼伏的嘈杂声，然后又变成追逐叫喊的怒骂声，“逃了……逃了。”

　　“拦住，别让人逃了。”

　　“抓住这个贼人。”

　　原本有些头脑昏沉的周淮安，也不由凛然振奋起来，难道自己在这里做得用力做过火了么居然闹出事情来了；好在不久之后，那位负责保护他的成队官给他带来了答案。

　　就在刚才，被他挑出有所隐瞒和其他问题来的那些人当中，居然有人因此心虚搅扰起骚动和混乱想要乘机逃跑，却在当场死伤了十几个人之后被重新抓住，然后就此坐实并供认公认了作为官府奸细的身份。

　　“就是这厮，”然后，就见到那位独眼丑眼的镇场老校尉，提领着一名满身是血的人体，被重新送到了周淮安的面前，大声的夸奖他的眼光和见识。

　　“话说，和尚你是怎么看出他有不妥的。”

　　老校尉眯着剩下那只独眼，在脸上扯出某种皮笑肉不笑道。

　　“这厮藏的挺紧，还有人给他打掩护呢。”

　　“我，在下当然不知道奸细什么的。”

　　周淮安只能拼命绞尽脑汁对应道。

　　“只是对他自称的身份有所怀疑，而看出点破绽来的。”

　　“那和尚你的这番见识，或许能够协助俺审讯一二”老校尉再次有些狰狞的笑了笑。

　　“看看其他人哪儿，还有没有更多的破绽如何。”

　　“这可是事关我们义军成败安危的紧要大事啊。”

　　看着地上有气出没气进，形同一团烂肉的人体，这下周淮安就有点座蜡了；这可不是在预期当中的情节和发展啊，怎么就莫名其妙的落到自己头上了呢；他可不想要这种明显具有相当被猜疑风险的风头和功劳，而宁愿低调的以后勤辅助人员的身份，在底层慢慢经营和发展自己的影响力啊。

　　然后对方又不由分说的表示道，这处粥场当中扣压下来的数十名可疑人等，都给集中押解了过来让他进行分辨和甄别。当然了，如果没法从中分辨出同伙和内应来，那就只能统统当作奸细杀掉好了。

　　“这又是什么鬼”周淮安只觉得自己被事态所裹挟了，这可与自己的预期目标相去甚远了。

　　“这是拿事态和人情常理，逼我做出选择么。”

　　他自认并没有得罪过这个独眼老头子啊，怎么突然一下子让他间接影响和决定这数十人的生死。饶是他见过许多残酷场面而有所心理承受能力，也不免有些手足无措和患得患失起来。

　　看别人施暴和自己决定完全是两回事，这可是几十条活生生的人命啊，周淮安实在没法做到无动于衷啊，但是相比自己被怀疑和猜忌的风险性，却又是个两难抉择了。

　　或者说这是对方已经起了疑心的试探手段么。然而，对方的资格看来十分的老，就连那位成大咬成队官也压不住，而在几句话之后就被排除到一边去了。





第十七章 还是活着（下）

　　好在，接下来他就不用做出决定了，因为怒风营的主官王蟠亲自过来了，坚决而礼数十足的将这件事情的交涉给接手过去。

　　到了这一步，周淮安也中算是松了一口气，对着再度跑得脸色有些虚脱的小七，做出某种赞许和感谢的表情来，果然平时时不时的一点市恩，在关键时候就可以派上用场了。

　　接下来，继续审讯和甄别奸细的事情总算是与他无关了，但是作为代价就是他必须在今后几天内，继续为附近的义军甄别和挑选待赈饥民当中的各色人等；也不仅限于手艺人了，范围也扩大到了另外几处赈济的粥场当中。

　　对于这个结果，周淮安也只能用一个不那么糟糕的发展，取代最坏的那个变化来安慰自己了；而在昏色渐染的回营路上，将头王蟠还是忍不住开口了。

　　“看不出和尚你还有辨人识奸细的能耐啊”“这是实在各天大的误会啊”周淮安只能故作无奈和略带抱怨的叫屈道。

　　“早年曾随师长行游过许多地方，也见多了形形色色的人等”“更在劝募时于百行诸业有所接触，算是有点见历和眼色而已，”“那些分辨人物的把戏，也不过是类比是医者和卜人的‘望闻问切’手段而已。”

　　“至于奸细什么，又有不是我的能耐看出来的。”

　　“那明明是误打误撞让义军碰上的……与我又有何干。”

　　“俺明白了。”

　　王蟠微微点头，姑且算是接受了他的这个解释。

　　“不过，日后你要是觉得觉得有什么想头和作为。”

　　“也不要藏着掖着忌讳什么，让俺闹个措手不及好了。”

　　“是。”

　　周淮安也只能继续放低姿态。

　　“多谢将头用心周全了。”

　　“明日还有很多事情要借助。”

　　王蟠略有些满意的摆摆手。

　　“赶紧回营歇息去吧。”

　　然后，周淮安就得到了一匹换下来驴子代步，由跟班小七牵着先行一步走回去了。

　　“咬子你这事情做的差了。”

　　回过头来，停在半路的将头王蟠，却是冷着脸叫住了队官成大咬。

　　“你觉得这和尚再怎么不对劲，也是我怒风营名下做事的人。”

　　“怎么会轮到外人来盘查和置拙呢。”

　　“这是嫌我没有辨人识人的本事，还是觉得营里的麻烦不够多呢。”

　　“明明是与我们有益的事情，现在却不得不与别人分沾了。”

　　“眼下之际，我也不想要多说什么了，只望你能回头好好想想怎么弥合吧。”

　　“咬子还是不得劲啊，还好让我赶上了。”

　　在抵达了怒风营的驻地之后，他又对着迎上来的旅帅邓存道“真看不出周独眼那狗厮焉坏的，居然想要拐我们的人手。”

　　“尽拿什么审问奸细做由头……以为老子不懂他的心眼么”“真要被他设套了进去，哪怕沾点嫌疑什么的来胁迫利诱，”“那和尚就拿不稳，还会是我怒风营的人了。”

　　“不过也算是因祸得福，多少捡到好处了”“和尚既然有这个本事，日后就要更加慎重对待和笼络了。”

　　“既然他能看出官府的奸细来，那也多少算是撇清了一些干系和嫌疑。”

　　“要知道那些禅林里的秃驴们，没几个有这些能耐的。”

　　“就算他背后有什么来头，老子也不是不敢用。”

　　……

　　背靠着禺山分布的广州内城，官衙各属建筑群落的核心位置，昔日的广州刺史衙门兼广州都督府、岭南东道节度使行营所在的禹花大街上，已经被林立如织的旗牌幡纛和刁斗森严的巡队所充斥着。

　　而在长街中轴位置最为宏大气派的一处门楼牌坊下，则是各色入出往来呈传繁忙的各色旗手、牌官；作为他们往来抵达的始终处，岭东节度使的大节堂上兼冲天大将军的军府里，一个身影也在背手对着贴墙的大幅山河图形感慨着什么。

　　他身高七尺昂然而壮形如铁石，饱经风霜与沧桑的蜡黄面容，实在谈不上多么出色，甚至有些长期殚精竭虑后的疲老之态，但在精神硕毅的眸子与粗重如笔的一字横眉，在无意的顾盼凛凛之间，自有一众让人务必信服和心折，乃至敬仰濡慕的气势森然；而这一身半旧素黄的丝绵儒袍，就是他在不用顶盔贯甲时，所最喜欢的日常穿戴风格了。因此，当他站在这所大节堂的上首位置，几乎与周围用雕梁画栋的华丽庄重而森严肃穆的氛围，几乎形成了某种格格不入的反差来。

　　他就是如今天下最大一支农民起义军的领导者，也是大唐君臣眼中继战死的王仙芝之后，震动环宇海内的天字第一号反贼头子；也出身盐枭世家世善于骑射而粗通笔墨的一代北地豪杰；少有诗才而五岁便可对诗，但成年后却进京屡试不第，而随乡里况日持久的天灾人祸最终走上杀官造反之路，人称“黄大枭”“黄王”的黄巢，“这岭南之地，五岭拥塞而通衢南海”他正在用不急不缓的北地曹州口音，徐然自言自语道。

　　“既据南海之地，则永为基业所属。”

　　“就此大兴海贸而取鱼盐之利，休养生息而屯兵积谷。”

　　“既以五岭为屏藩，只消北拒唐廷于闽中、江西两路之险。”

　　“便可固守和安居岭内局面一时了，然后待生聚数载之后。”

　　“多积舟舶以海路为凭，兴兵北可略闽地、两浙，西可进安南、黔中地。”

　　聚在帐下的诸多将属也是行装不一，有带盔穿甲的，也有戎服纱帽的，亦有做官服打扮的，还有璞头长衫的常装，富家翁式的锦袍套在身上，更有多种胡乱混搭在一起的风格，他们就这么松散、闲跨的汲汲站了一堂。

　　但在他这种无形的气场和威势的影响下，作为他的诸多属下和部将，无论是生的清奇俊秀还是长相威猛雄壮，或又是英凛矫健，或又是鹰视狼顾，或又是沧然老成，稳重沉厚；只要和他站在一起，都不免成为某种意义上的最好衬托或是花配绿叶一般的背景。

　　“黄王。”

　　最后，还是一名新晋的将官打破了这片持久难耐的静默。

　　“都说多少次，莫叫黄王之号了。”

　　一直没有说话的黄巢，骤然转过身来打断他道。

　　“某家起兵不为王侯之尊，乃为无数走投无路的黎庶应时请命。”

　　“是为称某（冲天）大将军或是（百万义军）都统即可。”

　　“是，大将军”这名年轻的将领有些汗颜的道。

　　“话说。”

　　黄巢继续询声到。

　　“三门内外的榜告之下，依旧寡有士人、学子来投么，”“目前只有聊聊不过十余之数，”年轻将领小心谨慎的应道。

　　“而通过乡举的就一个，还是个半老塾师了。”

　　“实在有些不堪所用，更别说分到各部所属了”这个明显还在意料中的结果，却让这位义军之主不由重重的叹了一口气；感觉上甚至比在大庾岭遇上官军的围追堵截下，屡战屡败而麾下各部相继溃灭、离去或是降敌，还要更加让他忧心的情形。

　　因为，在义军之中并不缺乏轻生忘死敢于拼命的勇士所属，也不乏慨然赴死舍生取义的豪杰之流，更少不了于战阵脱颖而出的年轻后进；但是却唯独在事务和文治方面，奇缺各种撰写文牍、经营钱粮、整理庶务的应时人才，以至于他的大将军府名下空有大把的佐僚、属官的名头，却没有几个是实至名归的存在；甚至于如今他的掌书记，居然是他才读过蒙孰的外甥林言，所暂且充任起来的；而其他的主簿、书典、参事、参军什么的名目，也是从各行各业里裹挟、拉人过来，权且凑数而应对一时的货色。

　　“那就加紧整顿军纪把。”

　　他突然转而言他道。

　　“你们莫以为我什么都不知……私底下做的事情”说到这里，他几乎是一字一句的从嘴巴里挤出来。

　　“我让人稍稍善待没有官身的士人。”

　　“结果这些杀才，就是提刀上门加颈，或是绑了全家老小，……如此善待这些士人么”“此类还想把义军的名声，给再败坏到什么地部么。”

　　说到这里，黄巢突然想起了什么紧声问道“关于晁官所部，在甄义坊大肆搜杀的后续处置如何了。”

　　“期间死者逾百，伤者数百，已经做安抚和补偿下去了。”

　　另一名稍微老城一些的将领，乘机禀告道。

　　“所部将士也各领过责罚和刑处。”

　　“余下唯有领头晁郎将人等处置，尚待军府议决。”

　　然后，底下的军将们已经是纷纷开口表示道。

　　“军令就是军令，没有规矩，怎成方圆”“军府既已下令封刀，他却另开滥杀之端。”

　　“须得重做处置，不然城中好容易按下的人心，又要浮动起来了。”

　　“都是杀尽胡儿，他却把小半坊的汉家都给杀的七零八落了。”

　　“还有当场拷问凌逼的诸多罪迹……附近人家才方助过义军杀胡呢。”

　　当然，也有不同的一件和为之求情的人。

　　“且听我说上一句呢。”

　　“晁郎将和他兄弟，可是冤句县出来的老人啊”“常随帐下厮杀大小上百阵了，能不能稍加宽免一二。”

　　“许其将功赎过的一线机会。”

　　“那就废其职衔，所部交管本阵，就此充入敢战队以白身效赎好了。”

　　“这会不会太重了些，冤句出来的乡党和来兄弟，可是死一个就少一个了。”

　　“那黄……王……额不……大将军的大业呢。”

　　“难不成也能打个商量和折扣么。”

　　“好了，我的计议已定，那就毋庸多言了。”

　　“告令全军，引以为警吧。”

　　然后，黄巢才暗自微微吁了口气，这才打下了广州城，被捏合成一团的义军内部，各种大小山头和乡党派系又开始籍此冒头出来了，迫不及待的现实各自的存在和影响了；这番改换天地代补人世平均的大业，也才走出没有多远了。

　　因此，真正让他籍此下定决心的整顿军伍的，其实是他的所察觉的另一个事态和发展的趋向。

　　各部人马在这广州的繁华富邑里待的已经久了些，也该征发起来动一动了；不然很容易就开始忱于安乐而逐渐不堪攻战征伐了，就像是当年王仙芝攻略鄂州失利前的旧事重演迹象；；另一方面，也给四散于岭南道五府及各州县的官军残余更多喘息之机，乃至由此连成一片卷土重来的外在威胁和潜在可能性。





第十八章 活着不容易啊（上）

　　接下来的日子里，周淮安就真的变得忙碌起来了，不停地辗转往来于义军所举办的几个赈济粥场之间，陆陆续续的挑拣（面试）出了好几百号人手来，虽然大多数都是最粗浅的手艺人学徒、帮工什么，其中也有个别男子在身份上自圆其说而被重点就出来的的例子，但是具体的下场和处置结果，就再没有人再拿来麻烦周淮安了；他也得以顺手将一些简单观察和分辨的窍门、细节，传授给了那些陪同的义军将官们，算是认个脸熟乃至初步接下点无关紧要的善缘，获得从对方那里打听和询问一些消息的基础了。

　　而他在怒风营里的地位籍此也有所提高起来；因为新募集来的那些人手几乎都要在他的编排下干活，而且营里原本的杂役脚夫也被差遣过来帮忙，故而也算是管着百十号人的中层头目，虽然都是些没有战斗力的辅助人员；因此，为了更加名正言顺而在书办之外又多了个“营造协办”头衔。

　　当然了，对于周淮安而言其他杂七杂八的东西都无所谓，最大的意义就是他可以名正言顺的获得好几人份的伙食配额，而再没有人敢非论和有所异议了。再加上其他义军所部招待的饭食，这种敞开肚皮天天吃得饱涨的充实感觉，这段时间一直伴随着周淮安；也让怒风营有个贼能吃又善相人的和尚传说，就此开始在义军局部之间慢慢流传起来。

　　当然了，周淮安也籍此名正言顺的扩大了自己的活动范围和消息收集的渠道，而不用再长时间局促在怒风营的一隅之地里了；自3然了除了跟班小七之外，相应轮流陪同/护送/监视的人手还是时时在旁而片刻不离的。用周淮安偶然听到来的只言片语说“就算是死了也要尽量在和尚边上云云”，这也算是自己初步具备了受人重视和盯梢的价值吧。

　　“下一个。”

　　坐在一处满是汗味的凉棚里，旁边还摆着几个形状不一空食具的周淮安，意犹未尽的别了别嘴而有些饱食后的懒洋洋叫唤道；刚刚吃到的一份山菌煨小杂鱼算是他到这个世上后，吃过的味道最好的一份食物了。

　　也是某位义军将领从温州带过来的专属厨子手笔；几条杂鱼虽然小了点且刺多肉少但却是相当的鲜活，因此哪怕只有几条小葱作为佐味就别无他物了，但是和菌煨出来的的鱼肉依旧相当的鲜爽适口，让人就连鱼刺和鱼骨都舍不得而嚼成渣吞掉了。

　　随后随着一名义军士卒被带进来的是个五短身材而头脸俱圆的中年人，有些畏生和怯然的结结巴巴道“小……小可……小可……见过军爷。”

　　“早……早前……曾……曾……曾在府城天香楼做过帮厨。”

　　“愿……愿……愿为。”

　　然后接下来那人说的话周淮安就再也没有能够听进去了，因为随着一个舒畅饱嗝的打出，他的视野当中曾经昙花一现的灰色框架和线条，又再度显示出来了，紧随而来的还有毫无生气机械一般的提示音：“初级自体充能完毕，基础功能解锁中。”

　　随着抖动起来数据流般的东西接二连三的闪过之后，再度变成了新的提示音。

　　“生体扫描启动，切换生物场探测模式。”

　　“同步卫星链接无，中继基站链接无。”

　　“转换自源式简易探测功能。”……

　　刹那间周淮安只觉得自己正常的感知范围，无形间就像是骤然爆发一般的，沿着四周凹凸不平的地面和层叠起伏的少数建筑的扩散开来；而在一片灰蒙蒙模糊地形起伏和建筑轮廓的暗淡感官当中，还有游动或是停驻着许许多多密密麻麻代表生物体的圆点，还有浮动在上面的不明数据。

　　这一刻，就像是进入了游戏辐射系列里的静止模式一般，；然后随着他专注起来的思想和意愿，这种感官还在不断的慢慢延伸和扩展开来；然后就逐步的变得更加模糊、扭曲和失真起来，最终就像是到达了某种极限一般的，在他的感官当中再也无法维持专注和平静，而导致这种无形的感觉开始发生扭曲、破碎和消失掉。

　　强自按捺着心中的震惊和狂喜，周淮安在心中再度稍稍回味和估算了一下，这种一次扫描的主动感应范围，大概也就延伸出一百多米外的半径吧；而在脑中也不由自主的当场明白过来，这些净值或是活动的圆点，所代表得显然是生体的静电场；因此其中有的比较明亮和清晰，有的比较暗淡和模糊，同样是代表了某种意义上身体状况，或者说是生物场的强弱程度。

　　然后他往复又试了好几次，用思想和情绪下达其他方面的指令，逐一的进行尝试之后，居然又相继启动了他相当熟悉的微光和被动红外的显示模式，这岂不是意味着他再也不用担心走夜路，或是视线和能见度低的问题了。就算只能维持相对短暂的片刻，但也意味着他日后策划的出逃大计，以及独自在野外时的行走安全，就更加有所保证和底气了。

　　“切换被动节能模式”随着这一声提示，刹那间大多数线条和数据框架再度消失不见了，强烈的饥饿感和身体疲惫而沉重的信号，再次让沉溺在各种功能尝试当中的周淮安清醒过来；他看了看自己的肚子居然已经缩小了下去，刚才吃过没有多久的饭食居然已经消化干净了；周淮安忽然有所感悟和明澈起来；这个不明的附属功能和装置，显然是在靠自己体内线粒体细胞燃烧来充能的，所以必须靠稳定进食和充足营养的摄入，才能保证继续使用下去的功能。

　　想到这里他不由的心中一动，而将扫描启动的意念转向自己的身体，刹那间一个人体轮廓的多维模型，就在视野当中一层层从无到有的建立起来了；这时候他可以看到其中透视感下的皮肤肌肉器官骨骼，绝大多数都是代表健康和正常水准的颜色，只有大腿肌肉和肩膀上又一些细小的暗班和条痕，前者显然是他在之前激烈运动当中留下的淤肿，而后者则明摆是他这几天睡门板睡出来的落枕位置。

　　然后他尝试了下进行修复和疏通的可能性，得到的反馈却是需要足够的能量，不然就只能让生体内循环缓慢的自然恢复；尽管着看起来不怎么尽人意的结果，但周淮安还是觉得安息了许多；毕竟这可比那些扫描功能和外在生物场感应更加有用的多啊。

　　因为，这也意味着今后就此及时发现身体内外的问题，而再也不容易生病和受伤的可能性了。

　　“辅助附肢供能不足，继续锁定节能模式。”

　　“启动外缘性辅助充能模式，请素体保证足够光线照照射。”

　　然而除了这两条提示之外，当他努力再逐一试下去，就只有一段有一段的乱码和杂音了。好吧，看来今天已经使用到了极限了。

　　最后，在他的视野内唯一保留下来的视野显示功能，就是一条代表充能进度的曲线，当然目前全部大都是灰色的，只有开头的一小截保持了代表残余储能的亮色，这也是他。

　　看起来今后要学之物的光和作用一般，尽量找机会多晒点太阳了，周淮安不禁有些自嘲道。而这一切的发生，也不过是电光火石之间的几分钟而已。

　　这时候，在他面前等待了好一阵子也没有得到回应的矮个来人，也似乎有些明显不耐了；就在周淮安重新回神过来准备开口说些什么的时候，就见这人突然紧步上前错身越过了那名陪同士卒，叉手一翻变戏法般得抄出一对短尖刀来；刹那间就反手捅在身后那名试图阻挡的义军士卒胸口，另手却是寒光凛冽的掠空只取周淮安的门面过来……

　　“贼僧去死。”





第十九章 活着不容易啊（下）

　　说是快那时快，放着食具的短案刹那间被周淮安条件反射般得用膝盖顶飞起来，而堪堪拦在身前恰巧哆的一声撞上直戳的尖刀；然后就被他全力爆发之下的用力前冲推挤，顶着插入的刀尖而迎面撞在对方的手肘和门面上，同时一脚直踹对方小腹而蹬在了大腿上；在电光火石间的沉闷撞击和惨叫声中，就将对方踹得飞滚出去而掀翻扯倒了一大片遮阳的帘子了。

　　“奸细。”

　　“好贼子。”

　　这时候外间才被惊动了起来，而变成一片大呼小叫的吆喝怒骂声，还有拳打脚踢和刀剑抽拔砍劈的动静，最后是一条死狗一样被在地上拖走的身形。

　　“岂有此理，”一个大嗓门在外爆发开来，却是接替成大咬跟随周淮安的另一名队副老关，此人倒是一副风风火火的爽朗性子。

　　“难道你们门哨和搜检的都是死人么。”

　　“偌大的营中，怎么会让人把凶器给带进来呢”“只怕还有其他同伙和内应搭手吧。”

　　“实在是对不住了。”

　　几个声音在没口的赔礼道。

　　“马上着就去彻查。”

　　“和尚，这里是不能再呆下去了。”

　　然后就听他气呼呼的走了进来，突然就对着周淮安露出某种惊讶的表情。

　　“和尚，你受伤了啊”周淮安这才注意到，撞击过短案的肩膀上淡开的一小团血迹，显然是在撞击过程当中，被透过案面的刀尖给划伤了皮肉，然后他才感觉到了微微的刺痛和闷灼感。

　　这时候让他有些意味的是，视界当中重新显露出来的人体多维模型上，也多了一条细小的提示，却是根据身体状况给出愈合倒计时，大约要七十六个小时左右，如果保证及时或是足够的进食，还可以缩短这个生体细胞修复的时间。

　　“来人，快找大夫来。”

　　老关再次急切的大声嚷嚷起来“不用了，不过是些许皮肉伤而已。”

　　周淮安宽慰道。

　　“这可不行，这是将头的嘱咐”这位队副老关却是无比郑重其事摇摇头的道。

　　“一定要护得你的周全。”

　　“现在已经除了这种状况，俺实在是有愧啊。”

　　“还请给我弥补一二……的机会罢。”

　　周淮安看着他殷切的表情若有所悟一般感叹，这位看起来颇为豪爽的急性子，也不想外表那么粗枝大叶啊；口中却是相当诚恳的感谢道：“那就一切拜托了。”

　　“尽管包在我身上好了。”

　　老关用力拍着胸口坚定的道。

　　“一定要他们好好给个说法。”

　　于是在天色昏沉重新离开的时候，老关和小七，还有其他两名护送怒风营的士卒和一匹小瘦驴子身上，都挂上了好几个大包小包的，都是这一部义军所送出来的补偿和赔礼；其中有上好的伤药和其他药物，也有比较稀罕的食材和火油、灯烛等日用物件，大都是按照周怀安的建议索要来的。

　　而唯一没有负重的周淮安手中，则是把玩着另一对东西；离开之前自觉有所亏欠的对方，将刺杀者留下的一对牛角匕，送了过来当做是赔礼和压惊的手段之一。

　　这对打磨得寒光闪闪的尖刃，在切入了硬木短案之后，居然没有任何的缺损和挂花，已经够得上后世一些精工刀具的标准了；这也代表着持有者的身份和背景，已经不是临机起意那么简单。

　　不过，虽然他知道到这些义军的治下和管理手段相当粗放，也并不见得是完全的太平，杀人放火的例子依旧偶有发生；但居然已经有人莫名其妙的开始针对自己的了，这无疑是一个不怎么好的消息。

　　周淮安的第一反应是，难道关于自己的消息，已经在不知道的地方开始泄露和传播出去了，而引起潜在官府残余势力的关注和针对么。这样的话他接下来的计划和对策，也要有所改变和调整了。

　　正当他疑神疑鬼的满肚子心思走到半路，就见到远远打着火把迎上前来的一行人等，老关倒是警惕十足的飞快丢下身上的包袱和匣子，将周淮安一把推到了一颗歪脖子老树后面，而抽刀横在身前做出迎击的姿态来。

　　这时小七和其他两人才反应过来，纷纷手忙脚乱的抽拔武器而聚拢到老关的身边，做出掩护的态势来；而这是周淮安也注意到了一个小小的细节，光看拿刀的姿势和反应，平时看起来像是闷嘴葫芦一般不起眼，说什么就做什么维维是诺的小七，似乎也有不错的武艺和相应临阵过的经验啊。

　　安排在自己身边果然就没有一个是省油的灯么，他如此胡思乱想着短暂打开夜视的分辨能力，仔细观察了对面之后就露出轻松的表情，随即拍拍老关的肩膀让他们放下了武器和戒备。

　　“别紧张。”

　　“是将头前来接应我们了”“啥？。”

　　老关不由露出惊愕的表情来，然后就见举着火把走近的一行人等中，打头的果然就是怒风营的主官王蟠。

　　“将头你怎么亲自过来了。”

　　“和尚在那里。”

　　甫一见面王蟠就殷切的开口问道，然后见到了树后走出来的周淮安，才像是一块石头落地的松了口气。

　　“和尚，听说你被奸细刺伤了。”

　　“伤在何处，还要紧不。”

　　“无妨的，只是一点小伤而已。”

　　周淮安也只能略作感激和拘谨的回答道“为什么不让人乘上驴子代步呢”然后就见王蟠又转头对着老关稍微严声道“这些陪情的玩意再多，可比不上和尚本身更加要紧的。”

　　“有什么拖延和差池，唯你是问又顶什么事情”“将头说的是。”

　　老关也低头维诺道。

　　“是俺想的差了。”

　　“既然出了这种状况。”

　　王蟠这才重新回头过来对着周淮安缓声道“为你日后的安危计。”

　　“接下来这些乱七八糟事情，就不要再去搭理他了。”

　　“你好歹是我怒风营的人，自当时以我怒风营的事情为主。”

　　“。日后还有许多地方须得多多依仗的。”

　　“这个理儿就算是辩到黄王哪儿去，我也是这么讲的。”

　　“真是多谢将头挂心。”

　　周淮安也只能有些受宠若惊的感谢到。

　　“实在是无以回报了。”

　　“都是自己营里的兄弟。”

　　王蟠却是乘机上前拍着周淮安的肩头道。

　　“学人说什么回报不回报的……不是一开始就说好了，”“只要饿不死俺，就保准有你一口吃的么”“。”

　　而对于他的顺势亲近和熟稔之意，周淮安的表情迥然直觉自己实在有些无言以对了。

　　虽然知道对方有邀买人心和笼络的明显意图，但是如此这幅上心全然的堂皇做派，还是很难让人生出什么恶感和不适来的。

　　这也算是某种意义上塞翁失马式的因祸得福么，周淮安随即在心中默念到。虽然遭到了莫名其妙的刺杀，但光看这王将头的表现和反应，似乎也也变相的提高了自己的可靠性和存在价值了。





第二十章 升职？（上）

　　回来第二天，周淮安又升职了，虽然这只是口头上的晋升和自设的头衔；理由是他这些日子在外甄别，委实替怒风营争取回来了不少好处，所以叙功得赏予以提升为副管营，一跃跨过了火长、队副、队正的级别，而日常比同副校尉的待遇。

　　虽然这是各自设的头衔，而且一切待遇和级别，仅限于怒风营当中有用，但至少也代表了营内中层的身份，以及名正言顺的指使和督促，那上百号辅助人员的资格和名分了。

　　比如，在他如果遇到手下人等阳奉阴违，就有足够的处置和决定权，而不是需要在转过头来去要求与王蟠进行沟通再做相应的处理。为此，那名队副老关和另外两名士卒，从近身的保护变成了听从驱使的手下，主要就是作为日常执行力的臂助。

　　此外，王蟠还当众亲口交代作为“和尚”的特殊优待，他的伙食标准将提升两阶而比同旅帅副手的待遇，而仅次于他自己和邓存等十几个人而已，并且在三餐的取食数量上不做限制，想要多少就吃多少云云；其中的拳拳笼络可见一斑。

　　既然临时栖身的势力中表现出了某种善意，那在将来找机会离开之前，稍微给对方留下点无关紧要的东西，也就没有什么关系了。

　　当然了，他并不是没有更多更好的想法和选择，只是生米恩斗米仇的道理周淮安还是明白，并且在非洲那片土地上有所感受和眼见的。至少那些只靠一厢情愿而缺乏足够准备和预期调查的，而仅仅是被所谓政治正确洗脑成白左的，各种民间团体和人道救援组织的许多遭遇和下场，就是很好的说明。

　　作为新职务上的三把火，他主要是利用手头上的有限人力，稍稍改变了营地里的布局和规划，然后进行初步的卫生整理；首先集中人手进行了一轮大扫除，而清理出了十几车的垃圾和废物，还有各应房中堆积的破烂也被收集起来；这样在日常眼见的周边环境和气味上也就让人好过了许多。

　　又用铲子和锄镐填平许多坑坑洼洼的污水坑，铲走和修整了深浅泥泞不堪的道路和棚子的地面，而用河边调回来的细沙给盖住露出的坚硬地面；再沿着营中道路侧边挖出排水的简单引导沟渠来，这样即可避免了蚊虫继续滋生的环境，也多少具有了一定防雨的持久使用功能；至少在没有足够驱虫药物之前，周淮安可不想天天都被无所不在的蚊虫给叮咬的满身是包，更别说由此可能带来的热带传染病；虽然这些已经习惯了在野外风吹日晒粗放生涯的老义军，或是被生活的困苦给给折磨的无谓麻木的新卒，都已经习惯了这种满地肮脏与污秽当中的生活环境。

　　但是一旦有所改善的话，得到的效果和感触也是显而易见的。

　　因此，在得到了来自王蟠为首上层的鼓励和赞许之后，他进而简单规定了如厕的位置和垃圾的对方处理区，并取得了王蟠的同意而派人监督和巡视营中，发现有所违反的就处以剥夺一顿饭食到鞭笞示众之类的处罚；因为目前营中的人头有限再加上将头王蟠的支持，所以仅仅用了两三天内，就在一片抱怨声中把这些到处便溺和乱丢垃圾的风气给整顿下去了。

　　然后又再接再厉的制订了，关于士卒们个人用品统一收集清洗的规矩，每天起床前清理所在棚子的简单轮值，简易改造了清理出杂物的仓房，摆上十几张木板钉成的长条案几，就成了最基本可以遮风挡雨的军官食堂，以及日常的聚会活动场所了；然后再把伙厨搬到隔壁的马厩，贴着墙重新用湿泥和竹子框架，垒出可以加工更多人份食物的大灶数个，接着就进行细微的调整而分出了烧水和煮汤、蒸饭和做饼食的不同用途，而其中一个灶火将友人日夜蹲守着，用来全天候提供源源不断的热水，也算是周淮安假公济私的一部分。

　　这样，他用来擦洗清洁身体和保证水分补充的开水就有了，顺便还可以用来私下加工和保温一些食物。

　　而转移了位置的畜厩也进行了一定程度的改造，对于草料、饮水和粪便，也进行了分开处理；这样至少那些晚上需要抱着牲口睡觉的辅工杂役们，不用再与秽物为伍了。

　　至于各个士卒棚子里更进一步的个人勤务，那就不是他可以随便置拙和干预的了了，这毕竟涉及到营中主官的权威和个人习惯的效能问题，过多的越主代庖就明显不知趣了。

　　虽然他暂时改变不了大多数个人卫生习惯，但是稍微改善一下自己的周边环境，还是可以有所作为的。

　　要知道，他本来还想搭建一件用来洗澡的棚子，但是一想到这是气候常年湿热的岭南地区，附近又有现成的河流可以使用，但是显得有些多余了。

　　只在完成验收和检查的时候，又发生了一个小插曲；因为实在是天热难耐所以带来了好几个大水桶子，那些杂役们就从毫无遮盖的露天大桶里舀起半瓢子水，就咕噜噜的喝下去，有将剩余的谁倒在脸上，露出十分清爽的摸样来。

　　“这水是哪里来的”看着从这些人嘴角流淌出来浑色水渍，周淮安有些惊疑的问道。

　　“当然是附近附近河沟里直接挑来的啊”一名杂役组头小心的应道。

　　“哈。”

　　周淮安不由有些毛骨悚然，难道营里这些天喝的都是这种鬼玩意？

　　“有什么不妥么。”

　　王蟠看到了他的脸色，不由惊疑道。

　　“我也喝的是这水啊。”

　　“将头啊，我记得那河沟上头可是埋过许多人的”周淮安心中一动，故作大惊失色道。

　　“还堆了许多的秽物。”

　　“这一旦雨水下来，可都是冲下去了。”

　　“这可怎的是好。”

　　这一下许多人的脸色都变了，王蟠也不禁喊出声来“有什么补救的手段么。”

　　“有是有，不过得从根源上防起啊。”

　　周淮安却是故作为难的道。

　　“不然始终是有大麻烦的。”

　　“好说，只要你有法子。”

　　王蟠当即拍着胸口噗噗响道。

　　“需要什么人手和用度尽管说。”

　　于是，又再费了大半天工夫和许多人一身大汗淋漓之后，由周淮安一手设计和调试下来，让人用多个装着卵石和筛过的细沙、布片和木炭粉的，并联在一起水缸和木桶，所堆砌而成的简易自流式过滤塔，就此诞生在营房当中；无论多么混浊的水源只要往最大的缸体倒下去，经过层层的分滤沉淀之后，最后从钻孔插管的木桶里流出来的就是显而易见的清水了。然后从理论上就可以直接当凉水饮用了。

　　而今后所要付出的人工耗费，也也不过是定期更换清洗筛子、布片和容器上；而且作为主体的全套容具用一辆手推车就能带走，所需的卵石和沙子也不过是随处可取的现成之物。

　　最后周淮安亲口试了试引流出来的清水，虽然还略带着几乎为不可见的泥腥味，但只要放着沉淀一道再烧开之后，就可以最为保质时间较长的饮用水了。

　　“好你个和尚，果然是有几分奇妙主张啊”满嘴药味的王蟠不禁大声的感叹道。

　　“这样岂不是就省下了费力去找水的功夫了。”

　　在这种余泽的影响下，接下来就是周淮安逐渐进入行事的状态和主持后勤杂物的营管角色当中。

　　好歹手下也有百十号人了，当这个时代大多数人来说在协调和管理上的问题和困难，于周淮安却并不没有什么大不了；好歹是参加上山区的义务教育支援，也在非洲部落里参与过援助项目的活动组织。

　　简单的分组分片负责制，竞争加食物作为激励手段的原始绩效考核，还有对于怠慢和疏懒上的肉刑隐形威胁，很容易就将这些生手和新人的积极性，给初步激发（压榨）出来了。

　　周淮安也再次发现自己身上这个不知名系统最有用的地方，就是运算处理和扫描记录的辅助功能，因此，周淮安发现了自己有了过目不忘和飞速计算的能力了。

　　在一片忙碌（偷闲整私货）当中的周淮安，再次见到那位小柴校尉，已经是半个多月后的事情了……





第二十一章 升职？（中）

　　校尉柴平骑着一匹枣红大马行走在广州附近的田垄上，却是心思翻陈而浮想联翩的；最近义军治下依旧不得平静，各种作奸犯科之事总是屡禁不绝，时不时还有杀人越货的恶事发生，而官军的余孽奸细却依旧阴魂不散的出现在各种阴暗角落里，而制造出层出不穷的谣传和流言，给义军的后续之利和安抚民生，造成了好些是非和妨碍。

　　他曾经是河南汝州乡下的农家子弟，世世代代靠土里刨食的穷困农家出身，也有一个还算过得去的家庭；父亲柴铁牛乃是四里八乡出名的庄稼把式，一身力气谁人见了无不适要挑起大拇指赞叹声“真铁牛也”，因此，还曾有人感叹过，着这一身气力不去投军某个好出身，而是留在乡里埋头在土里实在可惜了。然而他却有着一副与世无争的憨厚性情，对此也就是笑笑不语。

　　而他的母亲也是一个十分勤快吃得苦的妇人，下得了田间上得了灶头，还能向男子一般在许多事情都毫不逊色多少；因此依靠父母勤勉与努力的加倍汗水浇灌，不但自己种着十几亩的山坡地，还有同时祖佃着村中大户的地，在同样的地里头也总能比别家在土里多刨出些东西来；而让他这个狭小局促的破家，一点点的添置起来还中上了树苗，开辟了更多边边角角的菜畦。

　　然而，他这个一家一户的努力，却是始终改变不了也跟不上整个时事境迁的剧变与流传势头。

　　自从朝廷实行了量出为入的两税法之后，他们这些平头百姓的日子就越来越难过了，因为在官府的考绩治下，户口和税赋只能增加而不能减少，但是因为灾荒、动乱造成的户口损失和削减，却又不能出现在官面上，以免有损大唐天子泽背万民的恩德。

　　而逃亡者愈众而相应的税赋却是不能减少丝毫，反而还要作为官老爷们的政绩和考评而与日俱增，于是越来越多的缺额就被分摊在了这些尚未逃亡的户口身上了；当然了，官府加征的数目摊派下来之后，那些豪强大族和胥吏的关系人等是无损分毫的，反而还要在其中分泽好处和过手取利；然后在上下齐动手的催逼和盘剥之下，这就构成了一个恶性的死循环，税赋越重逃亡越多，逃亡越多反过来加载剩下民户身上的税赋就更重。因此作为村里最为勤勉卖力持家的典范，柴铁牛家也不可避免的遇到了困境和窘迫。

　　为了提供下乡胥吏所需的酒食，差不多就吧他们这些辛苦攒下的一点底子给折腾光了，然后为了不伤所谓加征的“历年积欠”，又不得不含着眼泪将大姐交给了人牙子；接下来又遇上了天子千秋诞而官府“号召”百姓进献心意，他的小妹又不得不被送进了城里当死契卖断的丫鬟。

　　前后依靠卖掉姐姐和小妹的周转，好容易过了这么一个凄冷孤单的年关，来年青黄不接时老天爷又再次翻了脸子。赤地千里，流火之下颗粒无收，但是官府征发的捐税和徭役却是一点儿都不能少，再加上对方上繁多的杂支、孝敬名目，一波又一波下乡催逼的胥吏和杂手，就像是捋过田野的箅子一样收割了一茬又一茬，牵走了猪羊砍走了树木，拆掉了房梁，就连鸡仔和鸭雏都没有放过。

　　老实巴交的空有一副身板和气力的柴铁牛，却也只能打落牙齿和血吞的默默忍受和苦熬着，哪怕那些纷纷除外逃亡的额乡人一次次来邀请，甚至，却又被胆小怕事而故土难离的他给意义拒绝了，他总是会说“再忍一忍”“忍忍就过去了”“日子总会有好起来的那天”，反过来劝说来好在这时候村上那个曾经柴铁牛当中庄稼人典范，而时不时在嘴上提起的崔太公家庄子主动给他家一个机会，需要借助他这一把力气来装卸和输送粮食到州城里去以供“备寇”只用；而柴铁牛也因此能够每天带回一个从牙缝里省下来的杂饼子，而让着困苦不堪的日子继续熬下去。每天累的一身臭汗而疲惫不堪回来的柴铁牛，也会以此作为例子，念叨着“好人总会有所好报的”“老实干活才又机会得到人家的看重。”

　　然而好景不长，一次输送州府当中因为在庄子里装运的太多，一辆粮车在上坡的时候突然断了轴，金灿灿的麦粒和栗米就这么摔破袋子撒落了一地；然后在急得直跳脚的柴铁牛哀求和哭声当中，这些散落粮食就被附近嗷嗷待毙的流民给哄抢一空；就连地上的土都被刮走了三分厚而再也找不回来了。于是，一个“里通流贼，毁弃官物”的罪名就凭空落在了柴铁牛的头上了，回头还没进庄就被守候着的给当场捉走送官了。

　　这对柴平母子而言，仿若就是天一下子就塌了下来；因为又乡人提前跑回来报信，他们娘两只能躲在野外的草丛里红着眼睛泪流不止，眼睁睁的看着破家里自己亲手搭建起来的一草一木，片砖块瓦，就这么在那些崔家带来的公人手中，被打砸搜掠一空，就连畦里的菜苗都没有放过，然后再被点燃付之一炬消失在蒸腾的烟火和飘散的黑灰当中。

　　然后，不得不踏上逃荒之路他们并没有能够走出存在多远，还是被崔庄放出来的狗给嗅出来了，在没命的奔逃当中他再度失去了母亲，为了引走追上来的恶犬，她故意划破了手跑向了河边，然后以生命中最后一点勇气和决然，抱着扑上来撕咬的恶犬而一起掉进了滚滚的大清河中。

　　“存哥儿快走啊。”

　　柴平还记得那一刻凄厉哀然最后诀别声。然后随着入夜停止的追索，大自然开始对于他这个农家少年展现出恐怖而残酷的一面。

　　夜里的天是那么得黑，风是那么的大，草里的露水是那么的凉，曾经无比熟悉的乡野山林，到了夜里就像是化作了光怪陆离的鬼蜮一般，在无数的阴影和风声当中咆哮着，恐吓着他这个孤身在外的少年人；他的手磨破了，身上被刮城了带血的一条条破缕，蛋挞脚下却不敢停下来，因为他害怕停下来就会被某种不知名的力量，给拖走、吞噬掉；但是真正的危险却是来自于天明，因为又渴又累的他发现自己已经被许多野狗给兜上了；这些吃尸体吃的已经丝毫不怕人的生灵，就这么不紧不慢的尾随在他身后的不远处，并且十分耐心的随他走走停停的；仿佛就等下一刻这顿精疲力尽而气血枯萎的大餐，自己倒在地上而盛宴开幕。

　　就在这苟延残喘的最后时刻柴平终于遇到了人，那是一个驻着铁头杖满身打满补丁的游方和尚，不但挥杖赶走了这些犹自不甘心的野狗，还从葫芦里给他喂了几口水，又从怀里掰半块麸饼给他。

　　靠着几口水和半块麸饼的支撑，他总算在昏死之前撞到了当初邀请过他家逃荒，据说其实是去投了义军吃大户的老乡；这才有了机缘得以投在了当时号称要天补均平的王大将军的麾下；因此，他也对这个萍水相逢的出家人留下了某种难以忘怀的印象只是最初的时候，他因为年纪太小而人家根本不收，只是给了些许铜钱和干粮就大发了；这也再度坚定了他加入义军当中的决心和意志最后死活白赖的跟随了一路之后，才得以被收纳做了一名“报声小子”，也就是利用年纪小不起眼的身份，潜入到官军控制的城池里去打探消息和散布传言的角色。

　　因为在各地基民四起相继响应义军起事之后，官军驻留的城邑里也加紧了对于流民青壮的盘查和驱逐，甚至是宁枉勿纵的时不时大开杀戒，倒是对于女子和孩童，少且还能网开一面而任其往来。

　　依靠他从小生活在乡野当中磨练出来的机灵和应变手段，多次有惊无险完成了在官军地盘中的打听、探查和传信等任务，也终于得到了义军上层的看中和认可，而开始让他独自带领一队少年人，为义军转战天下的事业一路奔走前后而屡有建树。

　　而在追随义军转战了好一阵子后，他也终于迎来了各路义军合力攻打汝州州城的日子；好容易经过几番周折的血战打败了城外来援的官军，又在内为呼应的义民帮助下城破之后，他就迫不及待的冲进城中的大狱，急不可耐得想要将吃尽了苦头的老爹接出来好好休养和享福一阵子；但是迎接他的，却是空空如也满地污秽和斑驳的栅栏所在。

　　最后只在最里空荡荡的烂草堆里翻找到一只满是发黑血迹的破鞋而已；因为随后他才知道，在义军开始攻打汝州之前的数日内，当地素有苛严酷吏名声的此时大人，就以“备寇”和“警摄城中乱党”为由进行清狱，也就是将在押的官犯不分罪名轻重大小，全部拖到门内街头杀了了事；而柴平他老实巴交的爹，则是因为无钱打点狱中牢卒，而被当做杀鸡儆猴的榜样，活生生的折磨死在牢里，最后在公案上只落得一句“畏罪自残、逃避教化”的结果。

　　而对于这些时不时瘐死狱中的人犯，留在城里也是污秽和亵渎了大多数贵人和良善之家的眼睛和耳鼻；因此，城外经年日久用来抛投无名尸和饿殍的大乱葬岗，就是这些微贱蝼蚁般的罪人最好去处所在了。

　　他最后跪在那里对着已经被野狗给撕扯着不成样子，也完全认不出来的枕籍尸骸，像是失家的野狗般嚎啕哭了一整夜之后，天亮回来就让人惊讶的发现满头都变得灰色了；他实在恨这个好人不得苟活的世道，也由此废弃了“柴存、存哥儿”这个父母曾经给予的“无病无灾好好活下去的”朴素寄望的名字，重新改名为柴平，取义为追随当时的大将军一起平均天下的意思；由此也在官军的悬拿榜文上，造就了一个作价二万四千钱的“灰头将”名号。带着一群小兄弟，随着乞活的大军到处搜寻和捕杀那些疑似官军的存在，尤其是那些玉官府勾结很深的大户、乡绅，几乎是对着这传闻中的“灰头鬼”，各种闻风丧胆而避之不及呢。

　　如今在他看来，只要追随黄王将着天下的贪官污吏，以及勾结他们的大户豪强，都给杀光了之后，也许自己这些苦出身和穷人家才有可能获得一条活路呢。但是这次打下了广州而有时间和缓冲安顿下来休整之后，随后发生的一些事情就开始让他有些困惑和疑虑起来了。

　　因为，他见到了那些曾经同生共死而趟过了尸山血海的义军将领当中，有不少人开始变得让他陌生和不认识起来了；因为他们进城后迫不及待退下沾血的战袍衣甲，而穿起了华美光洁的绫罗绸缎，从人多口杂的营房驻地搬到了就近占据下来豪美宅院当中，为自己置办了为数不少的奴仆来服侍；就此为自己居所设立重重森严的门卫，而就连最亲近的老部下也要几经通报才得见；并开始驱使着顶盔贯甲的士卒，举旗持幡在前方开路和清道，作为日常出入必不可少的排场和仪仗，甚至是学着那些曾经为他么所厌弃和鄙视的，官宦富贵大户在内的体面人家和所谓上等人物，日常的说话举止的做派一般。

　　就像是他手亲手看下头来的那些贪官污吏，或又是敲骨吸髓吃人不见血的豪强大户，又死灰复燃或是阴魂不散的附身到这些昔日的好兄弟，好儿郎的身上去了一般。

　　柴平正在思虑和缅怀当中缓缓骑行着，就见前方已经隐约露出了自己此次目的地的所在。





第二十二章 升职？（下）

　　出示了代表身份的信物之后，柴平下马牵挽着缓缓穿过看起来有些焕然一新的营门，上面明显被加固过而且安上了不明用途的尖锐器物，下面原本浅浅的沟壑也被加深到了过腰；原本只有大大咧咧站在上头稀稀拉拉的弓手哨位，也变成了好几个由弓手和排兵组成的游哨小伙，看起来颇为精神和警惕的注视外间的各条来路和田野。

　　然后他又发现自己走过来的地方，似乎都变得整齐和干净了许多，没有其他营盘当中常见的积水和污泥，只有一层软绵绵的细沙在脚下淅淅作响，还可以听到边上浅沟颤颤的流水细声。

　　既没有到处乱跑鸡鸭猪羊以及散落的各种秽物和垃圾，也不见到处晾晒在营帐和棚户之间的花花绿绿衣物，更别说还有各种脏东西隔夜混杂起来的浓重异味，只有淡淡类似河岸边新鲜水草的湿润气息。

　　而在棚子和房舍的屋檐下，还有某些地方用生石灰铺撒过的痕迹和气味；在灰线圈绕的范围内各种洗干净的大小容器，也整齐码放在露天里阴干；这不由让柴平也生出些许匪夷所思的错乱知觉来；这还是城外杂乱纷繁的野营么，简直就像是到了内城官军的驻防地一般。

　　他明明在不久之前还来过一次才是的。

　　此时乃是正午餐后的时光，但无论是伙房还是饭堂，或又是棚子当中他所熟悉的那些人大都不见了；仅有少数陌生的面孔在平整过的空地上进行操行，或是围着几处帐队出入劳作着；他们无论是操行还是做事都是一板一眼的，对柴平这个入营者也只是多少瞥了一眼，就各自继续的不闻不问或是无动于衷的样子。

　　这不由让他积聚了更多的疑问和心思下来，然后他好容易从熟人哪儿打听到了，其实营中剩下的大多数人，都已经争相聚集在了新开辟出来的最大仓房之中。

　　“今日又到和尚讲古了。”

　　“千万莫要错过了去。”

　　“住嘴，还和尚和尚的。”

　　“该改口叫副管营了。”

　　“还是叫和尚先生的亲近。”

　　伴随着这些赶过来的议论纷纷声，柴平也被引到了一所硕大的仓房当中；这里除了常见的口臭与汗水之外，还弥漫着艾草点燃后有熏蒸过的味道。而在正中用家具堆起来的台子上，那个“和尚”正在用一种抑扬顿挫声调和绘声绘色的语气，比划和述说着什么。

　　“话说那黑厮，抡起钵大的拳头。”

　　“又抡起那大虫的后爪，摔了个大泼风。”

　　“铁牛跪在地上嚎啕大哭起来。”

　　而随着对方的一言一行，底下众人再次爆发出低低的叹息和嗡鸣声，却居然没有多少交头接耳的嘈杂声，而像是被磁石吸引了一般全神贯注在那“和尚”身上，看起来是习以为常的事情了。

　　柴平本想上前对着前排的王蟠说些什么，但是“铁牛”这个似曾相识的名字却让他不禁停下来了脚步，仔细聆听起这个李铁牛手撕六条大虫为母报仇，而上山落草的故事。

　　结果，站在人群后面他本想是姑且听一听，未想居然就此听的入迷了就暂且忘了来时的初衷和目的，结果直到天色有些放暗下来，才在周围一片意犹未尽的叹息声、骤然轰然大声讨论，争吵当中给恍然清醒过来。

　　自从离家参加了义军之后，自己已经有多少年没有这么放松和懈怠过了，柴平不由有些惊醒和自责的走向了被簇拥在人群当中的“和尚”……

　　“什么请我去参加超度法事？。”

　　然后，周淮安不由的自嘲笑了笑，居然差点就忘了自己还有个和尚的假身份；而显然这是普罗大众还是相当愚氓蒙昧，而对于无法解释神秘主义抱有敬畏之心的古代。作为杀官造反的农民起义军当中，自然也不能有所例外的。

　　当然了，以他现在在怒风营里短暂鹊起的身份，还是没有太多理由拒绝这个邀请的。只是他也听出了其中的细节，是去参加超度那就意味着可能是复数以上的集体行为了，这算是某种试探还是考验么。

　　在激活起来无形运算能力辅助下，他也飞快转念思考起来各种利害关系的得失取舍，不过信息实在太少，而对方表现出来的态度和意味，也实在难以向不利的地方进行判断。

　　行走在前往广州城的道路上，看来义军这段时间的开仓放赈还是有所效果的，那些倒在路上的饿殍和行尸走肉般的大股流民，已经基本消失不见了；就连曾经沦为战场的地方，也被一片又一片新翻的土色所取代，大片曾经以为战火而荒废一时的田亩和果园，也重新出现了稀稀拉拉劳作的身形。

　　但是同样在广州城中，这些义军将领们耽于安乐和享受的迹象，也随着街头上交驰而过花里胡哨的车马，还有其间大白天公然飘扬而过的酒味和脂粉味，开始弥散在这座大型的港埠之城当中。

　　但不管怎么说，广州城中已经恢复了基本的秩序，哪怕是在农民军主导之下的相当简单粗放的秩序；曾经无所不在巡逻队伍已经减少了许多，形形色色的下层人等和各种贩夫走卒，已经可以形色如常的行走如织在街上；各色酒楼茶肆恢复了部分人气而出入不断，商铺行栈也大多重新开业，虽然看起来生意寥寥的；偶然会有几颗新旧不一血迹未干的人头，挂在街口的哨卡边上；时不时还有一些人带着枷游街而过，而引起一片哄笑和叫喊声，甚至还有成群的孩童追逐期间唾沫掷石，他们身上变得褴褛的丝袍和锦缎，显然代表着之前的生活品质和地位。

　　这是已经开始清算官宦、富商和大户人家了么；不过回想起来这也是迟早会发生的事情，毕竟南下义军号称十数万之众，在打下了广州城之后虽然所获无算，但是用来供养和维持这么多人的人吃马嚼，还免不了要面临坐吃山空的问题。

　　尤其是在没有稳定下来的地盘，所提供的物资生产和财赋、人力来源的情况下，粗放的任由各部自行扩充兵员，迟早要产生一系列问题和麻烦的；因此在周怀安看来，这种相对的平静和粗放的秩序，未免又带有某种虚浮的意味；因为谁也不知道将来在现实的需要下，义军会不会将钱粮淄用的需要，继续扩大加征到这些普通的额平民百姓身上呢。

　　随即他又不禁自嘲道“我这算不算是赚白菜的钱，操着卖粉的心呢”，他如此胡思乱想着，在胯下慢腾腾踏踏起伏的驴子代步下，很快就来到了一处位于城门附近的小寺院——寿光寺。

　　据闻是一位刚刚死去的义军资深将领，就停灵在这儿而等待来自佛门僧人的最后超度。随之而来的，还有一部北向驻防的义军，新近在韶州境内遭受大败的消息。

　　据柴平口中透露的说辞，是唐廷的荆南节度使王铎，所举荐名将李晟之孙李系将兵五万屯潭州，进而分兵南下支援被围攻的韶州；结果负责围困和夺取韶关重镇的义军老将孙燕年当场战死，余部大溃而尽皆丧亡，仅以亲近拼死抢得尸身逃归。





第二十三章 变化（上）

　　作为广州上百所禅林、庵堂和供奉地之中，名不见经传的寿光寺小小的四方院内，只有几颗古树苍荫和一丛开放正盛的梧桐木，虽然周围一片破败喧闹的场景，但是身处其中却是有几分闹中取静的意味。

　　在百无聊赖的等候和通传期间，周淮安也得以见到了怒风营以外的义军将领，形形色色除去留在外间的护兵和跟随之外，也有大几十号人，有老有少有高有壮的相继鱼贯出入着，多少显示出了这位阵亡义军老将的人脉和渊源。

　　周淮安也得以在近距离的机会当中，消耗已经为数不多的能量储备，对他们进行扫描造像，并配合他们身边的只言片语一起，存入到近日才逐渐恢复小部分辅助功能的数据库当中，算是以备将来的不时之需。

　　虽然大多数都把等在附近的周淮安，其中也有偶然个别几个经过的时候，多看了他一眼而似乎已经知晓和提及到了这个有些古怪的和尚，也被周淮安打上额外的标记算是日后的重点对象；就这么听着一墙之隔的隐约交谈和争论，一直等了大半个时辰之后，里面各种嗓门的喧闹声才再次变成相继走出来，呼朋唤伴的四散人流，然后不远处处的门褴里一个熟悉的脚步声靠近过来，对周淮安招了招手。

　　“孟都头，这位便是我说的那和尚。”

　　柴校尉将他引到一名粗胖男子身前，开声介绍到。

　　“如今添为怒风营的副管。”

　　周淮安故作略微自豪的补充道。

　　“这位副管竟然是出家人？”

　　对方略微惊异的看了眼周淮安。

　　“真是稀罕了。”

　　“其实，不论在家出家，亦是修行之法啊。”

　　周淮安打蛇顺棍上的感叹道。

　　“只要心怀道理，哪怕刀山火海亦是乐土啊。”

　　“我就是不喜欢你们和尚这些；了，”孟都头却是不由咧嘴道“说个话都要七拐八绕的不利落。”

　　然而，那个柴校尉却是眼中闪过一丝异样，嘴巴动了动却还是没有开口说出什么来。

　　接下来孟都头引着周淮安，用力推开满是香烟气息和霉灰味的小殿大门，就见到好些个穿着僧衣的身影，在惊惧和惶恐的表情当中转身过来。

　　“兀那和尚，你们有新伴了。”

　　这是李鬼遇上李逵了么，人模狗样重新穿上衣袍的周淮安，居然见到了真正的和尚。虽然也是经过某种途径给弄过来的，只是对方脸上的青肿痕迹看起来这个经过不怎么令人愉快。

　　还就这么派过来给周淮安搭伴一起玩超度了，这可就十分有意思了，难道这又是新一轮的变相试探手段么。

　　“既然你是义军的老人……又是小柴请来的”那位孟都头就紧接着道。

　　“那接下来的事情，便有你来操持好了。”

　　“也省的这些满口慈悲的贼秃，私下里阴奉阳违的不上心”“当了贼秃什么的，俺可不是说你。”

　　“既然能做怒风队那群河南佬的副管，那也是咋义军的自己人了”“这厮若是不老实，或是敢偷滑懒散什么。”

　　说到这里，他不由哼哼两声，显然对这些和尚深不感冒。

　　“尽管招呼我们来炮制一二。”

　　“好说……好说。”

　　周淮安不以为意的道，却在心里吁了一口气，果然是先入为主的心理诱导很重要啊。这样这个假身份就此露馅和出现破绽的可能性就大为减低了。

　　这些僧人有老有少，但是年纪最大的也不过是刚过而立之年，甚至还有没正式受戒的未成年沙弥，从各种僧衣的服色和细节上的差异看，至少属于好几个不同佛门源流和宗派的比丘士才是。

　　“喂喂，这几位释兄。”

　　周淮安随即转头向着这位看起来依旧愁眉苦脸的秃头。

　　“想活还是想死，还是想要生不如死呢”“在灵前念一段经文，唱几声偈子又不会妨碍什么”“反倒是可以救你自己的命不是。”

　　“所以为了避免无谓的苦头，最好学我唱一段好了”“若听我的话，把眼下应付过去之后，你们大还可以继续回去修行持业，”好在他们大多数都不是真的能够做大四大皆空，而不为外物所动大德之士，不然也不会被迫出现在这里了。在充分发挥了想象力而列出来的多种可能性和北人强行破戒之后的凄惨下场，周淮安很快就劝服了其中的多数；唯一剩下个修闭口禅的僧人，也用默认的态度表示自己绝对不会成为妨碍的。

　　“我可是刚从外域回来，在海上受的法传，目前尚无挂单之所。”

　　然后终于有人想起询问周怀安的来历了，他倘然一笑道。

　　“关于东土佛门，很多东西还要请教一二呢。”

　　这些的眼神终于有所改变，而露出些许郑重的表情了。

　　“难道这位释者，竟然是位远渡重洋的取经人”其中最为年长的一名僧人不由郑重道。

　　“不敢妄称取经人，那是我授业恩师毕生宏愿尔。”

　　周淮安心中嘿然，却是脸不红心不跳的瞎扯道。

　　“我不过是有幸附冀左右，照顾起居而略得其皮毛。”

　　“进而听法于大雷音寺。”

　　“只恨天不假年，中途病逝于真腊地……而遗下嘱托由我带回中土。”

　　“只是我在天竺地多习得多是诸外道法门而已。”

　　“比如参习和涉猎过一些摩柯婆罗多、罗摩衍那，爱经，中观瑜伽地师论什么的”“还有最近流行海外的上座部的梵唱法……四部吠陀经也看过一点”虽然这个时代的天竺佛门已经江河日下，而在许多地方被复兴的婆罗门诸侯，打压的僧人如过街老鼠只能靠地下结社来传薪，差不多到了各种密宗横行的末法时代；但是放在中土的传闻和印象当中，还是具有一定程度后世海外留学博士式的逼格和光环。

　　因此，在周怀安有板有眼的唱了几首曲后世网络上耳熟能详的佛教音乐《心经》《六字大明咒》《劝世歌》《极乐歌》之后，总算是把忽悠的晕头转向的对方给对付过去了。

　　接下来，虽然他不懂真正的梵唱和经籍，但是想要临时组织一场简单的合唱就容易多了。

　　而在事后的最大收获，他也得以好好的饱食了一顿；因为，他发现这些义军将领用来供奉的食物，居然是大户人家祭祖时才用的三牲五果标准，虽然没有比较奢侈的整猪、整牛、整羊或是次一等的三首供；但至少也是整只的全鸡、全鸭、全鱼，外加上板栗、桃、杏、李、枣。连同一大桶的杂米蒸饭，差不多都落到了周淮安的肚子里了。

　　也让许久都未见动静而可怜巴巴的能量条，涨了那么微不可见的一丝。好吧，看起来自己体内这个不知名的辅助系统，需要的是更加高热量和品质的食物，不然无论吃多少都只能在原地打转啊。

　　与此同时，禹山下的大将军府当中，刚刚皱着眉头处置了发落了，城中两部义军在街头群体争衅殴斗之事的黄巢；带着亲从才走出来没有多远，就见到自己的族弟，同辈排行第七的军府别驾黄瑞，正在摆弄着一辆大板车上，由城套大小容器连成的物件。

　　“七郎你这是寓意何为啊。”

　　他不由有些出奇的问道。

　　“回大兄的话，这是怒风营刚刚献上的净水之器”看起来饶有趣味的黄瑞转身回答道“希望能够在军中有所推广。”

　　“王蟠那小儿可没有这种本事把。”

　　黄巢不由咦了一声。

　　“自然，据说是他营中的一名僧人所打造出来的”“希望能够向黄王讨些恩德。”

　　“他此番想要什么。”

　　在亲手试过了这套净水器具的功能之后，明显感觉到其中宝钢价值的黄巢亦是脸色稍雯道。

　　“希望能够准许扩营而已。”

　　“扩营？，这个眼下却非合适时机的。”

　　黄巢不由摇了摇头，很快就做出了判断和决定。

　　“军府正在继续厘定军序和等秩，下一步还要有所裁汰呢。”

　　“不可能让区区一个怒风营，有所特别对待”黄巢又继续道“不过有功也不能无赏，只要不扩营”“对怒风营的具体军额，倒是可以有所放宽一二。”

　　“回头让他给个章程上来瞅瞅。”

　　“不过眼下只给基本的衣粮，甲械物用就得自筹想法了。”

　　“也好。”

　　黄瑞不以为意的点头道“这算是让我回头有个交代了。”





第二十四章 变化（中）

　　做足了三天法事而带着吃剩的大包小包，重新踏上回城之后的周淮安身边，又多了两个陌生的面孔。却是他在这三天之内用三尺不烂之舌所一起拐带走的僧人。

　　其中一个是那未成年的小沙弥，据说是因为长得比同龄人稍微粗壮一些，被当做成年的僧侣送过来充数，法名叫做圆静；因为他很小就被养不活的父母给舍进了寺院，大小就干的事最艰苦最低贱的活计，哪怕稍稍长大后依旧寺院当中最底层的一员；所以在听了周淮安所谓在红尘俗世历练的故事之后，打算就此还俗体会一番俗世生活的滋味；当然了，在周淮安的眼中他其实是一个很好的剥削对象，因为在寺院中干过抄经和侍奉饭堂的杂活，所以还是算是粗通文字而能进行简单的计算，日后用来打下手和使唤奔走，多少可以让自己稍微轻松一些。

　　而另一个则是完全的意外之喜的添头了；对方是广州大禅林保宁寺的年轻僧众了愿，出身比小沙弥要高上一些，境况也要好上一些；不过，据他坦诚所言，自己之所以被送过来参加这场强迫性质的法事，完全就是这所大型寺院当中的同辈师兄弟们排挤和侵扎的结果；因为他们既不看好来人能够活着回去的可能性，也不看好占据广州后的义军发展前景，反而担心就此与反贼们沾染上干系和嫌疑，破坏了出家人的清净玉修行圆满，所以干脆用黑箱操作的手段把他这一个倒霉蛋临时提升为典座，换上深色的僧衣而给塞了过来。

　　这个结果让他很是沮丧和大失所望。但是更加雪上加霜的是，在他出来之前又通过自己的故友知道了另一件事情；说是寺院的高层两序为了日后，能够与他这个是侍奉过反贼的弟子撇清干净，又私下销毁了他的僧碟和名录，禁止诸多僧徒再谈及他的名字；所以他如今已经不是身在空门之籍的无家可归之人了；是以在法师结束之后，主动提出想要追随在周淮安这个看来叛经离道的异类身边；学习他从天竺带回来的那些外道法门，顺便协助周淮安将那位子虚乌有的不远万里，长年行走在外域而见闻甚广的已故师长言行事迹，日后逐渐整理成书的某种宏愿。

　　当然了按照他的说辞，这部著作若是日后能够成书的话，就算是不能成为开国时玄奘三藏的《大唐西域记》，或又是世上第一取经人高僧法显的《佛国记》、海上传经的高僧义净的《大唐西域求法高僧传》《南海寄归内法传》那样的鸿篇巨著、传世瑰宝；那也是足以成为后人勒碑留名，传唱一时的经典了。

　　而这位了愿的最大本事，就是他曾经在译经院带过的资历，让他能够流利的辩读多种外番文字和简单的语言对话，还有过亲手制版印书的经验。这就算是在广州这个万国通埠的所在，也是不错的额谋生手段和技艺了；而对于周淮安而言这也是某种天然的掩护和马甲啊。

　　既然有这个胡萝卜吊着他，周淮安完全可以用后是那些知识体系中的经验总结，一点点的丢出来作为诱饵，而长期的驱使和压榨他的本事和专长。

　　只是，当他再次回到了怒风营的所在地时，却被其中的热闹和喧闹给吃了一惊；这才走了三天时间，营地当中就已经多出了好些生面孔出来，他们几乎是乱哄哄的充斥在已经初步改造过的营地中，而让原本干净整洁起来的营区，再次变得凌乱和嘈杂起来。

　　“快快过来和尚”对此，赶忙出来迎接而隐者他直往后门走的的王蟠，似乎也有着一肚子的苦水。

　　“总算是盼得你回来了”“那些积下来的杂碎事情，可把俺给差点而逼疯了啊。”

　　“目前这又是什么状况。”

　　周淮安不由询问道。

　　“这么营里又这么的乱。”

　　“那还不是老邓整出来的事情。”

　　王蟠看起来忧喜参半的叹了口气。

　　“他建议俺吧那净水的家什献上去……号为更多的义军将士造福一二。”

　　“结果，还真入了军府的眼中了”说到这里王蟠偏上不由露出一丝喜色和隐隐的尴尬。

　　“自此特许我不重新扩充一番行伍。”

　　“故而，营中这些都是这两天挑回来的新卒。”

　　“还要劳烦你多家用心编配和安置了。”

　　“因为老邓这厮一下子就拉回来两三倍的人头，”“结果一时间管制的人手不够，就变成了这幅样子了。”

　　“这不，眼下很多人还还得睡在白地上，继续喝生水和薄粥来维持了。”

　　“盈利还有人在不断的丢东西。”

　　“对了，还有军府那儿指名要赏赐与你。”

　　说到这里他一拍手，指着新扩建的畜栏方向道“这不，听说了你就好一口吃的，送过来几口猪羊。”

　　“还有一石的米面和几匹粗绢，都放在你的屋里了。”

　　“好吧，这倒是个意外之喜啊。”

　　周淮安如此想到，刚弄回来两个打下手的，还没有怎么安置下去这就有台阶送上来。

　　再简单查看了畜栏里新增的牲口之后，他随即当场表示将其中五口猪只拿出来交公，算是大家同喜庆祝的加餐只用；只留下瘦巴巴的一只小羊和一只母羊，小羊可以养大了吃肉，而母羊正在哺乳期内，可以用来提供每天有限的羊奶。

　　而房间里的那一石米面和粗绢也是同样处理，只留下小部分而其他全部交给公中，也算是变相堵上一些可能潜在眼红人等的口实和非议。

　　毕竟，放在这个时代将这个功劳给独揽和贪墨掉，也是情理当中的事情，但是显然对方并没有这么做，无论是动机如何，周淮安都得承上这个情分了。那这些东西教工出去，接下来也更方便提出相应的要求和建议了。

　　比如，单独留下来那匹粗绢可以用来缝制几套全身换洗的衣物，留下的十几斤糙米和粗面，也可以用来加工成旅途当中便携口粮的试手。

　　而随着周淮安的回归，骤然暴增军额所带来的后遗症和副作用，也在一片纷纷扰扰的喧嚣和杂乱当中，慢慢的重归于平静而转化成了规模更大的劳动场面。

　　因为没有足够的装备和器械来训练他们，王蟠干脆灵机一动，把这些新卒大都暂归道周淮安这个副营管的配下，作为日常各种扩建工程和营造事项的基本劳役，直到相应的装备器械和营房场地，都已经筹备、建设完毕为止。

　　而对于周淮安来说，有了两个可以进行基本沟通的打下手，实际上他的繁忙程度和工作量并没有增加多少；尽管如此，他每天还是尽量的抽空用简陋的器械锻炼自己，多干一点自己的私活，然后用一副看起来精疲力尽的姿态，去应对王蟠为首高层的关心和询问。

　　只是在生活上，虽然每天有了不限量的食物供应，但也只能算是味道相当寡然的粗茶淡饭，唯一的特权就是有茶有酒，佐食里略见油荤而已；茶是晨起专供苦涩十足的大梗茶汤，发黑的叶子尝起来霉味不减；酒是午后小半壶没掺水的淡浊酒，里面的悬浮物和沉淀杂质多的就像是发酸的稀粥一样；至于每天供应的油荤，那其实大多是放了不知道多久的泛黑干脯和腊制品。

　　只有日常的杂饭和饼食是没有限制想要拿多少就有多少，另外还可以开小灶煮点下饭的汤水而已；然而对周淮安而言这种标准的伙食，从热量上说勉强还算够了，但是营养成分上就实在有些差强人意了；因此他往往还要借住在火厨的便宜特权，进行有限的二次加工才能下口。比如在发酸的酒寥里打个鸭蛋，把泃死人的过期腊肉刨丝后和菜帮子一起煮成汤食。

　　倒是大多数人都不吃的水产河鲜之类，在练习水性和洗澡为由的附带产出治下，在日常供应上相对要充足的多，在简单的碳烤和水煮、白灼之后，勉强可以作为蛋白质和钙等矿物质的补充来源。

　　尽管是如此简陋和寒酸的草就三餐，却是足以让大多数义军士卒羡慕到眼红和各种流口水了。

　　毕竟，按照周淮安短期内所掌握的家底情况，这怒风营的整体水平打死了也就是这个程度和上限了；作为农民军他们之前过的要艰苦的多；一天只吃两餐乃至是只有一餐，甚至隔三差五的饿肚子或是哨粮补给不济而啃树皮挖草根的例子，也是记忆里家常便饭的事情；现在还是得益于义军大部刚打下这繁华富庶著称的广州城，而仅仅是在这郊野也足以让怒风营，所获各种物用甚多的相对充裕时期。所以不管是那些新老义军，还是本地穷苦当中招募的初卒，对于目前的现状还是普遍比较满意和珍惜的。

　　所以，当周淮安在厨艺上拥有化腐朽为神奇的本事，能够将原本粗劣不堪难以下口的饮食，变成“珍馐美味”的传闻，通过火厨里打下手的杂役泄露出去之后；他原本和老冯头数人在内营治的私下小灶，就多了好些个前来窥探，进而拿着一份手信过来要求蹭食的中层头领们。

　　作为蹭食群体不断扩大和一些诸如“竹节饭”“茶粥”“石子馍”“烙板食”等简易食谱扩散开来的代价，就是他管理下的柴禾薪炭的消耗量剧增，还有就是营中各种铁器制品相继报失和损坏掉的频频记录；以至于一次夜里跑出来的人太多，而惊动了巡营的旅帅邓存，以为发生了什么不得了的大事件，而吹号告警闹得鸡飞狗跳的差点炸营起来；然后才在天明后有急忙赶回来的王蟠哭笑不得之下弄清楚了，能够让营中这些中层头领们在夜里不惜浪费火烛偷偷摸摸的聚集起来，居然只是为了参加副管“和尚”在火厨里开小灶的集体夜宵加餐而已。

　　因此，好些人因为违反营规而受到了训诫和惩罚，就连周淮安也没有例外；不过作为他的惩罚和补救措施，就是得负责重新建立起专供夜间值守的将士和中层以上头目们，提供热食汤水和其他补充的长效夜灶制度。

　　然后，他乘机收集了营中散落的铁制品，而在新招募来的铁匠帮助下，用一点点的手敲和打磨抛平，最终打造出了好几套铸铁的大型锅具，以满足一次最少数十人份的大批量煎炒蒸煮的加工需要。

　　这样他总算可以借机公器私用的，时不时吃上缺油少盐的炒菜和一些初级的煎烙制品，乃至私下进行烹煮煲炖的深层次食材加工了。

　　然后，为了解决新出现的燃料消耗骤增的问题，除了多让人就近上山多砍伐柴草之外，他也开始尝试着让手下的泥瓦匠和制砖工进行堆窑，而烧出更加轻便耐久的柴碳来。又用竹骨框架和黄泥重新设计了大筒式鼓风炉灶，以充分的利用热值和火力；……于是，他第一次有了可以用来泡澡的热水，而不是用冷水冲在用热水擦拭，结果差不多在大锅水面上搓出了厚厚一层泥垢。

　　为了方便将砍伐下来的柴禾运回，又在大路边上开出了一条通往山里简易小路，改造了手推车的结构而能够山路上负载和推走更多柴火，进而又建造了柴棚和转运堆场；乃至指导营中会打铁的人，对现有的刀斧工具进行更进一步的细节改良和强化。

　　然后在批量烧木炭的时候，又顺便烧出了少量的石灰和泥砖；为了收集更多的铁料和打造新的工具，开始逐批派出人手到附近的乡里去“筹备”和采买……可以说原本怒风营已经有些停滞的发展和固化的氛围，也因此再次变得活跃和热闹繁忙起来了。

　　而在这一系列被动或是主动引导的变化当中，他手下人等的技艺和分工也一步步的细化起来，而将作为其中的纽带和主导角色的周淮安，也给逐渐推动到了隐然不可或缺的位置上。

　　在这一系列动静当中，原本操练声习习而怒风营也在一片劳作号子声声当中，渐渐有了一个“泥工营”的新绰号。





第二十五章 变化（下）

　　“走三步一戳。”

　　“闲手扶、顺手推。”

　　“过腰、过肩、过头。”

　　大嗓门的吆喝声和怒吼的操练声习习，将周淮安从午睡的片刻安逸当中给慢慢的吵醒过来，他看了看日冕上的投影，好吧看起来又到了吃下午茶的时间了；负责跑腿的跟班小七已经从厨房里端来的午后的茶点，明显被重新烤过的杂面蒸饼，夹着同样煎炙成油汪汪的腊肉片，还有一壶用炒过的豆粉麦糊陈皮老姜荷叶煮出来的咸茶汤。

　　“管头儿。”

　　然后因为近水楼台先得月，而看起来脸色红润许多的小七，又掏出一包东西来小心的放在木托盘上。

　　“这是将头特地从城里带回来的石蜜。”

　　“大约有四五十斤都留在伙房哪儿，说是供你日常取用好了。”

　　“算是酬赏你编写的那些令条，还有给大伙儿些代笔的辛苦了。”

　　周淮安点了点头，把这包东西拿了起来仔细端详起来。

　　这个时代所谓的石蜜，就是源自天竺制法的原始蔗糖而已，乃是唐初的一代奇人王玄策，在借兵横扫天竺之地，把中天竺的霸主阿罗那顺给带回来献俘太庙之后，所带回来的诸多战利品/手信之一。

　　也算是这个时代为数不多的甜味来源了，算是中上等人家才消费得起的奢侈品。在打开纸包之后就见到了几块灰扑扑的玩意儿，也就比寻常可见的土坷垃多了一点发黄的晶体轮廓。

　　稍微品尝了下，周淮安只觉得成分和味道类似后的粗制红糖，但是显然因为这个时代工艺不得其法，而留下的杂质甚多还有一种挥之不去的焦苦味。所以估计只能在化水沉淀过滤等加工之后使用。

　　“给你尝尝去。”

　　然后他又跳出其中较小的一块递给小七道“算是照例给我试吃好了。”

　　“这怎么可以。”

　　他不由脸色有些赫然的推脱到道“我说可以就是可以。”

　　周淮安不由刻意的板起脸来。

　　“难道作为我的跑腿，还受用不起那区区一点石蜜么。”

　　而小七显然毕竟是少年人的天性，无法推脱这种无比稀罕的甜食诱惑，最后还是千恩万谢的拿了出去，也不知道是找谁去分享了。

　　但不管怎么说，这意味着他日后脱离大计又一个环节上得到了补充；因为借着改良和提高伙食品质的额籍口和理由，他正在加工和炮制日后路上可能用的便携口粮；而获得这些石蜜的使用权，也只是其中的一部分而已。

　　目前他已经设计了三种便携口粮的，一种就是后世黄豆麦子等杂粮炮制的炒面，无非就是偏向重油盐的咸口味，一种是甜度较高的糖炒米糕，还有一种就是类似西北地区馕类制品，不易发霉的多层夹心死面饼。

　　此外还有一些就地取材的药膏和丸剂，也在私底下尝试当中，主要是作为路上头疼脑热等突发急症和状况，各种外敷内服的应对手段。

　　这样，就算是自己离开了这只农民军之后，留下的东西也足以作为补偿和余泽，继续在流传下去和发挥作用。

　　要说作为人类得习惯和适应性，还真是具有充足的潜力可挖啊；自己居然也已经慢慢适应了这中没水没电没网络，上个厕所得小心掉坑而与翔共舞，洗个澡的事先准备好半天的热水……，诸如此类，原本应该让人崩溃绝望的生活日常，而暂时忘却了时光流转的概念了。

　　但是他给周围环境和人等带来的改变也是显而易见，虽然只有很短的一段时间，但是大多数人也就习惯了每天引用烧过的水，吃足够火候的大锅饭，两到三天下河洗一次澡，统一换洗衣物和集中处理排泄物和垃圾，……乃至收集各种草药来消灭和驱除蚊虫的潜在啊隐患。

　　虽然增加了一些琐碎的细节和强迫性的习惯，但是在效率提高和损耗减小的隐性加成下，具体时间和劳动的投入量反而有所减少和轻松。正所谓是由俭入奢易，由奢入俭难，放在他们改变的生活习惯和日常上也是一样的道理。

　　而经过这段那时间捡垃圾和外出物资筹备上的努力，至少确保了先期入营的士卒，没人都有一件统一用草木灰染色的小背心或者说褂子，上面同样用碳灰浸色标明的长矛、刀牌和弓箭；来作为日常的相互区分和辨识手段，这样就有了初步作为军队的统一色调了。

　　在此之前的很长一段时间，他们几乎是又什么穿上什么，而最多肩头绑块布来认人。至于队以上的头目则要简单的多，他们都有相应的帽子、斗笠或是盔，直接将他们的帽盔笠子，染成代表不同职级的颜色，从队副的清灰、队正的蓝灰最后到将头的靛蓝。

　　事实上，因为被迫加入这个团体的时日尚短，他一直很小心的避免直接插手和干涉到，那些直接与军事相关的事务上去，而只在后勤和庶务领域上不断体现和突出自己的存在感，就是为了防止引起不必要的警惕和猜疑什么的；而被动要求编写这些简而易见的口令和操条什么的，哪怕只是涉及其中一小部分，也是一个相当可喜可贺的突破了……

　　和这些左右都分不清楚也表达不明了的泥腿子，直接玩什么队列行进都是鸡同鸭讲；因此，只能用更加直观的顺手（右手）、闲手（左手），来表明和确认最基本的方位，然后等他们有了概念之后，再根据太阳来来教导东西南北的四方和正中，然后再根据人体的头、肩、腰、腿，分为四快大致攻击/戳杀的表示区域……如此诸如类推。

　　这种观摩和实践的过程，对于周淮安来说也是难得的体验和补益、参考和借鉴；在他所处的那个年代，就算是最原始的非洲黑叔叔，也只剩下梭镖、吹前、弓矢的捕猎手段，而再没有机会见到长矛拍成的人墙相互对戳的惨烈场景了。

　　从某种意义上说从古至今的长矛兵种，无疑是最好上手的兵种了，理论上只要是个人站在原地拿在手上，有对着大致方向刺出去的勇气就可以了，因此在古代历史上，这种程度的炮灰要多少有多少，而几乎家常便饭式得充斥在每一个战场记录当中；但同样也是最难练得好或者说是连出色的兵种，因为要靠一根长杆子做出诸多精确而整齐的战术变化来，还要能够与左右协调一致来，对于士兵的体能、技巧和协同的熟练度，有着很高的要求和考验。最终能够以出名的使用矛矛类兵种出名的，在历史上也是寥寥无几的存在。比如后世明末敢和女真劲旅在野战中一较长短的白杆兵。

　　至于看起来更加像样一些的刀牌手，则是另一种同样大路化的兵种，可谓是以攻守兼有的万金油属性，而充斥在古玩警来的各种冷兵器军事序列当中；但是对于怒风营而言，这些大路货色的刀牌手，却是某种意义上的额中坚力量和核心战力的所在了。因此从这一路撕杀过来之后，他们多少都有现成的经验和比较稳定的配合了，从这一点上，周淮安能间接介入和改变的对方反而不多了。

　　此外还有射手和骑兵。后者身为亲卫和最核心的精锐，就更不是他可以染指和置拙的对象了；但是射手队方面还是可以想些办法，比如以帮忙保养和维护器械为名，进行一些建议性的尝试；毕竟，这个时代制作和获得一把像样的弓箭，可不是一件容易的事情；无论是作为强度支撑的弓臂，还是作为杀伤力和射程保证的弦，都是用具有极大任性的植物材料和动物的角、筋和胶质来保证的，而且最终成型的周期和时限都是以数月道整年为单位；但是同样的道理，这些富含纤维和有机质的材料，也很容易收到风吹日晒雨淋之类的环境和气候影响，变得松软发霉或是干裂开来而失去弹力。

　　因此，在不足两百人射生队里有大半都是竹片制成的新旧猎弓，仅有小部分是步队使用大而直的硬木弓，以及数量稀少属于骑兵在马上使用的角弓；至于弩什么的就基本看不见了。箭矢也是只有两种——竹杆和木杆，箭头倒是五花八门的来源而有所用什么导致差异较大，甚至是二次加工后按照个人风格打磨成不同的形状。

　　因此，他的第一个合理化建议就是统一箭头和箭杆的式样，以便进行统一的回收和再造，并且由此建造了简单模具和称量标准的样品来。

　　然后，给每一个弓手胸口准备一块稻草和竹片编成的护板，算是最原始的草木版胸甲；除了不防火之后，具体的防护力还是能够差强人意的，挡住对方五十步外设立啊的箭头。

　　而此刻正在笨拙做出击刺动作的新卒队列对面，是一些身上披着这些试验性质稻草和竹编铠甲的倒霉蛋；作为每次营务检查和卫生整理评定的吊车尾，他们所要接受的惩罚就是穿上这些厚实闷热的“铠甲”；然后作为竹钉队和杆子队进行操练的活动目标，而忍受各种包头长杆和竹尖的轮流戳刺，直到全身的护具变得破破烂烂才得以解脱出来。





第二十六章 哨粮（上）

　　广州境内的西南沿海，毗邻珠江支流的鹅头岭下的小集镇——会安镇。

　　来自怒风营的义军将士正在进行名为哨粮的搜刮/筹给，这也是周淮安第一次离开驻地到乡下去的经历和体验。

　　在进入镇子时，似乎是之前来过的缘故，对于义军的存在并不是特别的反应强烈，或者说体现出一种被迫习惯之后的麻木和迟钝。而最后偌大镇子里只有一小戳冒出来的所谓乡老，全权负责与义军的接洽、交涉事务。

　　因为是靠近广州内陆一面近郊的缘故，镇外除了还有一些常见的稻田和菜畦之外，山坡和丘林上还有不怎么规则分布的零星果园，但是当地的树木则大多是已经挂果的油桐树，而镇子里大多数人的营生，也多少与海贸和船运的周边产业有关。

　　因此在镇子边上，除了定期售卖附近沿江渔村鱼获水产的野市之外，还有用稻草和苎麻、棕榈皮为原料的制绳场，就近取材制作硬帆的板材场、榨制桐油的生油场，加工粮食的水磨堆，以及几家规模不等的织布坊和染坊、木工作坊、酒醋房和酱坊。

　　因此据说在往年的光景治下，那些成群结队蹲在接到屋檐下等活干的乡民和苦力，构成了这个镇子日常的一道风景；不过，现如今这些人和那些作坊里的工匠，役夫，不是逃走就是躲起来，剩下的也大都被义军给招募/裹挟走了。所以，这些地方基本上就呈现出一副冷冷清清的萧条和衰败意味来。

　　除此之外，他还发现了一所中规中矩半墙单间的小寺庙和几处不大的木构祠堂；供奉着从祖师公输班到黑面祝融神、马头瘟君之类的奇怪神主和牌位。

　　镇子不是很大，但是各种建筑的布局却是比较密集的堆簇在一起，而分割出来好些条大大小小的街巷。走在肮脏而狭促的街道上，周淮安可以感受到门板和窗扉后面躲躲闪闪的人影，以及他们透射出来各种好奇、惊惧、担忧、排斥之类遮遮掩掩的目光。

　　因为是工商业为纽带的边沿地带，所以这里的百姓虽然不乏菜色和干瘦，但是比起广州城外那些饿殍一般的流民，却是要好的多了。

　　除了两间已经被搬运一空的米粮铺子之外，其他建筑大都还是完好的，也没有火烧和打砸过的痕迹，只是但凡有人见到义军走过，无不是畏畏缩缩或是忙不迭的躲藏起来。

　　隐藏在偏巷深处里的酒肆和茶店似乎还在营业，但无论是客人还是伙计都是偷偷摸摸的往来出入着，不敢大声的招呼和叫唤而很有些道路以目的意味。

　　从另一种周淮安所了解的角度来说，虽然义军在广州城中采取了相当严厉的清洗手段和管制措施，但在这些城外的郊集村镇当中，却还是采取了相当粗放的占领和控制手段，而基本由各部义军就近分片负责一定区域内的事务，同时自筹部分的用度；因此，在粗暴驱除和消除了官府的存在影响，又抄掠、吓跑了诸多大户豪族之后之后，实际上这些乡里就由一些素有威望的所谓宿老、长者，来负责出面和牵头维持日常的次序，而通过各种征集钱粮和筹给军序的要求，与就近的义军构成一种短暂的共存与平衡来。

　　在一番交涉之后在乡老的带领下，镇外的地面上很快就堆上，早已经准备好的几百石稻米和其他杂粮的袋子，上百匹捆成几大包的粗细绢布和一大坛子的铜钱，两大车的菜油和酱料外加几大缸酒，最后甚至还有十几个仓促打扮过而看起来风尘味十足的女人给留了下来；当然作为外出哨粮的潜在福利之一，这些女人只能在当地受用，而不允许带回到营地当中去的。尽管如此，这些涂满劣质脂粉而难以分辨真实年龄的女人，还是吸引了大多数正处于单身狗到老光棍之间的义军将士的注意力。

　　好在他们之中并没有不识趣的人，跑过来询问和打扰周淮安是否要分润上一个云云。所以，他暂时获得了摆脱人多口杂的喧闹，而单独走走看看的片刻闲余和空间了，而在这个随便逛逛的过程当中他还是有所发现和收获；作为靠近广州的集镇之一，当地被迫开门营业的沿街铺肆当中，还是有一些特色的土产；比如当地就放养了许多长得有些近似大雁的灰色瘤头鹅，因此以烟熏鹅脯和整只的腊鹅在地方小有名气。

　　周淮安还特地尝了尝，除了配料明显有些单调而缺甜偏咸之外，在火候和已经与后世的广味风腊相去不远了；因此直接利用自己这次出来的授权之便，径直将相应的腊鹅，及其鹅蛋等副产品一起列入到军需筹备的目录当中去。

　　又比如这一代流行的虾酱豆花和柯子饭；前者是小杂鱼和虾蟹封藏发酵出来的鲞汁酱，和稀释的生豆汁一起煮开的产物，吃起来已经没有多少腥臭味，而只剩下满嘴豆香当中的某种咸鲜感；后者则是用随处可见当地人称为蚵仔的蚝类，和隔夜饭菜一起煮出来半干半稀的饭食，如果再加入足够的调味的话，已经有些后世东南亚所谓的海鲜煨饭的雏形了。

　　虽然都是下层人等仓促草就的简易吃食，但因为流传的够久，制取来源的简单和烹饪上的便利，丝毫不妨碍周淮安暗自添加到了自己日常收集到食谱当中去了。

　　当然了按照怒风营里的做法和惯例，在通常情况下义军就地筹集军需的时候，一般会在例行的征收份额之外，再用一定财帛来补偿差额；如果没有足够的财帛的时候，也会用手头现有的其他物件来抵充；只是无论好坏或是需要与否，对方就没有拒绝或是抵触的理由了，不然就是“为官府作怅的奸细”或是“心怀叵测的恶意囤积居奇之徒”，而没有了好下场。因此对于当地人而言与义军做生意，同样充满了某种风险和不确定的概率性，而存在不同程度的隐瞒和排距心里。

　　不过对于这种普遍状况，却让周淮安萌生了一个大胆的想法；义军各部手中掌握的战利品和财货，还有驻地附近的掌控下的资源产出，显然都不尽相同；难道就不能以怒风营为牵头和纽带，让他们就此开始互通有无和各取所需么，还可以一举数得的扩大影响和人脉，以及直接或是间接的资源渠道与来源么。

　　就在他一边思维发散着，一边漫无目的走着走着，再次来到镇口的牌坊之下，看见那几匹栓在下面而装载好东西的驮马，以及暂时不见了踪影的看守士卒；突然就发现了一件事情，自己似乎是已经在不知不觉当中，获得了某种意义上的自由和清净了。

　　至少在他身边和附近的视野当中，除了少量行色匆匆而避之不及的乡民和路人之外，他身边已经没有任何的妨碍和眼线了；就连具体发动起来的听觉和感知上，负责保护自己的老关和贴身使唤的跟班小七，都在至少上百步的视野重重阻隔之外，忙着处理他临时指派下去的事情。

　　霎那间，似乎是投奔自由的机会已经在眼前，而随时唾手可得了，只要他牵上这匹驮马继续向外走就行了，也没有人会妨碍和阻止他。

　　随即他就重新清醒过来，就算在这里骑马跑出去又能怎么样，自己准备的大部分东西都还留在营地里，光靠一匹驮马又能跑出多远呢，一里还是两里？，然后依旧还是在这些义军控制的势力范围内。

　　虽然他们势力比较分散，并且相互联系和沟通的效率不是那么高；但是路上那些关卡和巡哨，却是实实在在的阻碍和麻烦。至于自己就此躲起来而直到义军离开的概率，还不如自己这个无亲无故的外来人，被饿死在某个角落里的概率更大一些。

　　而与此同时，看着那个从镇口慢慢转回去的身影，留在野外的山冈上而被草里的蚊蚋，叮咬的满头满脸肿包的队官成大咬，也是微微叹了一口气；这种不知道是失望还是庆幸的心情，让他的脸色很有些复杂。





第二十七章 哨粮（中）

　　从鹅头岭下的会安镇再次启程出发，已经是第二天的下午时分了。

　　而临时住在某个逃走的小船主家宅里的周淮安，也难得睡了一个少有打扰的囫囵懒觉；而且不再是狭窄的小隔间里，门板、稻草和粗布构成让人束手束脚的悬在边上，唯恐滚到地上去的三合一铺位，而是正儿八经木制家具中的古式矮脚旧床塌和泛黄的丝棉垫子，让他不用再为每天起来的可能落枕和膈应继续烦扰了。

　　此外，除了这片被打包带走的丝棉垫子，他还收获了一条明显带有外域风格和花色的毛编毯子，只是显然抄过这里的大多数义军将士都不识货，而任其扯成一团胡乱丢弃在地上而被踩的满是黑印。

　　但是据周淮安私下的鉴别和辨认，这条毯子应该是利于保暖的驼毛和来自高寒山地的羊毛，经过十几道手工混纺编织而成的产物，天然具有一定防水和隔潮的效果；因此在抖掉上面的污泥和积尘之后，居然还有一定的质感和油亮。

　　这可是好东西啊，加上之前的丝棉垫子，还有周淮安私下收集到的鸡鸭细绒，完全可以加工和缝制出一条粗陋的睡袋来，而让每天需要重新调整再调整才能入眠的睡觉大计，得到一定的改善。

　　然后，在用当地的臭鱼酱和腌啧蛎子，配合着黄糊糊的栗米粥和略带酸味的蒸黄发糕，慢悠悠的吃完早食的他，又得到了另一个好消息；他所要求的用布索和棕缆编制的便携吊床，经过某种潜在的压力之后已经连夜赶工出来了。

　　这样这些镇民百姓，终于可以提前送走和摆脱，这些武装人员所带来的纷扰和压力了，只是这一切都被隐藏在了某种压抑的气氛和情绪之下。

　　在分出了一部分约一个队的士卒，押着这些筹集到的军淄原路返回驻地，剩下的义军将士则继续向着西北走，而踏上了前往下一个哨粮地区和所在的道路。

　　按照预期的目标和方向，这一趟的哨粮之行才刚刚开始而已；在走出了一段距离就找个村子驻留下来，然后第二天就见看到了风尘仆仆赶来汇合的另一队义军，以及相应接替和补充的劳役人手。

　　而在接下来的日子里，差不多都是如此往复的轮替着，相继经过了七八个集镇、乡里；而其中的具体情形和际遇也是不尽相同的。

　　在靠近小江支流而以鱼货为主要营生的瓶水乡，他们大多数人身上都带上了好几天咸鱼的腥臭味。

　　在靠近山区的五元里，哨粮队带走的的行装当中，则是多了上百块的皮毛和十几担的生药，此外还有几十名在各种金属家什的诱惑下，愿意离开随义军闯一闯的山民、猎户。

　　而在看起来乏善可陈而人穷地弊的沙山乡，则是因为有一个小小中转盐运的码头，而在当地船主的私舱里，起获出了上百石的混色粗盐来。

　　至于在坡地和梯田居多的五甲寮，除了当地所产的甘薯和芋头之外，这些北地人居多的义军将士们，则在周淮安的教导和示范下，还饱食了一顿寒瓜（西瓜），又用上处地方征来的部分盐巴和咸鱼，换回了许多晒干的李子和桃脯、杨梅。

　　而在以木工作坊和造（河）船出名的河城渡，则是就地征用和改装了而十几辆的大车，算是扩充了哨粮队的运力和携行机动范围。

　　然后在相对贫瘠而地势背山居高的宝山乡，他们也遇到了第一次抵抗和公开的排拒。只是在排好阵势后的哨粮先头一队人马，付出十数人受伤的一次冲击和攻打之下就迅速崩溃了；以至于呆在后队里编排押运的周淮安，还没来得及见到具体战斗场面和做出相应的评估，一切就已经彻底结束了。

　　因此，当地也被被惩罚性的相当彻底的劫掠一番，除了一堆被打砸破破烂烂的房舍之外可以说所获寥寥，最后大概有上百名来不及逃走的年轻男女，哭哭啼啼的成为了这次哨粮之行的主要收获。但是周淮安还是以日后还有利用起来的机会，尽力劝阻了哨粮队当中，关于烧掉所有房子而以儆效尤的后续处理。

　　而在相对富庶一些而建筑规模更大的兴头市，则是与捷足先登的另一部调防过境的义军撞车，而差点吃了个闭门羹；只是在在一番紧张的对峙和相互叫骂当中，经过带队的旅帅邓存出面一番交涉和力争之后，还是没能变成两只义军之间的火拼和攻击。

　　最后，这一团哨粮队只得到了市镇中人家，临时额外拼凑出来一些财帛和十几匹驴骡，作为就此离开绕走他方的补偿和代价。不过，在周淮安的建议和要求之下，又额外索要了当地药铺所有的成药和丸散方剂，外带一名坐馆的跌打郎中，作为基本的添头。

　　而作为同行的副营管兼后勤辅助人员的协调人，在为义军挑选和辨别各种可用之物的同时，他也可以公开为自己收罗一些私人的物件，作为此次行程光明正大的福利和收获。所以，各种被他挑选出来的物件，很快就装了小半的平板牛车。

　　然而，相对于广州附近因为官军败坏崩溃的太快，而得以大致保全和维持下来的市镇乡里；沿着小江的系支越是往北向走，战乱所带来的痕迹和创意，就是越发的明显和深刻起来。时不时倒闭在道路上的新旧尸骸和盘旋聚集的鸦群，还有那些被烧毁的草市、驿站、野店的残断废墟。

　　因此，这一团哨粮队也有几乎完全没有收获的时候，在江边上一个格局颇大的广头镇里，能够见到的就是一片空空如也不闻人迹的破败景象，最后除了十几条在人邑里徘徊不去的犬类被下锅之外，就只剩下一些带不走的破烂了。

　　所以，在旅帅邓存提议的短暂合计之后，大家都一致决定可以就此踏上回程了；当然了，为了尽量创造效益和成果，以及减少回头的空耗，邓存却是打算让哨粮队回程另走一条路线，以便尽可能的继续从沿途筹集军淄，而不至于回程走空什么的。

　　对于这一点，周淮安虽然觉得还是见好就收，带着愈发庞大臃肿的队伍就此原路返回更好一些；但在一片普遍还算乐观和振奋的情绪之下，也没有更多质疑的立场和理由而闭口不言了。

　　毕竟，之前那些已经叨扰过的地方，已经榨不出更多的补给了；而这一团又一队的人马，外加上近千名杂属劳役和上百头牲畜的人吃马嚼，能够在陌生路线的回程上找回点补充来还是值得走一回的。

　　当然了，在这一路过来相对的顺利当中，偶然也有不和谐的杂音和插曲；比如私下有人强买强卖，乃至公然抢劫民财的行为，虽然在军中物资相对充裕的情况下，被旅帅邓存与予以不同程度的处罚；但最后还是周淮安出面予以补偿和善后的。

　　这也不禁让他感叹，这个时代的平民百姓，真是要求极低而实在太好糊弄了，只要少加点恩惠和礼遇，就会暂时性的完全忘却了生活的苦难和世事无常的艰厄，予以最朴素的感动和谅解。

　　然后，又陆续有个别士兵在在路上走失，就再也没有能找回来了；这让邓存很是发了一通脾气，认为是在自己麾下出现了逃卒，而下令更加严厉的监管措施和相互监督的手段，而让原发壮大的队伍行程越发的迟滞和缓慢起来。

　　最后越走越慢而各种琐碎问题频生，不得不在四会县城附近的石香镇，暂时停驻下来而进行一番整顿和梳理。

　　这里因为为海路舶来的各种香料提供再加工，而导致当地制香产业兴盛，而被称为连石头里都熏浸这香味的所在。不过同样因为战火波及的缘故，作为奢侈品市场的一部分，当地已经萧条下去了有些日子了；各种与香药有关的作坊和店铺，也是家家歇业户户闭门。

　　不过，对于周淮安来说，自己却像是变相进入了一处宝山一般的。在这个世道上，可以征集到各种各样香料的地方可是不多啊。

　　这既是一种很好的代货币和容易保值奢侈品，也是价值很高的药物成分之一，只是不知道为什么被这些见识有限的义军给忽略了而已。虽然从名义上属于其他义军的范围内，但既然撞上了，就没有放过的理由。





第二十八章 哨粮（下）

　　因为不远处的四会县城里就驻扎另一只义军所部，管军的将领在级别上还要比将头王蟠高两阶，而石香镇里同样驻留着一队义军负责日常的征收事务；因此，在旅帅邓存前往县城拜会之后，剩下的人因为是在友军的势力范围内，也明显要比在其他地方放松的多。

　　这种情绪甚至也感染到了最为副管营的周淮安，而放下大多数的杂务而带着几名跟随继续在这处集镇里溜达和探访起来。

　　因为是曾经繁华过的富邑所在，所以虽然看起来已经被义军征收和罗括过好几次，但是作为地方屈指可数大型集镇的底子还是有所存留的，各种设施还是相当齐全和完备的。

　　不过，当地所加工最多的主要还是用来供奉和礼敬神佛的旃檀香，也就是熏染用的燃香为主；只是因为海路和陆路的商道皆已断绝，而本地的消费市场也因为义军打下广州之后的直接或是间接影响严重萎缩；所以不但是相应的作坊、商铺已经停工日久而匠人尽散，在当地官私的库房仓秉里也已经积压了不少制香原料，因为既不能当饭吃也不能变现城直接使用的物品，而在无人问津的情况下开始发生不同程度的朽烂和霉变。

　　所以对于周淮安来说，这些东西几乎就是白捡的结果，只要交涉和打点好那些看守市关和税所的邻部义军，就可以随便进去搬运和挑选；唯一需要担心的不过是哨粮队中能够额外提供的运力明显不够，而需要有所针对性的取舍而已……

　　因此，他甚至还在这里找到了一些雄黄、硫磺之类的辅料和樟脑、薄荷其他散材。

　　至于进一步加工所需的人手，当地的制香业迅速衰败之后，有的是大群失业在家而缺少生计或是难以糊口的人；除了部分有家室或是故土难舍的之外，剩下被吃饱饭所吸引来的青年匠人之中，有的是大把可以挑选的对象。

　　暂时得到当地的制香手艺、人工和原料之后，他所期待的土蚊香、艾膏和清凉油等制品和后续的相关外用药物，就开始有了着落了。

　　不要小看这些在后世无关紧要的小东西，根据后世行走在非洲时留下的一些经验，放在这个颇多蛮荒瘴疫而长期流放过政治犯的岭南之地，同样是大有用处的所在。

　　只是正在安排搬运完最后一批库存之物的回程路上，却是突然出现了意外的状况。

　　周淮安突然听到远处碰的一声，却是有一名当地义军士卒打扮的身影，从一处闭门店铺扎破的门板和尘灰里甩飞到了街道上，却是哼哼然的再也没能爬起来。

　　然后又有两个跌跌撞撞的身影逃了出来，然后就被追出来的人给接二连三的踢翻，踹倒在地。

　　这时候呆在附近的几名当地驻留义军，才得以反映过来，纷纷抽刀持刃怒吼叫骂这冲上前去，作为围攻的的态势来。

　　只见后面出来的出来的那人，却是骤然加速治下，如雷动又如炮驰的一头抢撞在，其中一名最近义军士卒的怀中；然后对方就像是被迎面狠锤了一把，当即闷哼着倒飞出去而贯摔在对面的墙上，而又像是一张贴纸一般的缓缓滑落下来。

　　然后就以迅雷不及掩耳之势，拍开另一名近身义军挥下的斩击，而将其手肘扭成某种反折之势而扑倒在地……

　　对方在错身腾跃之间挥掌如刀，只要被他砍击在人身上，就自然带出某种空气颤动的细微毕波作响，几乎是没有一合之敌就被干倒不起了；而在正常人的视野下，只留下的一连串乱影绰约的轨迹；如果不是周淮安也开启了耗能较低的辅助视野，甚至没有办法捕捉到对方的具体动作和姿态。

　　转眼之间，就三下五除二得将这些松散包围过来的义军士卒，给各个击破而相继放倒在地，横七竖八的将各种兵器丢了一地。然而还没待他转身过来拍拍身上的尘土，却又被新一波嚎叫着赶至的义军，给缠斗住再次激烈交手了起来。

　　这是周淮安已经忍不住放出自身的扫描功能，顿时有所发现；虽然在外表上看起来平淡无奇，但对方的生命体征可比普通人要强烈的多，在生体扫描之下与周围所感的大多数人相比，简直就是火苗与打铁熔炉的巨大区别。

　　而那些被击倒在地的义军将士，生命体征也很快变的衰微起来和消失不见了，看起来对方虽然是赤手空拳但是下手犀利狠绝，基本就是以让目标失去战斗力或是丧命为目标的；如果在用上合适的武器话，只怕杀伤力和战斗力还会有所提升的，不过，他可以明显感受到对方在数次爆发之后，相应的生命体征也变得黯淡和减弱了许多，这不由让他放下心来，果然任何的能力与技艺，都是得付出相应的代价啊，而没法脱出能量守恒定律的基本范畴。

　　他不由给对方坐上了响应的标记和备注，毕竟，这是周淮安第一次在这个世界看到了类似武艺之类的东西；只是对方也似乎感觉到了什么一般，茫然四顾的朝着这边看了一眼，就已经在一片叫喊和追逐声中，再次击倒和打翻了了数名追兵后，飞身一跃跳过墙去而彻底消失在了周淮安的感知范围之内。

　　而周淮安也稍微回想和稍微评价了下，对方的战斗过程和相应的表现，对方的武力水准大概就是可以同时对付十几个武装士卒，依靠短暂爆发的力量而将其各个击破；但是遇到更多聚集在一起的武装士兵，也不可避免要束手束脚的陷入缠斗和拉锯当中。而当这个数量超过四、五十人之后，就算是对方的全盛状态和武器上的加成，也只怕要是暂时避走或又是落荒而逃，才不至于被困住或是活活拖死的可能性。

　　不过，如果对方有比较精良的弓弩之类的远程攻击手段，依靠高上高下的地形与之周旋的话，还是有机会击溃或是拖垮、吓跑这半队义军的，通过这件偶遇的事态，除了感觉到某种切身的隐隐威胁之外，周淮安也感觉到了这个世界不为大多数人知的某一面，正在对自己掀开一个小小的角落，而让他来到这个世界之后，总算是不那么无趣和缺乏吸引力了。

　　这也算是这个时代的江湖人士和高手了，就不知道对方在这个时代的个人武力层次当中，属于什么水准的存在。毕竟，在后世唐传奇里的那个飞剑取人首级，或又是一夜飞拔百里的神奇典故和段子，可是长期的脍炙人口有耳熟能详的。

　　不过，他接下来想到的第一件事情，就是加强自己身边的护卫，尤其是在没法直接增加人数的情况下，可以利用假公济私的权益之便，多配备几副强劲有力的弓箭，如果能够弄到弩就更好了；要知道根据后世流传的《李卫公对太宗策问》，唐代的军队所配备的弩弓比例之高，也是称著于史上记录的。只要多加练习之后，就算是遇到这种个人武力拔尖情况，也有足够的威慑和驱逐的能力了。

　　因此他想到什么说干就干，迫不及待的带着老关在内的五名护卫，转身回回到哨粮队辎重临时的因为他记得在前些日子募集来的几十名山民、猎户当中，好像有人会制作药弩，这种比较偏门的东西也可以作为防身力量的某种补充，正所谓是射程和杀伤不够的时候“用毒来补”的道理。

　　“有谁会配药弩的……出来说话”对着一群留在驻地里接受编管和操练的新卒，队副老关大声的宣称到“副管有所差遣。”

　　随即，以周淮安副营管和哨粮队筹备总务的身份和许诺，很容易就让其中两名猎户出身的新卒，自告奋勇的献出自己的额私家方子，不过周淮安很快发现，这些猎户所用的药弩之毒，不过是某种植物类的麻痹成分，而用来对付一些体型较大而性情凶猛的野兽。

　　不过，因为这东西不便长期保存和随身携带，他们也没有现成的制品而需要重新调配出来；因此，其中几味主要的成分需要去药店抓取和炮制一二。

　　好在十香镇乃是一处大邑，虽然已经萧条了但因为曾经的商旅通衢，作为药铺里的东西还是比其他地方更加齐备一些的；很快马钱子，草乌头还有野麻子等几位主药就咋爱不同的药铺里寻齐了；然后就在周淮安饶有趣味的观看下，借着最后一家铺子里的碾轮捣拄等现成工具，就地的加工炮制起来了。当较为年长的那名猎户，郑重其事的用提取熬炼出来的灰色粘稠物，将驻地里带来的几大捆箭头，都染过和熏干之后，才彻底松了一口气道。

　　“这下，最少可以维持大半个月的效用了。”

　　“只要不被雨淋或是过水的话，”“就算一月后再沾染一次也是无妨的。”

　　“只消能破皮半分的话，就算是较大的山猪也有机会放倒的。”

　　周淮安勉为其难的点点头，作为典型植物萃取制品的通病，在自然环境的挥发和氧化降解之下，也就是这个程度了。

　　而在带着这些成品离开之前，为了防止那个逃走的潜伏在既身边和附近，而搞出什么意外的情况来，他再次消耗些许体能发动了一次例行的扫描；然而就是这一次极限发动的扫描功能，却让那个他有了相当意外的其他发现。





第二十九章 突现（上）

　　因为就在远处某处，大群生命体征比普通人要强烈得多的反应和存在，就这么相当紧凑的集中在几所沿街的建筑当中，而清冷稀稀的外间却看不到任何丝毫的征兆和异样；这不由让周淮安有些当场惊讶和警惕起来。

　　随即，他在感官中的仔细观察与分辨之下，发现外面也不是完全没有任何的征兆和痕迹；比如那几个总在附近来回走动得有些频繁的“路人”，还有懒洋洋的蹲在墙下摆摊没有任何心思叫卖，却始终左右顾盼不同的小贩什么的，明显是就是放在外面的暗哨和眼线了。

　　“对了，两条街外的那所牌楼是什么所在啊”，回过头来周淮安忍不住头昏脑胀的不适感，不动声色的询问着被征用的折价药铺当主。

　　“回管军的话，那是郑家栈子和惠名馆啊。”

　　药铺的主人一位满脸皱纹的小老头，谨小慎微的道。

　　“原本是客商停脚的所在。”

　　“难不成现在还有客商入住不成。”

　　周淮安轻描淡写的追问了一句。

　　“据小老儿所知，怕是闭门了有些日子了。”

　　对方不暇思索的微微摇头道。

　　“自从贼……义军掌握地方之后，就在没什么像样商旅过来了。”

　　听到这里，周淮安心里已经所有计较和判断了；想必自己和哨粮队抵达十香镇之后，很可能就已经卷入了当地的一个大麻烦，或者说是潜伏不发的阴谋中了。

　　据周淮安目前所知，在黄巢麾下的大部分农民军，虽然痛恨那些官宦世族、豪强大户而每每破门抄之，但是似乎上层业务是做过私盐贩子的渊源，对于那些往来各地的商旅和行贾，还是有所网开一面的；因此在义军的一路征战过程当中，他们甚至还可以和一些义军搭上关系，而与之进行交易或是继续在地方上做生意下去，乃至为义军手中的斩获代销出路，充分体现出了一种资本无阵营和立场的超前姿态，进而形成一种短暂和临时共存状态。

　　但是这些藏头露尾在行栈和商馆里的不明人群，立场和动机就实在有些不好说了。因而此刻的周淮安，只想以最短的时间回到自己的驻地当中去，好为此做些什么才比较安心。

　　“我可以信你不。”

　　随即他把外面带人看守的队副老关给叫到边上，用一种相当严肃的语态一字一句的道来“副管你这是说的什么见外话”老关不由的收起脸上粗犷和憨厚表情，有些诧异的道。

　　“有什么事情尽管招呼俺就是了。”

　　“那你愿意相信我不。”

　　周淮安继续道。

　　“但请副管吩咐。”

　　他也终于收起脸上的诧异和惊讶，认真的回应道。

　　“那我需要你带两比较机灵和有眼力的人。”

　　周淮安也在心中吁了一口气，随即说出了相应的额要求“爬到高处上去，替我窥探和观察下别处的情形。”

　　“副管说的不错。”

　　随后，脸色沉重的老关就带人回来汇合了，然后皱着眉头低声对着周淮安道。

　　“那地方俺仔细瞅了好几遍，凭得有些不对劲。”

　　“只是周旁人等明显都有些可疑，而没敢在靠近更多了。”

　　“计划通”周淮安在心中叫到，这样作为在场的人证和说服力也就初步具备有了。

　　“那我们就赶紧回头，好给队里报信了。”

　　给与了药铺主人几袋米粮和一挂肉干作为报酬之后，周淮安就带着众人踏上了回程的道路。然后，他刻意避开那个地方而在镇子里又多绕了一大圈，随即通过在以自己为中心发动的扫描，再次发现了几处大量聚集活动生体信号的所在。

　　差不多都是镇中荒废的宅地或是大商铺，正好占据了东西南北四方的五个要冲位置，正所谓是“冰冻三尺非一日之寒”了。只是自己所在的这些哨粮队，却是阴差阳错的给撞了进来，而导致了更加复杂的局面和态势。

　　然后，似乎是因为生体能量消耗的有些大了，久违的强烈饥饿感再次攫取了他的身体，而忍不住先掏出自带的糕条和干脯囫囵吞咽了起来。

　　然而，他又产生了隐隐的些许担忧，这番回去告警而提高戒备倒是相对容易；但是比较麻烦的是在邓存走了之后，剩下的那几个各自负责带队的校尉和副尉，就不是他这个副营管的身份，所可以指挥和支派的动了。

　　毕竟，他这个副营管手下干活的人不少，但是能够直接听命的武装人员，也不过时老关在内的十几个人而已。所以必须有足够的理由和说辞来打动他们，主动做出一些预防性的措施来。

　　只是，在盘算了一肚子心思回到了，依旧是一片闲淡气氛的驻地门栅里之后；周淮安却发现那几名中层头领大都不在，最后只剩下一名负责带领弓手的吕副尉，因为吃坏了肚子而正留在床上修养。

　　“诸校尉、唐副尉他们呢”他不由询问负责管理堆场里站哨的一名队正。

　　“都被本地的林头领，请去市关哪饮酒了。”

　　这名队正用一种满不在乎的语气到。

　　“只怕还要晚些才能回来。”

　　“对了，诸校尉特地交代过，副管的那份酒食已经放在了房里了”然后他又发现，除了大多数正在接受简单编管和操练的新卒之外，营中的那些老卒有许多都已经出营去寻找消遣了，而正散布在这所镇子当中“真是糟糕了。”

　　周淮安忍不禁对着脸色同样有些阴郁的老关道。

　　“非常情况下，我得做出一些非常的举措了”“希望你能协助我一二，最少也不要成为我的妨碍”以清点日常耗用为名，交代那名负责站哨当值的队正，将仍然留在驻地中的大小头目给召集过来之后随即，他出现在了那名有气无力在床上躺尸的吕副尉面前；这是一个相当精瘦发黑的汉子，只是因为腹泻虚脱的缘故而满脸是病态的蜡黄色。

　　“老吕，我现在就那么一句话”周淮安毫不客气的厉声喝到。

　　“你想死，还是想活”“和尚，你这是什么意思。”

　　对方明显有些虚弱的挣扎到。

　　“发什么失心疯了。”

　　“想死我就把你丢在这里自生自灭好了。”

　　周淮安直接把手中的刀鞘顶在对方胸口上“想活就起来下令，让你的人都动起来做好备敌。”

　　“我们怕是有极大的麻烦和是非了。”

　　“需要当机立断，合力起来做好准备。”

　　“什么。”

　　这一刻惊愕的表情，凝固在了对方的脸上。然后咬牙切齿而大步闯进来的老关，也大马金刀的站在周淮安的身后，做出某种力挺和支持的无声姿态来。

　　半响之后，以脸色不虞的吕副尉出面牵头召集剩下的大小头目，在一番不出意料的质疑和争议之后，在老关为首在场十几名兵士的帮助和压制下，还是勉强统一了意见，而打开辎重大车将剩下的人手都给武装起来。

　　随即决定乘着大半数兵力都在驻地内的机会（虽然多数是新卒），暂时分出两路精干人手来各自行事，以对应目前的局面。

　　一路前往市关将过去饮酒的校尉们给接应回来，好恢复基本点的战力和次序；在这里周淮安也小小用了下心思，因此被派出去的都是这些头目的亲信和死忠，相信就算是遇到什么状况他们也不会不卖力的；而自己这边后续处理起来也相对省事的多。

　　而另外一路，则是由周淮安亲自出马，由老关打头带着一群刀牌手、矛队和弓手，前往最近一个可能潜藏着武装人员的据点，以试图解决掉这个就近的威胁，从而打草惊蛇的将事态抢先削弱掉一部分。

　　从某种意义上说，这也是周淮安来到这世道之后，第一亲自参与和有限主导的初阵了。





第三十章 突现（中）

　　十香镇的某一角，正是人迹稀少的午后时光，有气无力的蝉声仍旧在努力的叫唤出最后一丝的存在感；而在有些阴霭黯淡而投出丝丝光缕的天色下，无论是街角蹲着的乞儿，盘坐在地上看似打盹的小贩，还有靠在巷子边上的醉汉，都一动不动仿若是群塑一般都凝固在了这一刻光阴当中。

　　这时候，走过街上的十几名壮硕的行人，就成了打破了这一幅凝固起来市井画卷的杂音和变数；不过他们并没有就此过多的停留下来，而是来的也快去得也快的，眼看重新消失在远处的建筑背后。

　　而这时候木制粗瓦的檐下，一名身前摆满咸鱼干的小贩，像是被惊醒了起来很是翻动了几下眼皮，望着远去的身影而有些意兴寡然的重新打起了瞌睡；然而，他再次被细碎的声响给吵醒的时候，就惊见到贴着建筑下的空隙，蹑手蹑脚从墙根下摸过来的人影绰约；他霎那间只想惊叫起来，一边伸手推开自己身前的扁筛和簸箕，然后就被人从背心给一刀捅穿了出来，满肚子的呼叫声也只剩下嘴里一股接一股吐出来的血水。然后被撞翻开的鱼干摊子里，赫然露出半截打磨的雪亮的尖刃来。

　　几乎是在与此同时的那些街头乞儿、巷边醉汉的身边，也有人摸近身边之后，突然就将他们扑倒在地而配合娴熟的捅了刀子，或又是抹了脖子，合力拖脚拉手的迅速接力式的抬走，而只留下一滩血迹作为曾经存在过的证明。

　　片刻之后，那些走远的十几个便装壮汉也去而复还，身上还带着少许新鲜的血迹，与聚集在房檐下的人影汇合在一起，继续忙碌着什么。

　　“禀告关队头。”

　　随后正呆在不远处的阁楼上，借着虚掩的窗格观察着这一切的老关，也得到了比较确切的反馈。

　　“外间总计摸掉了七个可疑之人。”

　　“其中四个都有暗藏的兵刃。”

　　“拿出仓房边上也已经肃清过了。”

　　“只有一个兄弟被划伤了臂膀。”

　　“没有发现更多的门户和出入所在。”

　　而周淮安不动声色的看着老关一步步的发号施令和调遣着人手，心中却是暗叹道看起来剩下的三个，显然救赎不可避免的误伤了。

　　“可以进行下一步准备了。”

　　然后，他突然开口道。

　　“一定要快，以防夜长梦多让对方警觉起来。”

　　“那就要更费一番周折了。”

　　“俺会亲自带队在前的”老关对着他重重点了点头，然后随着这个汇报的火长一起走了出去；然后，周淮安就见到对面的街道旁再次多了一群人，他们手中抱着成捆的柴草，还有粗陶坛子和罐子之类的器皿。

　　他们接二连三的排成长队小跑着，靠近斜对面的大型仓房之后，就开始将手中的柴草沿着墙根铺散开来，又将各色粗陶器皿中液体逐一的浇淋和泼洒在那些墙面和门边上。

　　最后出现的则是几辆堆满土石的独轮车，就这么径直由几名壮汉合力推到禁闭的仓房正们前，然后斜斜的靠倒在上面，而发出轻微的震动和声响。

　　这时候，里面也终于感受和察觉到了什么，开始出现细微的动静和有人说话的声音，似乎是在询问外间发生的事情；而在周淮安再次发动起来扫描范围之内，之刻感受到那些原本密集的聚在一起，摆出或坐或躺姿势的人体信号，也纷纷变成了站立和走动的姿态来，进而自下而上的在这座仓房和附属建筑内部的慢慢的扩散开来。

　　而在建筑的高处的一个通气开口里，也开始有人探头探脑的伸出半边身子来，想要窥探着看清楚前门究竟是什么状况，然后就被凌空飞来的一箭射中门面，而闷哼了一声就翻落下了墙面上，而在地上溅起一蓬尘土来。

　　之前初步定计完成之后，身体依旧虚弱的吕副尉被留下来坐镇营中，顺便看住那些加入最晚的新卒，而等待其他外出归还的士卒了。

　　因为那些散落在街道上的人，大概还有两三百之数；在这种敌暗我明的情况下，就只能寄希望与他们本身的素养，能够在这里发动起来的动静当中，及时反应过来而自行归队了。

　　根据，周淮安感应中这一处仓房之内的大致数量和规模，最后点出来一百出头的士卒，也是老关这个队副能够勉强指挥下的最大限额；其中有二十个拿矛的编做一队，三十个使刀牌的一队，而剩下的全是一色布衣的弓手，外加上人人一面的挡板。

　　然后就是那些纯粹只能用来卖弄力气的杂工和夫役了，给他们没人发了一杆旗帜或是抱上布条的木头来凑数，权且充作摇旗呐喊的声势和背景，以吓阻和拖延那些对方可能存在的支援。

　　只是相比起另一路前去接应和救援，正在市关当中饮酒头领们的数倍人手，这里的战力就有些不够看了；因为这些部下们对各自头领的安危，他们要比计划中拉走跟更多一些老练兵卒。

　　不过在周怀安的预期当中，他们本来就是用来吸引注意力的大头，反而可以掩饰自己在这边的行事。

　　因此，在周淮安接下来的建议下，他们还推上几辆大车来，多带灯油和柴薪，还有其他的引燃之物，一鼓作气的开营冲了出去。

　　不过现在看来，不知道是在这些贼人太过懈怠和不专业，还是这些老卒本身的本事不错；接下来的事态发展的情况，显然还要比他预估的要略好一些。

　　而这坠下的也像是一个信号和征兆，里面的人终于开始觉察出不对，而开始重新聚集在一处冲击起前门，而发出巨大的顶撞和敲击的声响来来。再次的扫描之下，其中几个比较明显和强烈的生体反应，也让周淮安有些惊觉起来而再也坐不住了。

　　“在这事里头，其实我还有所私心的”眼看就要临战在前，不知道是出于迫在眉睫的兵战凶危，还是让人不吐不快的压力，周淮安走出自己的庇身之所，而站在街边对着刚刚放下弓箭的老关道。

　　“俺晓得了。”

　　老关却是不以为然的到……

　　“但若不是副管的话，营中大多数兄弟就要遭的事，却是做不得假的罢”“所以眼下您有什么法子和对策，还请尽管交代下来。”

　　“不要在为难我这粗人，费心去琢磨了，”“那就把药箭拿出来。”

　　周淮安也吁了口气断然道“准备动手吧。”

　　在干掉外围的眼线和巡哨之后，用大车做掩体配合刀矛展开弓箭手，而将柴薪堆到建筑的周围，再逐一的同时点燃之后，数处窜起的火舌在柴薪油脂的助势下迅速的蔓延开来，而在短时间内变成笼罩在偌大仓房外围的一段段烟火当中；随即，又引燃了高处檐下的木制椽子和栏架，而变成向上烧去的大片火团，被灼烧得纷纷脆裂的瓦片，又变成了慢慢向内陷的坍塌之势。而大门内的捣砸和冲撞声也愈发急促，几要把堆叠顶在门上那几辆手推车震翻开来。

　　而聚集到上风方向的夫役，也继续将各种投掷到以惩助燃之势，这时候一阵持续的穿堂风沿街风吹过来，却是让火势稍稍偏转向西之后，烧的更加猛烈和产生了更多的熏人的黑烟来，然后边上的房屋和建筑也逐渐被烧着了起来，这就已经不是可以控制的事态了。

　　而仓房大门内打砸的声响，也开始从各种怒吼和叫骂，变成凄厉的惨叫和绝望的哀嚎声；紧接着，有人接二连三从高处的气窗和房檐下再度冒出来，而相互推搡和挤撞着忙不迭的纷纷试图跳墙逃生；这时候迎接他们就是那些正好以暇的弓箭，而且就算是有人侥幸多闪过了箭射，在丈八高的墙根下摔得七荤八素或是手断脚断之后，想要爬出燃烧的火场和不断坠下的砖瓦碎片，也基本是一种不可能的奢望；在这个令人绝望的死亡陷阱当中，那些下饺子一般坠下摔成各种扭曲姿态的人体，也只能只能在垂死挣扎的动作当中，被活活凝固成一段段姿态各异的焦炭。

　　仅有几个身上着火的人影，在坠地后得以重新跑起来，想要逃离这处烈焰绝地，却又被对街临时掩体后飞射的箭矢给重新贯倒回去，或又是半截身子倒在熊熊燃烧的烈焰之中，而无一可得幸免。

　　这一幕的凄惨之状，就算是曾经经历过战场的义军老卒们，也不由为之各种动容，而那些新卒更是忍不住当场失态的泪流满面，或是禁不住屈身向下扶着喉咙呕吐起来了；然而，就在这一片弥漫着蛋白质和脂肪被烧糊了的浑浊空气当中，突然之间被封堵住的大门上半截就崩碎了。

　　在碎裂炸开出许多燃烧碎片的大门当中，如同箭射一般的冲出几个身手矫健而熏成灰黑色的人等来；而在周怀安的另类视野当中，虽然没有之前那个那么明显和强烈，但是生物场上的波动和信号还是明显异于常人的。

　　“小心敌袭。”

　　因此，他几乎是条件反射的喊出声来，“上药箭。”

　　这时候，事先制作好的药箭就得以意外的派上用场了；至少，在视线受到烟火的严重阻碍，或是眼睛被熏的通红模糊的情况下，能够砸开烧得发脆的大门就已经让他们遍体鳞伤了，这时候想要再躲过布好阵势而密集攒射的药箭，就实在是属于勉为其难的事情了。

　　虽然大多数都射空或是被挡隔开来了，但是少数中上和搽破的几只就开始逐渐发挥效用，而让对方的动作和反应都变得迟滞开来，而最终被挡在具列好的盾牌和长矛面前，又在满身是血和尘灰的疯狂挥舞当中，被一一刺倒、戳翻……

　　但是又有更多被熏得灰头土脸的人群，却是沿着大门上半截开始的缺口，而争先恐后的冲了出来；散布在了街道上而与迅速具列推进在前的矛队和刀牌手，开始近身接战和撕斗起来。

　　虽然这些濒临绝境的贼人为了求生，很有些困兽犹斗的决死之态，但是能够冲出来的出口实在太小，而冲出来的人也已经到了强弩之末；只是稍稍将矛队和牌手推顶的退后几步后，就在重新调整好姿态的弓手攒射之下，死伤累累的再度崩坏溃决开来。

　　最后，只有几个贼人乘着浓烟的掩护而逃之夭夭外，其余冲出来的贼人都已经本变成尸体，或是地上垂死挣扎的存在。而里间从着火的破烂门户里冲出的贼人却是趋势已衰，而依旧前赴后继的倒在了箭射或是矛戳之下。

　　很快就在门前的狭小空地上堆积起半身高的尸堆来，而在短时内拉过了十数轮弦之后弓手们，也陷入了各种疲软和暂时脱力当中，而不得不靠其余的矛手和刀牌，挡住那些依旧在向外涌出的残余贼人。

　　直到包括周淮安在内的在场每个人，脸上都已经沾满了迎风喷溅的血色和烟灰，而里头再没有人能够向外冲，而默然注视这轰然向内坍塌的建筑群落，依旧周边被引燃的建筑当中那些哭爹喊娘和呼救的声音；周淮最后确认了一次，火场的范围之中已经没有任何的生体反应，也没有什么用来藏身和避难的密室；这样下来，大致有三、四百条生命，就这么被埋葬在了自己的间接策划当中。一时之间，他的心里却不知道是什么滋味和感触了。

　　“不久前留在外围的探哨回报。”

　　摸了一把脸上黑灰的老关，却是用一种略带敬畏和憾然的复杂神情，对着他到“市关那儿已经厮杀开来了”“怕是已经遇上了拦截的贼人了”周淮安这才重新回过神来，转身望向了远出正在冒出巨大厮杀声嚣的所在；显然是对方所引起的动静，变相分散和掩盖了他们在这里的行事，所以才没有将那些万不得已的后备方案派上用场的机会。

　　不然他只能放弃取得全部战果的可能性，甚至丢弃这些带出来的辅助人员，好为自己争取退回到驻地的机会了。

　　只是随后未曾想到的是在踏上回程的时候，却见到驻地里冒出来烟火和嘈杂声，这让周怀安的心眼不由的咯噔了一声而沉了下去。





第三十一章 突现（下）

　　这算是人算不如天算么，周淮安觉得自己好容易才想方设法解决了一个隐患，这后方又出了新状况了。

　　他原本还想乘着几无损伤而大振起来的士气，再依葫芦画瓢式的再攻打上一阵呢；显然在真是战场当中的额敌人，也并不会像是战略游戏一样傻傻得等在原地，而让开了上帝视野的玩家轻松的玩出各个击破来。

　　“和尚，这可怎的是好。”

　　这下原本还算从容的老关，也不禁露出某种惶然和忧急的姿态来，而有些失言的对着他喊了起来道。

　　“我们给困住了么。”

　　不要乱，千万不要乱，心里默念着如此的周淮安，努力让自己回忆起当初在遭遇好几次部落冲突，以及城市战斗当中，医疗队那位号称“老前辈”资深领队的表现和经验。

　　嗯，现应该寻找一个相对安全而坚固的庇护所，同时聚集足够的人手来应变或者说相互抱团壮胆；他很快就有了想法，而大声对着叫到“收拢好大多数人手。”

　　“我们先退回去……竭力保住营地再说”“若是丢了驻地里的淄重，就靠我们这些人，”“在这人生地不熟的乱战之地，只怕是坚持不了多久了”“好……好。”

　　明显有些方寸失措的老关，连忙大声的对着身边聚集过来的头目们吼道“都听清了没，马上各自照做去。”

　　“勿要拖延，不然就别怪我的家伙不客气了”好吧，至少这厮在不用做决定的时候，行事起来还是相当的果决和断然的；周淮安只见他四下奔走连打带骂一通之后，很快就把大多数人都重新驱赶到街道上，而那些武装人员甚至还能排成一个松散的队形来。

　　“剩下的东西都不要了，”有这个缓冲和间歇，周淮安已经想好了下一步继续道。

　　“只要我们把人头都拉回去就行了。”

　　“然后把留下的东西，堆在其他方向的街口。”

　　“连同边上的房子点火烧掉，只留下回去一面的通路就好了”至少在涉及到切身的安危和对于他人可能造成附带伤害的同情心之间，周淮安还是果断选择了前者；然后他们在老关的继续喝令之下，剩下的士卒按照刀牌顶在前，弓手居中，而矛手殿后，兼带弹压和防止那些随行的夫役乱跑乱窜，而打乱了己方拉开的队形，就此紧步向着营地方向退回去。

　　一路上驱赶和冲散了好些个乱跑乱撞出来的镇民百姓之后，总算是看见了本地香商大户共用的货物堆场，为中心的哨粮队临时驻地所在；虽然在一片声嘶力竭的嘈杂吵闹和烟火缭绕当中，但是怒风营标志性的怒字青旗却是依旧还飘扬在建筑高层的顶上。

　　这也不由让周淮安重重的吁了口气，连带老关的脸色也好看了一些。这下不由他提醒，老关就主动叫喊了起来。

　　“大伙儿加把劲，我们回营了。”

　　然而，在他们如临大敌的汹汹冲进堆场三个入口之一，却意外的没有见到任何的敌人，或又是本该值守在这里的卫兵和哨位。

　　而在偌大的堆场之中，可以说除了几座烧起来的房子和对放货物之外，就只有一些正在用各种器具救火的身影，还有零星往外乱跑的夫役。见到赶回来的众人不由惊了一下，居然就此胡乱大喊大叫着四散奔逃和躲藏起来。

　　这又是什么状况？预期的敌人和袭击呢？这是什么反应？周淮安不禁楞了一下；然后就见更加性急的老关已经冲上前去，揪出一个正在往房子里的熟人，就大声咆哮起来“孙小伢，人都到哪去了”“营里怎的变成这幅摸样了。”

　　这时候，那些逃散和躲藏起来的人才像是反应过来一般，纷纷尝试性的叫喊起来。

　　“是关队。”

　　“关队回来了”“还有和尚副管。”

　　“这下便好了。”

　　“这下有指望了了。”

　　虽然情况不明，接下来他们这部人马还是在周淮安的提醒和指示下，迅速接管和重新封闭了其他两处的出入口，而重新布设上了哨位和防线。进而又合力用沙子和湿布扑灭了剩余的火头，然后，通过营地里找出来那些人各种结结巴巴，或是语无伦次的争相说明之后，才得以搞清楚大部分的状况和后续发生的事情。居然没有什么敌人来袭，也没有任何的内乱，纯粹就是被另一路的自己人给坑了一把，而引发的连锁反应而已。

　　因为，这一路人马对各自头领的安危着急和格外看重，他们在事先说好的数目上，拉走了更多一些老练兵卒，后来又相继有人主动跑去加入了他们，吕副尉根本约束不住，而导致了驻地中的看守力量进一步的下降。

　　接下来，因为驻地可以用来弹压的力量空虚，是以在他们走了之后，就因为先是本地招募的来的民夫乘机逃跑，有新卒闻讯开始向外逃跑，而留守的吕副尉病体难耐治下就更加管制不住了；结果，不知道是昏头昏脑瞎跑跑到街上去的新卒，直接泄露了消息而导致贼人纷纷发动了起来，还是前往市关接应的那路人马动静实在太大，而惊动了潜藏的敌手出来拦截，顿时在镇子当中大打出手，而厮杀成一片。

　　连带着又影响到驻地当中的情绪和气氛，乃至有人乘乱把露天布置的灶火给打翻了，顺风烧起了堆放的货物，又把边上用来住宿的房子给引燃了；如果不是周淮安他们及时赶了回来，只怕最后留下的这些人，也惊慌失措的跑到街上去了。

　　这可真是让人吐血的结果啊，周淮安不禁哀叹道，这就是农民军本身具有的愚昧、混乱的天然局限性么。

　　好在火虽然点起来了，但是只是烧着了一些房子边沿和易燃的草料布帛什么的，大多数物资和辎重还是没有什么损失的。只是最后清点人头的时候，连带剩下新卒和夫役在内只有四五百人，而营中的其他都已经在混乱当中跑掉了。

　　至于尚且堪用一些的正卒和老卒们，除了被另一路的接应队给带走大半之外，剩下也就是吕副尉直属的弓手队三十几人，外加上不利于在城巷中使用的杆子（长矛）队，不满编的两队人而已；至于比较老练一些的刀牌手就一个不剩了。

　　这时候，就像是屋漏偏逢连夜雨一般的，在西南面的出入口突然传来了声嘶力竭的叫喊声。

　　“敌警。”

　　“有大群贼人冲过来了。”

　　片刻之后，周淮安就得以站在屋顶的檐边上，打量着正在沿着街道汹汹然如潮水一般涌过来的大群敌人，他们并没有统一的服色或是旗帜，只有手中各色兵刃的点点反光，远远就泛着摄人的味道。而点点反射那些被迫拿起武器的新卒和夫役面上，更是变得面如土色或是脸无人色起来。

　　只是在周淮安得到加强的视力下，那些人群并没有什么阵势和队列可言，他们甚至没有准备足够的防具或是盾牌，就这么穿着布衣或是袒露这上身大大咧咧的冲过来了。

　　“稳住，不过是一些乌合之众而已”“射声队准备。”

　　木制的栅栏和推倒的大车背后，沿着空地排成四列的上百名弓手，齐齐向上拉开了手中弓臂；随着“放”的一声变成一片细碎的嗡嗡作响，和一道稀疏飞出的几乎淡不可见箭雨。

　　在一个呼吸的延迟之后，虽然有部分剥剥作像的，相继射失、射落在了街道边沿的门窗和墙壁上，但是还是有相当部分，落在了那些看起来相当密集的人群当中；就见一阵星星点点的血色绽放过后，在起此彼伏的哎呦痛呼声中，人群中才像是延迟性的骨牌一般的纷纷参差倒了下来。

　　而前头剩下的人也像是如梦初醒一般的吓了一跳，而纷纷停下行进的脚步而变得杂乱起来；这时候第二波箭矢已然再发而至了，在各种惨叫声过后，街头上的敌群已经变得稀疏了许多；而其中只有少部分是被箭射到，而其他都是惊骇和慌乱之下，转身就逃而挤踏撞倒的结果。

　　“举旗”而在三轮急射弓手们相继陷入某种短暂的疲态之后，周淮安突然大喝到。

　　随着他的命令，那些由非战斗人员所挺举起来的旗帜和绑着布条的木杆，短时间内就密集的出现在了周围的墙头和栅栏的上空。而对面那些散乱在街头的敌势和人群，则是出现了明显的混乱和惊骇的表情来。

　　“杀贼”“杀贼”“杀贼”已经披挂齐全的老关，也在此时引领着所有的矛手和排兵，齐齐大声怒吼着冲了出去。

　　半响之后，当他满身新鲜血迹的重新归还之后，所有的矛手和排兵几乎都是毫发无损的狰狞兴奋和得色，因为还没有等他们冲出多远，街道上的那些敌群就已经开始溃散，而竞相转身奔逃了。

　　所以，最后他们只得以砍杀了一些落在后头的倒霉鬼，以及一些被射倒和践踏在地上还没有断气的伤员而已；顺手把挟夹着两个轻伤的俘虏回来。

　　“干得好。”

　　周淮安正想大声的夸赞着鼓舞士气。

　　这时候，对场的另一个出口却再次传来了敌袭的警讯。





第三十二章 骤乱（上）

　　石香镇，哨粮队临时停驻的堆场当中，已经再度充斥了烟火和血腥的浓重味道。

　　在特地开辟出来的角落当中，十几具被仓促盖起来的尸体上血水已经凝固了，还有两倍于此躺在临时用门板制作的抬架上，各种呻吟和蠕动的轻重伤员，这就是来自另一个方向的进攻之后所付出的代价。

　　但是，从正面交手当中造成的额伤害其实是微乎其微的，在急忙掉转过来的弓手面前，另一路进攻的敌人也并没有能够坚持的更久一些；因为堆场内稍加延迟的缘故，他们只是得以冲的更加靠近一些西面的出口处，然后就在齐列在大车间隙的矛头和封堵的刀牌面前被挡住挡住了去路；挥舞着明显短了一截的各色武器，空自叫喊和怒骂了乱砍乱剁一阵子而不得寸进，最终留下一些被戳死的尸体之后，就不得不喊爹叫娘的再缓过气的弓手攒射下，再度的土崩瓦解而铩羽而归了；但是在这个过程的最后环节当中却出了个意外；因为再次对溃退的敌人进行扫描的周淮安，突然感应到在自己的防线侧边上，有十几个人偷偷从建筑中爬墙过来了；其中一个的生命体征还比常人强烈的多。而这些伤亡中倒有大半，几乎都是这个生命体征格外强烈的人所造成的后果；因为他发现的较晚而已经让这个人靠的十分近，冲进了后方轮流待命和接力的民夫当中，大肆的乱砍大杀起来；因此哪怕立刻让射生队的弓手调转头过去也已经有些来不及了，尤其是领头的那个壮硕大汉，挥舞着一根沉重的叉头铁棍所向披靡鲜有几合对手；被他砸中或是搽到的人不是连头带盔的顶上开花，就是手脚躯干骨脆肉烂的凹陷进去；当即就造成了好些伤亡和自内而外混乱与动摇；若不是街面上的敌势已经被打退，对方配合发动的机会已经错过了，差点儿就会造成腹背受敌而全面崩盘的结果了。

　　最后还是老关以左手腕指被震脱臼为代价，挥动着一面漆画木牌死死缠伴住了这个领头壮汉的大部分攻击，才创造出围攻上来的老卒们用长矛刺中他的机会，最终不断的流血力竭试手脱力跪倒在地上，又被弓箭给攒射死在门边的墙角之下。

　　虽然自己与对方的距离尚远还算安全，但是每每回味到这里，周淮安都会忍不禁背后冷飕飕的捏一把汗的；真正的战争果然是充斥着各种意外和变数概率，一着不慎的犯错很可能就是发展成满盘皆输，或又是万劫不复的结果。

　　然后，就在他的沉思和反省之间，那些被散出去打扫战场和搜罗、回收可用物资的新卒么，却又是纷纷一惊一乍的漫步跌的奔逃回来，仔细向着他们的身后望去，却又是那些败走的敌势又在一种乱哄哄的决然气势当中去而复还了。

　　这一次他们总算是学乖了或是洗去了教训，站在前排的敌人已经纷纷拿起了形态各异，各式各样的挡板，而在后方大声的叫骂和驱赶当中，畏畏缩缩的狗搂着身体而岑差不齐得推进了上来。不过，有了这一番的缓冲和空挡，营中的弓箭手也被进一步的扩张起来了；最后足足有两百多人都拿起了各式各样的弓箭，而加入到后方的战斗序列当中去。

　　虽然他们大多数并不见得都能熟练的使用弓箭，但是在情况危急之下只要能够拉的动弓弦，对着大致的方向放射出去就行了；反正街道就那点宽度而人群那么的密集，就算闭着眼射箭都有一定命中的概率；于是在这种双方都极度不专业的而对针织下，激烈的战斗再度爆发开来。

　　在此期间，数度受阻于正面的敌势，也再度有人故技重施的试图攀爬上房檐，而沿着建筑的上方突入堆场的所在；但是这一次他们就遇上了不择不扣的大坑了，那几处与堆场外墙邻接的房舍，支撑屋瓦的横梁都已经被加紧据断的只留一线，然后突然在屋顶上加上额外重量之后，就是连人带瓦的大片塌陷进去的人造大坑，而坑底只要插上一些削尖烤硬的竹片，就能够保证掉下去的那些人，没几个在能够完好的爬出来了。

　　然后在另一路因为守军的疏忽和手忙脚乱，又有贼人举着相对厚实的门板而冲到了门口的工事下，而试图斜搭出条翻越障碍的通路来；这时候预留的应急措施和杀手锏就得以派上用场了。几大陶瓮烧红的木炭从边上的墙头居高临下的倾斜而至，刹那间漫天飞舞的火星和碳屑，还有滚卷弥散而开的灼热烟气，几乎笼罩了小半条街上聚拢过来的贼人。

　　不但烫在他们露出来的腿脚和手臂各种皮焦肉烂的焦臭难耐，还引燃了他们身上的衣物和手中所持的各式挡板，其中绝大多数都是易燃的木制品；于是乎，在一片的哀嚎连天的呛咳、哭喊声中，到处都是痛的直跳脚或是满身拍打翻滚的人影；所谓的攻势也自然而然的称谓了一滩笑话。

　　好在这两波不同方向进攻的贼人，并没有什么明显的配合和次序，也没有真正意义上的联系和呼应，就这么乱糟糟一波流式的猪突过来了；所以，最终在两处出口前，只留下横七竖八的几十具尸体之外，甚至连门边上都没有摸到过，就再度被打的竞相溃退而走了。

　　然后，这不代表事态就有所好转的结果。乘着损伤惨重的敌势再度被击退的间歇，虎着脸的老关也见缝插针的粗暴审讯起那几名偶获的俘虏来；只是得出的结果有些让人意外；这几名俘虏的身份很杂，实际上来自不同的地方和出身来历，既有附近乡村的渔民和樵夫之类，也有临近乡镇土豪的家丁，或又是石香镇本地商人的护院，还有个居然是水路私贩的成员。

　　而按照他们的口中所供述，负责带领指挥他们的乃是几名前衙役和乡下庄头，奉命聚集到着石香镇来是要做一番大事的；至于那名突入进来造成十多人死伤的壮汉，亦是甚有来历的知名人物，乃是四会城中数一数二大绅苏太公家的护宅教头，一条铁杖威震山林而别号“铁杖鲁”的鲁平西，在地方上也算是小有名气的遮奢人物了。

　　这个结果不由让周淮安的心思愈发的沉了下去，他们的来历越复杂牵涉到的方方面面越多，就代表这次事件设计的格局和图谋越大；而这种壮硕大汉乃从四会县城前来支援和加强当地行事的消息，则是代表了正在县城里的义军所部已经不能指望了，连带着前去拜会的旅帅邓存止呕怕也是有所危险了。

　　而镇子中的厮杀声也是愈演愈烈，尤其是在前去市关的方向，探子一次又一次的轮番派出去，却一直不见回来报信或是联络的人；只见远处的火光与浓烟尘嚣直上的厮杀声却在慢慢远去当中。

　　唯一让他比较安心和倚为凭仗的，则是经过几番战斗所鼓舞起来的士气后，这里至少还有五百多名武装起来的青壮可用；而这时候，除掉躺在床上哼哼唧唧而缺乏存在感的吕副尉，剩下指挥资序和威望最高的人选，无疑就是已经初步习惯了以他马首是瞻的队副老关了。这样就算事情走到最坏的一步，他也有相应的力量来对策一二。

　　这时候，从另一个回来的出口方向，却是被哨兵意外带回来一个满身尽是污泥而湿淋淋的人；赫然是之前那位负责值守堆场的队正，只见他的头盔和甲衣都不见了，只剩下一身乌漆墨黑的搭子和短跨，整个人的精气神也像是垮掉了一般。

　　“完了……都完了”见到了周淮安之后，他梦呓般的用一种极度悲观失望的声音，似乎自暴自弃似得喊道“四面八方都有贼人的埋伏。”

　　“前去接应的弟兄被困住了。俺也被挤到了沟里摔的不醒。”

　　“起来人都不见了……只剩一地的死尸。”

　　“这下只怕市关里的校尉他们，更要不得好歹了。”

　　然后就戛然而止的被周淮安一个响亮的耳光，抽的跌坐在地上一时之间起不料身来了。

　　“你在胡说什么浑话，想要自乱阵脚和人心么。”

　　而老关亦是很有默契的上前怒喝道“害我们大伙都不得好死么。”

　　“外间的弟兄明明还在拼死应敌……就等着我们去援助。”

　　“你又是什么心思，敢如此诅咒他们么。”

　　周淮安不由在心中叹了一口气，着起来老关还是不肯轻易放弃那点指望啊，而借着这个由头来提醒自己啊。

　　“就这么带着被动应敌，也不是长久办法。”

　　但转念一闪之后，他还是是顺着对方的话往下说。

　　“重新挑选一些胆大敢战，又尚有余力的人手。”

　　“随我向外冲一冲，先把散落的弟兄找回来，”“也当是给大伙儿探出条路好了。”





第三十三章 骤乱（中）

　　石香镇的腹心地带，大片的民居、商铺、肆店之类的建筑已经沦为纷乱战场，在遍地的烟火缭绕和厮杀震天当中，一个跌跌撞撞的身影没命地奔逃在狭隘曲折的街巷当中，而时不时的撞倒、踹翻一个个拦在路上的物件。

　　他逃的是如此的仓促和惶然，以至于那些沾染在身上的垃圾残渣，挂在肩膀上散发着馊水味的烂菜帮子和海带条子，都没的空闲去清理和抖落一二。

　　刚刚从街坊巷道中厮杀混战当中脱身出来不久的队官成大咬，只觉得这一切来的太快太荒谬了，或者说是显然大家都太过懈怠；须知前一刻他还带着一伙人在街头例行的巡逻，一边讨论这当地都能筹给到怎样的伙食；结果就突然陷入街头冒出贼人的伏击和围攻当中了。

　　他们这些还在相互说笑的士卒，转眼间就被墙边、巷口和屋舍里涌出来的贼人给淹没了，他至来得及看到两个袭击者，然后就只能眼睁睁的看着几名靠的较远，片刻前还在和自己的麾下士卒，被人群砍倒掀翻拖滚在地上乱刃剁死或是分尸了。

　　作为来自以军的发源地——河南出身的老卒，他并不是没有经历过更糟糕，更坏的事态；事实上在义军转战天下而打出赫赫威名的过程当中，是用无数走投无路活不下去的蝼蚁之民的血肉和泪水，所铺就出来。

　　在那些武装到牙齿的官军面前，最初只有徒手和木棍的他们，可是不只一次被打的山崩水泄，满地的溃亡；也曾经因为成分过于复杂的各路人马之间矛盾，而在一言不合之后变成拔刀相向的全武行，乃至杀得血流成河才能肯罢手。

　　更有几次，仅仅是因为夜里有人不守规矩的大声叫唤，引发了营啸之后的相互践踏和胡乱火并，导致一整只义军就此风流云散不复旧观。

　　但他都想办法活了下来，只是这一回他也不免要绝望了；虽然他奋力砍杀着冲出一角来，但这些贼人还是越杀越多，而身边能够站立的义军同袍却是越越少，最后居然就只剩下了他孑然一身的落荒而走了；头盔已经不见了发髻也被砍散了，手中的兵器也早折断丢弃了，而他大腿上的伤处却还在缓缓的流血，而让他下半身的知觉逐渐变得麻木和迟钝。

　　看起来自己真要把命折在这里了，只可惜他身上背负的仇怨可还没有报上呢。他还想回到家乡去，吧那些曾经在资格头上作威作福过的各色人等，都亲手的赋予应得的报应呢。

　　真想再吃一口家乡的烤馍，啜一口辣汤子啊。他如是想着慢慢的靠在巷尾尽头，一处破箩筐和鸡笼的阴影里，握着身上拔下来的半截子尖刃，静静的等待着越来越近的叫喊声。

　　至少在丢掉这条命以前，可以多拉几个下去陪的；这一刻，他眼前仿佛出现了家乡的风景，迎风摇曳的槐花与榆钱树，荡漾金光粼粼的池泊边上，衣衫褴褛的放牛小儿吹起了竹哨。

　　他突然就听到了熟悉的呜呜陶笛和哨子声，那是按照某个和尚的建言，在怒风营中作为起床和吃饭的信号存在；平时也就听惯了平淡无奇，但在这里却是觉得格外的亲切和在意了。

　　然后那些逼近的脚步声和叫喊的动静，也变成了慌乱的惊呼声和转身奔逃，然后就爆发出了短促的撕斗和凄厉的惨叫之后，就再度重归于平静了；最后是几声低低交谈的话语。

　　“就这几个了，没其他了把”“那就赶紧回到街上的大队里去，”“不要在外落单的太久。”

　　似乎是义军兄弟的声音，成大咬不由心中一喜，想要探头出去查看和招呼一二。

　　然而却发现自己似乎因为流血的太多，下身麻木的已经没有力气站起来了，甚至连发出招呼的声音都不行了；难道今天注定要这在这里了，在某种越来越沉重的困倦下，他还是失去了意识。

　　“成队。”

　　“队头。”

　　不知道过了多久，成大咬在颠簸的动作和急切的声音中再次醒来的时候，已经是在一个摇曳晃动的抬架上，两根木棍绑着几条布片就是全部的构架了。

　　“你能醒来就好了。”

　　而负责抬着他的士卒，也露出一种幸然的表情来继续道，“俺们找到你的时候，可是流了那么一大摊血，身上冷的气息都要没了”“。”

　　成大咬不由在喉咙里咕哝了一声，却是依旧没有能够正常发出声音来。在他仰躺的视野余光里，是远出街道上空成片高举的如林矛头，还有青色的怒字旗。

　　然后他才注意到自己腿上的伤口，已经被相当妥帖的给包扎上了，以至于他在奔走行进的不断颠簸当中，都感觉不到多少牵扯的阵痛。

　　“真是多亏了管副，从队里带人出来搜街和接应啊。”

　　“不然我们都没有命回来了了。”

　　这一切都是与那个和尚有关么，这一刻他只觉的有些陌生和意外；却不由想起自己私下所身负的使命和任务，直觉的似乎可以见到些许端倪了。

　　而正当此刻的周淮安，并已经没有多少心情去理会，一个刚救回来的伤员的复杂心思和态度了。

　　决定出其不意杀出去的效果还算是不错，穿过了几条街之后，很快就迎头撞上了一大群正在乱遭遭集结在街口的敌势；在哨粮队的士卒冲出来之前，他们甚至还分成了几个相互对峙的部分而暂时无暇他顾；然后，就被照面当先突进去带着一肚子怨气无处发泄的怒风老卒，一鼓作气大肆杀得鸡飞狗跳四散奔逃，而当场缴获了十几大车准备用来分发的刀剑兵刃，还有部分的财帛和先做好的汤饼炊食。

　　所以他们得以一边轮替着前进，一边让替换下来的人手抓紧时间匆匆的果腹起来，而走过了这一段至少数条街道的距离和路程，而始终没有让队伍散掉，反而聚拢了一些散落在街上或是躲藏起来的义军士卒，而有所壮大了声势。

　　而且，这次出战周淮安还特地让人带出来的一个特殊的临时兵种——投火兵，得益于之前用倾倒的炭火击退敌势的启发，这次出来他们同样在几辆大车上装上了这种瓮装的炭火，用特制的长柄铁勺投掷出去，既可以用来一路放火也可以用作阻敌的手段；尤其是对于镇中这些大多数都是没有披甲，而拿把兵器就敢仓猝草就上阵的乌合之众，尤有某种特殊的杀伤和威慑效果；基本遇到小遇的贼人根本不用战斗和接触，只要用特殊的铁质器具舀起朝他们丢撒一把，就可以轻易的驱散和吓跑他们。

　　只是前去的街道已经被各种杂物给堵上了，后面还有隐隐的人头和兵刃的反光，在严正以待的警戒着他所带来的这支进攻队伍。

　　而这时在他临时带领的的麾下，十几名现存的头目之间，也再次爆发了激烈的争执；以老关为首的几名来自驻留地的队官，主张不要硬闯硬碰而避实就虚绕道另寻他路，待收拢和聚集更多的人手再做下一步打算；而从街上汇合和解救出来的那些头目们，则强硬和焦急无比的要求直接突破过去，因为市关方向的战斗声已经减弱了许多，而作为背景烈焰熏天的火光却是越烧越旺，他们只想把失陷进去的头领们和同袍，给及早救援出来。

　　然而，在短暂的交涉无果之后，还没有等回过头来的周淮安主动出面协调和劝说；就见在一阵大吼和叫喊声中，有人自行采取了行动而带头冲了上去，试图翻越起那些临时布置的障碍和防线来，然后在一片凄厉的怒喝和惨叫声中似厮杀起来。

　　于是在他们的感染和煽动下，有更多的人追随着冲上去加入了战斗当中，只是街道上能够并排展开的空间始终有限，一大群人前后密集的堆积在那些障碍面前，虽然不断有人爬上去却又被刀枪给砍劈捅翻下来，短短的十几个呼吸之内，伤亡的交换比一下子就被拉开了。

　　该死，这些农民军的大局观和集体观念，果然还是没法指望下去了。周淮安心中暗自咒骂着无奈的摇了摇头，直接下令聚集在身边待命的射声队进行远程的支援，再交代老关带上刀斧和人手，从侧边上找（破出）一条路，绕到那片障碍的背后以做出夹击和呼应之势。

　　毕竟，现在每一份力量都是相当宝贵的，实在没法眼睁睁的看着他们，拿去送死和浪费掉了啊。这时候，远出再次传来一片轰然震响的声浪，“救命。”

　　“是蛮人。”

　　“溪山蛮来了。”

　　远出有许许多多的人，不禁大声的叫喊起来“他们与贼人勾结在了一起了。”

　　随后，火速站在高处远眺的周淮安脸色一变，只见在镇子之外有许多文面赤身的蛮人，已经如潮涌一般挥舞着各色武器，越过低矮的木质外墙和围栏冲上来了。

　　这算是第三方势力的乱入么，他不禁有些头痛和着急起来了。





第三十四章 骤乱（下）

　　有气无力的蝉鸣习习声中低矮的无名山岭之间的曲折狭道上，一支夹带着不少牲畜的队伍正在缓缓鱼逦行进着，只是看起来死气沉沉的气氛很有些压抑，拉长而变形的队列之间，也没有多少交头接耳的说话，或是相互招呼的吆喝声。

　　坐在一辆颠簸不定的牛车上，周淮安也在慢慢回味着之前所发生的事情，距离从十香镇里冲出来的时候，他们这只小小的队伍在东躲西藏，迂回避让的辗转当中，已经过了三天时间了。

　　当初籍着附近溪山蛮大举来袭的混乱，他果断决定在老关的协助和号召下，将那些还愿意听从和追随自己的义军士卒和人手，给重新拉走带回到驻留的堆场当中去；然后，又在一片惊慌和混乱当中力排众议，尽量带上大部分待命的骡马和一些已经打包好辎重的大车，就此朝着尚未遇敌的另一方向，从这片混战的战场当中突围出去。

　　想到这里，周淮安不禁看了一眼同样灰头土脸而难言疲态的老关，似乎有点惺惺相惜的感觉；似乎是作为共同扛过抢的男人友谊和默契，就在着并肩作战的过程当中，不经意的初步培养起来了。

　　然后他不禁又叹了一口气，自己身边满打满算也只剩下这一百六十七个人了；其中还有大半数都是后来陆续募集到的本地新卒；剩下其他的老卒和正卒们，就只有当初在老关手下听命的十几个牌兵，再加上吕副尉直属射声队的大半数弓手们而已。

　　可以说，周淮安作为全程参与统计的负责人，这次怒风营出来哨粮的一团又一队人马，外加上数量倍半于此的杂属夫役，还有沿途募集和补充而来的新卒，林林总总的一千七百多号人手，也只剩下眼下这不足十分之一的幸存者。

　　而得以从乱战成一团的十香镇里冲出来也只是一个开始而已，在暂时脱离了险境和危局之后，很快就有人不断的掉队和溜号，尤其是那些民夫和新卒；毕竟总是不乏有自我感觉良好的人，觉得跟随大队行动的目标太过明显，而自己有把握和信心逃回到安全的地方去。

　　或又是抱有其他别样的动机和目的。比如一个哨粮队的火长坚决不肯相信，四会县城已经出了状况的推测和判断，而一意坚持要前去汇合和寻找可能存在援军，来解救这些被困在十香镇的同袍。然后就只能好聚好散的一边心里骂娘，一边表面诚恳的祝福对方一路平安、心想事成。

　　然而，就像是某种好的不灵坏的灵的基本道理和玄学概率，接着在隔天的偶遇之间，周淮安就相继见到他们这些主动的脱离者，被严刑残虐之后倒挂在路边死状凄惨的尸体；最后被钉在一面破墙上，领头那名火长的眼睛鼻子耳朵都不见了，就只剩下一个血肉模糊的头颅轮廓，还是靠那身比较熟悉的衣袍和身体特征才被辨认出来了。

　　因此，剩下这些个杂七杂八的人等，反倒是短时内周淮安最坚定的追随者了；并且还在极端事件的磨合当中，形成了某种初步的分工。

　　留在十香镇里装备和辎重也是丢的七七八八，倒是大半数的牲口和畜力，还有少部分价值较高和便携的物件，都被混乱之下给顺手带了出来；因此，这一路上靠亢余的牲畜数量代步和携行，兼作肉食上的补充才得以坚持了下来。

　　不过，在抵达十香镇的前两个停驻地前，就已经派人押送走了一批回程的物资，所以这次形成最后的损失，总算没有超过预期当中的四分之一到五分之一；只是周淮安在当地所收集的香药和筹备的制药大计，就彻底泡汤了。

　　好容易分类整理的材料丢光了不说，就地招募的二十几名工匠，最后也只有两个人跟着他走到了最后；相比之下那群沿途招募来的猎户和山民们，倒是适应性和表现的更好一些，居然都没有人掉队和逃跑，反而还可以在吃饱之后，相对游刃有余的轮番充当起大家停驻下来休息时，散布在外围观察和前方探哨的角色。

　　可以说，在生存的压力和集体求生的氛围之下，任何异己的表现和不同心思的杂音，都会被大多数人所排斥和压制到最低的限度。至少在周淮安的带领下，他们的损失可以说是微乎其微的结果；得益于准备措施相对得力的缘故，再加上某种不能名言的趋利避害的能力；因此，除了少数几个重伤不治被仓促掩埋掉的伤员之外，从前天开始这只疲惫不堪的队伍，就再也没有更多的减员了。

　　造成这个结果的是无法避免的唯一一场战斗，就是在前往广州方向的回归之路上，所遭遇一个土蛮所设的临时关卡。虽然在事先的查探看起来，里面只有一个头插鸟毛的小头目和十几个衣不蔽体的土兵，但却处在时也颇为良好而居高临下的坡顶上。

　　结果在初步摸近后，第一轮弓箭攒射掩护下发起的偷袭，一个照面就干掉或是放到了其中的大多数；然后剩下的两个存折的，却不是当场逃跑或是莽撞的进行反击，是原地大声的叫喊和咆哮起来。

　　然后冲上去的人才发现在坡背后，居然还有一群从山林里冒出来的土蛮赶过来，于是不得不依托着几根原木横倒而成的简陋的关卡，将临时起意的偷袭变成了一场突然遭遇的阵地战。

　　最后突破了这处阻碍的结果和代价，就是抛弃了一部分多余的累赘，而在驴骡架抬的担架上增加二十几个伤员位置，还有嗡嗡嗡聚附不去的大群蝇虫。

　　突然前方传来了连声急促的鸟呖声，代表了前哨的探子有所发现的信号；随即周淮安就骑着代步的骡子上前去查看，之间山丘之间盘桓绵延的山路，似乎在这里已经到了尽头，而在满是灌丛的土丘背后，露出一条潺潺的河流和大片杂草丛生的田野。

　　而在田野当中的不远处就是一处小小的渡口，周淮安还依稀记得这是他们曾经路过的地方，也算他们这支一头向着东南乱撞的队伍，重新找到了熟悉的回程道路了。

　　只是这处渡口里已经被插上了林立的赭色旗帜，而还有许多人在河面乘着竹筏和木排，在绳缆的牵引下一波又一波的渡了过来。

　　然后在尖锐的鸣镝声中，就见到那些河边密密的芦草里，突然站起来大片大片头戴土团兵特有笠子的武装人员，而一边射箭一边挥舞着兵器，呼喊咆哮着向着狭小局促的渡口围杀过去。

　　“快去叫关队。”

　　周淮安也不由的脸色一变。

　　“做好准备，我们要前出迎战了。”





第三十五章 友邻

　　“终于暂时结束了，”躺在一辆平板大车草垫上的周淮安，在某种饱食后的慵怠劲头下，大大伸展了一个懒腰。

　　随即他瞅了瞅视野当的人体成像和能量标识，总算不用在高度紧张的情况下，因为频繁过度使用的扫描能力，始终维持在高饥饿度当中的虚脱警示和亚健康状态了，而细细的储能条也似乎有所增长了一些。

　　在出其不意的腹背受敌之下，这部预伏的土团兵在造成了些许混乱和伤亡之后，还是难逃崩坏溃灭的结果。

　　终于遇到了前来迎击和支援的别部义军，自称是左翼第三序别号“仓山军”。从装备和行头上看要比扩充前的怒风营更精良得多的一只军伍；不但有相对整齐和统一的袍服，还有将近三四成不怎么整齐的披甲率，几乎赶得上地方的官军；他们渡过河之后，前前后前旗帜招展的聚拢在一起的人马，怕是最少两三千人的规模；其中至少还有数百名持矛跨刀，坐骑上还系着菜色丝涤的马队。而在诸多射手大队当中，还有一群明显出自官造手笔的制式弩手；让周淮安一时之间看的很有些眼馋，毕竟他可是在非洲玩过多次猎弩的存在，也直到这东西已经差不多代表了冷兵器时代远程杀伤的发展极致了。

　　当与这支通常意义上的友军汇合之后，一只心中坎坷不安的周淮安，也才算暗自吁了口气而反复地进行某种自省和反思；果然在这个古代生存下去不是那么容易的事情，而自己最初显然太过托大也想得太简单了；如果不是这次外出爆发的事件，他还被蒙在某种危险的一厢情愿当中；因为他算来算去各种风险和可能性，怎么居然就忽略了岭南当地的土族的存在了。

　　要知道哪怕是后世直到明清之际，两广或者说是岭南境内依旧有大量的土族和蛮人的存在；而在更早的秦汉时期，五岭以南的广大地区，曾经是被称为南越的土著民族地盘，在这个时代被称为寮俚的大量山区土蛮，就广泛的分布在岭南沿海以外的内陆地区；甚至按照某些本地新卒的说辞，就算是靠近广州的地界之中，亦是有着相应村寨聚落的零散存在，其中又有所谓的“莫徭蛮”（后世瑶族祖源）和“山哈蛮”（后世畲族祖源）之别。

　　对此，无论是在唐代诗圣杜甫的《岁晏行》，还是大诗人刘禹锡的《蛮子歌》里都有过侧面的描述和记载。而之前十香镇遭遇的那些溪山蛮，便是被称为“莫徭”的土族分支“溪莫徭”中，比较彪悍而不服王化的一个较大部落。

　　真要按照之前的冲动一个人上路的话，只怕就算能够走出了义军的控制区，也怕不是落在这些乡下隐伏的土团武装残余手中，便是沦为这些土族蛮人的新祭品了。

　　想要生存下去，尤其是更好的生存，乃至有尊严和品质的生存下去，果然，还是得靠抱团在一起形成的规模和力量啊；他第一次对于弃之如敝的义军当中的权力，有了那么一丝丝的隐隐憧憬和渴求了。

　　因此在这种有所诉求的心态治下，这只队伍作为螳螂捕蝉黄雀在后的优势，从后方袭击和夺取的土团兵辎重大多数，都被周淮安当作感谢的由头，主动馈赠式得留给了这一部的义军，也由此换来了相对友善和亲切的对待。

　　比如现成的热食和优先的药物救治，然后整整齐齐的之后补充，允诺派人护送上路的回程等等。所以从这一刻开始，他们总算是进入相对安全的环境，可以好好的休养和调整了。

　　据说此部领军是一名朱姓的郎将，但并没有多余的闲暇来亲自会见，他们这只小小的队伍和一个自封的副营管；最后只是派来了一名叫杨能的副校尉，负责安排和处置与他们相关的一应事物，顺便盘查一番具体的来龙去脉。

　　因此，在与对方初步交换情报和说明前后缘由之后，借着熟稔起来的机会周淮安也打蛇随棍上的询问起一些事情来。

　　“那些贼人，究竟是什么跟脚和来历啊。”

　　周淮安不动声色的故作惊讶道。

　　“怎的会让我们给撞上了。”

　　“明明之前的沿途地方，都是心向义军的所在啊。”

　　“应该是小江北支的端州（肇庆）过来的土团兵。”

　　校尉杨能倒是颇为认真的回答道。

　　“据说还收买了附近山中的溪山蛮数部，为之呼应和张目。”

　　“这些地里鬼熟悉地方，而得以暗地里预伏道路，劫杀我义军将士和落单的行旅。”

　　“前后至少已经有不少人罹难了。”

　　“本部此番过来，亦是驰援地方。”

　　随后事情就出现了新的变化，从前方探马归来的消息当中，包括由义军驻守的四会县城在内的多处城邑，大片的地方已经陷没了，而十香镇的遭遇也只不过是其中区区一角而已。

　　因此在敌情火急之下，这一部来自广府的人马也没有在这处渡口过多的耽搁，就重新踏上了击敌的征程了。只是在走之前，又顺手征走了这只小队伍当中的多余畜力；然后作为象征性的补偿，也回赠了一些杂七杂八的军械，将他们人人都全部重新武装了一遍，好在回程的路上能够自保一二云云；当然了，所谓派人护送的打算也就此告吹了。

　　而对周淮安而言这批馈赠其中最有价值的，无疑是他特地要求留下来四具弩箭了，虽然是最简单的木单弩，漆皮都磨光了弓弦也有些软，弩矢更没有稳定轨迹的尾羽；但也意味着相对简便上手的远程杀伤力和威胁；更重要的是，他想要以此为样本了解其结构和细节，而尝试性的进行仿制和改良的可能性。

　　因此在接下来放缓的回程路上，他开始在一片吃瓜围观群众的暴敛天物和难以理解的眼神当中，开始往复的拆解上手这几具弩弓。





第三十六章 回归

　　已经是一片残破的石香镇外，已经临时立起来了许多杆子，以及被拔得精光而吊在上面的无头尸体。

　　而镇外的小河边上，临时扎营下了泾渭分明的数部人马，与先行入驻在镇子当中的端州土团旗号，形成了某种半包围形的对峙。

　　随着这些营地之间奔走往来的身影，在一些传闻和谣言也在流动和酝酿当中。

　　“那些土蛮和水耗子是怎得说的”“说是草贼之中，有呼风唤雨的神异之人”“请来了祝融神而肆意发威，把整条街都给毁了”“还能一边厮杀一边喷火，预伏的人手实在阻挡不住，就只能给对方冲了出去了。”

　　“扑你母，这都是什么鬼玩意儿。”

　　“是软蛋货色给自己脸上涂金么。”

　　这几部人马的上来历和成色各异，他们有的是在小江水上讨生活的江盗，有的是往来近海的私贩子，有的是山中土蛮的酋首，还有来自外域的胡商手下……

　　这些往日几乎没有多少机会产生交集的人物，都是因为地方上某位至仕老大人毁家吁难的作保和派人奔走联络，才得以聚集在这里；虽然这位老大人礼部退下来后，才追赠秩比从五品的郎官，但毕竟是一位致仕的前京官，在这文教不兴，穷辟蛮瘴的岭南外州地方上，还是相当令人无比仰望的遮奢人物；就算是在日常里，哪怕是主政一方的下州刺史，也要放下身段和姿态来时时派人请教和上门问安的。

　　因此，在这次岭东的局面崩坏而草贼窃据广府，太守以下正印、佐贰诸官相继畏贼如虎弃守逃亡的情况下毅然站出来力挽狂澜，最终在一片欢呼和庆幸生声入主州城开始主持局面；仅仅是对于各自地方的豪强大户招呼一声，就有一呼百应的闻风而动，遍地拉出了许多的土团和乡兵来，暂时维持住了端州境内大部分地方的事态。

　　而光是在这位老郎官麾下，就发动和聚附了足足数千人马，并且都用官库里的甲械武装了起来；然后，他又挟以大势，而派出子弟四处招抚那些山蛮、江盗、私贩的边缘势力，以出身前程财帛子女为诱，收编和驱使于讨贼平逆的旗号下，同时挑拨和剿灭那些不顺之辈；而这十香镇的攻占易手，也不过是其中全面发动起来后的边角余波之一，只是此时此刻，这些势力首脑人物的面色都很有些不好。

　　虽然他们各自的理由和动机都不尽相同，但是在目的上至少都是暂时一致的；就是籍着这个来自北方的草贼窃据岭东之机，向朝廷交上一份投名状，来获取招安或是被洗白成为良人的资格。

　　因此，相比那些大户豪强为背景所组织起来的土团兵首领们，他们显然更加卖力和拼命的多，付出的代价也要大得多，但是到了最后，居然还能让一队草贼给突破了出去；是以，那些与官府素来亲厚的土团将官们，显然开始拿捏这桩事情，来卡扣他们的利益分成和实现允诺的犒赏。甚至抢先一步掌握了防要，而拒绝了让他们后续人手进入镇子的要求。

　　而联袂起来打算讨要个说法的领头人，也刚刚将一名负责联络和交涉的土团军将，给团团包围起来堵在了镇外。

　　“当初是你的人说，这里有许多盐巴和铁器的。”

　　居中一名铜色皮肤而头戴羽冠的头人面色不善的发难道“结果偶们寨子足足有两百多丁壮，去见了祖神……什么东西都没有找到”“这是当偶们是可欺好骗的么。”

　　“都说在这儿囤积了许多值钱的香药和布帛，”随后赤膊膛胸，毛发浓密如的人熊江盗大头目，也紧随着质问道“弟兄们拼了命杀进去，却只有满嘴巴的尘灰”“难道他们都白死了么”“既然是没有事先的好处交割出来，”另一个长相异于东土而深目鹰鼻的蕃商代表亦是大声道。

　　“就不要怪我们自己去取了。”

　　“最扎手的市关那头，还是靠我的人和手段才拿下来的。”

　　“难不成你们已经等不及要背约了。”

　　“你们可是已经占足了四会城里的好处了。”

　　长相凶狠而孔武有力的私贩头子，更是毫不掩饰的威胁到。

　　“难道区区十香镇的这一点点利头，都舍不得”“那也莫要怪咋们，一拍两散自行其是了”“我得儿郎可是砍了足足三百多的草贼人头”“就凭你那些土团，还想上天不成。”

　　“正是这个理儿。”

　　其他人更是群情激昂的作势抽刀握柄大声附和起来。

　　“大不了咋们各自回头叫人在拼上一场好了。”

　　“看看你们这些土团狗子的骨头硬，还是俺们兄弟的刀子更利。”

　　在这一番的抢白和威胁之下，眼见到这名代表官府方面的土团官，也不再更多的言语和坚持而让出道路退倒一边的默许态度；这才汹汹然的呼朋唤众的向着残破的镇子呼啸而去。

　　“文校尉，这怎么使得”这名土团官身边的人不由的急切起来叫到“镇子里剩下的可都是心向朝廷的义士和良善之民啊。”

　　“为了里应外合协助官军，拿下那些个草贼可是出力良多啊。”

　　“这也是没有法子的事情了。”

　　看起来有些老态的文校尉，也不由深沉的叹了一口气。

　　“如今草贼之势尚大，而官府尚需生聚实力。”

　　“各路义兵也是各有心思和所求……老大人也要有所顾及一二的，”说道这里，他的表情和眼神再度变得坚定起来。

　　“眼下，也就姑且借助这些杂流，来拖延和消耗一二草贼之势。”

　　“就算镇中虽然有些义民，但也只能为顾全大局而有所取舍了”“待到日后朝廷光复，加倍从这些杂流身上讨还回来就是了”然而他有缓了缓口气道。

　　“在他们动手之前，先把你亲熟的那些人都撤出来吧。”

　　“其他暂且顾不上的人等，就当他们是为了国家的大计，小小的牺牲一二了”“但是回头过来，还是让那些撤出来的人手，多多宣扬一些，”“这些粗鄙草贼的残逞以横和倒行逆施，而为害乡里惨绝人寰的罪迹吧，”“但凭校尉吩咐便是了。”

　　这名来自镇中的代表眼见事情已经无法挽回了，也只有唉叹一声的接受了现实，却是心念一转开始盘算起自己的利害得失来。

　　毕竟，文校尉刚刚给了他一个临时的权益之便，让他可以决定撤出来避祸的人选，这也算是变相的收买和安抚了把。毕竟在那些镇民之中他并不是最有影响里的一个，但也有自己的利益和立场，以及相应的亲疏远近啊。

　　……

　　而在继续行走了两天后，重新进入广州近郊的地界之后，这支停在一处废弃驿站中休息的队伍，私底下又发生了一个小插曲。

　　“和尚兄弟，俺这条命就是你的捡回来了”摊在担架上形容销骨的吕副尉，无必认真看着他的道。

　　“所以，俺欠你一条命。”

　　“日后有什么差遣尽管说便是。”

　　有了这个的开头和先兆，接下来在巡视那些数十名伤病号过程当中，差不多有大多数人都表达了类似的感激或是相应的谢意；仅仅是因为，周淮安在这一路上辗转奔逃当中，始终没有把他们这个形同累赘的病号给丢掉，反而严厉训斥和震慑了那些提出类似想法或是倾向于付之于行动的人。是以这些在生死之间的危难关头，一言一行点点滴滴所产生的感激情绪和念头，都多少被有所被放大和强化了。

　　他当然是笑纳了这一波的意外之喜，只是在表面上还要做出某种不以为意的谦虚和恬淡来；然后一本正经的告诉和宽慰对方，这只是顺手而为而已实在不敢过太多的贪功，更关键的是他们本身必须有求生的意愿，或是一路坚持过来的坚定信念云云。

　　顺便拿自己从知音体里知道那些烂大街的小故事和段子，输灌了一堆似是而非的廉价心灵鸡汤，让对方陷入某种很有道理的不明觉厉当中，也算是为将来进一步的额发展打下了更加深刻的铺垫了。

　　这一次的带队逃亡过程，在危险和存亡的逼迫下，周淮安算是将自己的生体扫描和探测能力给彻底压榨了出来，再加这套不明的辅助系统所带来上夜视和远视能力，而为这一支人马提供了某种趋利避害式的模式，并且在几次紧要关头及时从野外获得了补充和助力。

　　但是作为相应的代价，是他不得不吞食了许多高热量的东西；比如上百斤石蜜和肉脯，十几只腊鹅，大半条牛后腿什么杂七杂八的，才保证自己不至于太过虚弱而累倒在半路上。

　　虽然尽量进行了遮掩和文饰的处理，还是让那些同行下来的义军将士多少有些惊奇不已，而得出这位和尚副管疑似“饕餮在世”的传言和议论来。

　　但是更大的收获先是在人心上的，比如将跟班小七给变成自己某种意义上的崇拜者，而老关带领的那十几个手下，则是成了某种意义上说一不二的班底；连带这一起逃回来的百十号人，在这段时间潜移默化的日常服从和认同当中，大都隐隐成为自己在怒风营当中，最直接或是间接乃至潜在的拥护和支持者。





第三十七章 优待（上）

　　周淮安又梦见了非洲遇到的那个台妹了；和他一起开着越野车散心，驰骋在广阔无垠的稀树大草原上；正所谓是左牵黄，右擎苍。娇娥在怀，轻车卷平冈。天苍苍野、茫茫红红，风吹草低见狮群，时不时惊飞而起的鸟类如云和远出的万兽奔腾，火火恍恍惚惚哈哈哈吼吼的，兴之所在情到浓处，就相互动手动脚起来；虽然对方摸起来瘦了一点平坦了，但是作为为数不多符合自己审美范畴的女性，全身上下还是很有感觉的。因此在剥丝抽茧的逐步深入之后，他还是抓住了重点而吹拉弹唱起来。

　　只是当他们情不自禁的彻底坦诚相见之间，下定决心做那日后再说到日久生情的勾当，而行席天幕地的野外浪战之事；然后就忽见一颗硕大的猫科动物的头颅，正饶有趣味的趴在车窗上，张嘴舔弄这什么，顿然就这么惊的醒过来了。

　　好吧，为什么美梦就这么难以保持和继续呢，多吗希望能够遇到一个让自己舍不得起床，或是起不了床的女人啊。

　　他看了眼异军突起的部位，这难道就是某种意义上饱暖思什么来着，还是道家所说的谷精益满什么的。然后努力回忆了一番这些天的遭遇，和是否还有可能遗落的失误之后，重新恢复到了贤者状态。

　　他这才想起来之前在回程的最后一段路上，自己在见到了得信出来接应的怒风营旗号之后，不知怎么的因为松懈和疲惫，就在骡子背上给睡着过去，而显然错过了后续的一些事情了。不过，能够安安稳稳的躺在这里睡足到天亮，本身就代表了某种态度和结果了。

　　嗯，好久没有睡过这么舒坦的一觉了，周淮安自觉的身体里每一个细胞都在欢呼和雀跃。睡前那些肌肉拉伤和劳损的酸疼也缓解了许多，而让肢体动作都不由轻松了不少。

　　然后重新省视了下全维表示的身体状况，就连原本因为过度使用扫描能力和抽取细胞燃烧能量，所造成的一些神经突和器脏上的微小损伤，都开始缓慢的修复起来了。

　　不过，他随即集中扫描了下更加深入的一些状态，得到内在提示是根据最基本的身体自愈能力，还是需要更多高营养成分和优质能量摄入，才有可能缩短这个恢复过程的。

　　然后，如潮的饥饿感像是被触发了一般的涌动出来，变成了饥肠辘辘的咕咕噜噜作响了。接着就注意到这并不是自己之前居住的小隔间，看起来宽敞和通风了许多，也多了一些陌生的陈设；而自己躺的则是一副搽的十分干净的滑塌，他不由下脚站起身来却发出声音惊动了守在外间的人。

　　“副管可还休息的好么”只见布帘被掀了起来，亲自守卫在外面的老关和一名直属士卒，当即对他报以发自由心的灿烂笑容。

　　“先前您辅导在马背上，可是吓了俺们一大跳啊。”

　　“好在盈利几个大夫都诊了说，只是疲虑过甚了。”

　　“这才让人安下心来的”“这好像不是我的居所把。”

　　周淮安有些疑惑的问道。

　　“今后这就是你的居所了，”老关笑容可掬的道。

　　“这可是将头亲自吩咐的，因为怕吵了。”

　　“才没有马上把铺盖什物帮过来呢。”

　　“副管您醒了。”

　　随后门外就响起小七那变声期少年，所独有沙哑嗓子的欢喜声，然后殷情得端来了洗漱的用具，一边一反常态的嘀嘀咕咕的道；“您已经睡了一天一夜了。”

　　“将头说您太过辛苦了，不准来打扰。”

　　“所以准时饿得慌了把。”

　　浸在陶盆热汤中的粗面巾，猪鬃和打孔软木条扎成的粗毛牙刷，还有一只小口锡杯装的茶末和粗盐；虽然依旧相当的简陋，却代表了对文明时代生活习惯的延续和缅怀。

　　紧接着，甚至不用他招呼和开口，紧接而至的厨头老冯亲自送来了早食；一只大木托盘上，热腾腾放着一叠焦黄的扁圆烤饼，加入了干海带碎、虾米、葱花的头道（米）饭汤，两只碟子装青黄色的切碎渍瓜和醋芹，切成丝的还拌上了鱼酱；最后还有一碗老汤头卤出来的煮杂碎；放在他身处的这个时代和环境当中，也算是相当丰盛的食物了，而且同时显然还考虑和照顾到了他的饮食习惯和喜好。然后，他难得涨红了脸而亲口感谢了周淮安，能够把他受伤的侄儿给囫囵带回来的人情，陪着好好说了一会话才匆匆离开了。

　　“副管。”

　　“管营好。”

　　“见过副管。”

　　“副管万安。”

　　一路上尽是相当热切的招呼，此起彼伏的响彻在他见到的每一个人身上，一下子让周淮安有些微微的错愕。

　　似乎在这一次回来之后，他在怒风营里的声望和人气就从涨了一大截，从以往最基本的熟悉和客气以上，一下子蹭了接近到介于亲近到尊敬之间的水准；而陪同在他身边的老关手下士卒，更是与有荣焉一般的某种昂首挺胸，左右顾盼着。

　　从某种意义上说，这些人才是他这次回来的最大收获和潜在的资源。

　　毕竟，能够不再经过带队的老关，而具体指使到手下这十几个士卒，让他们做到说一不二可不是一件容易的事情，这也意味着日后周淮安的一些手段和小动作，有人可以帮忙和打下手了；或者说只要是不是公开的反乱行为，或是过于出格的事情，看在连带干系的个人立场上用来遮掩一二，也是没有什么问题；毕竟他来到这里时间实在是太短了，如果不是这段逃亡共患难的经历，以及一次次危机当中培养起来的信心与服从，只怕自己还没有这么简单获得第一批勉强堪用的人手而已。而且这种初步建立的关系在将来的一段时间内，同样还需要继续维持和经营下去。

　　所以，利用自身的隐性权力之便，给他们配备了最好的装备和坐骑，并且根据这次对方表现的初步了解，根据辅助系统的简单运算能力，尝试量身设计了装备种类和战术的配合。

　　毕竟，这群家伙也许在将来很长一段时间内，将会是自己身边最主要的护卫力量和执行监督者、帮手等多种复合角色了。理论上装备越好，能够派上的用场就越多，但是这对于对方而言未尝也不是一种专属的礼遇和优待呢。

　　下一步，他还打算根据刚刚恢复了点功能上限的辅助运算和测绘能力，对怒风营所使用的武器装备什么的，就地取材得进行有限程度的改良。而其中最好的实验者和活体素材，无疑就是身边这可以直接听令的十几个人手了。

　　他如此思虑着，突然就听到了某种隐隐的声线而放慢了脚步，因为就在远处的仓房兼中军当中，正在传出某种常人听不到的争执，其中嗓门最大无疑是将头王蟠的声音。

　　“球你个八叉的鳖样，一点都不爽利”“何须给人家再多加一个代字。”

　　“说营管就是营管……凭的那么多花头。”

　　“难不成和尚这历尽辛苦把兄弟们带回来的功劳，就配不上么”“俺还要给上和尚报军府具名在册呢……暂且顶老邓位置算个球。”

　　“就算是日后老邓回来了，也会是和俺一般想法的”“营里积下的事情，难不成就不要人干了。”

　　“还不给人名头和权宜，这又算什么事哩。”

　　“还有你个兔鳖子弄啥哩，说什么来日尚短，难以揣摩了。”

　　“难不成作为见证的吕五、大咬、关二他们，都是睁眼瞎么”“还是我私下问过的那些士卒都猪油蒙了心么”“既然人家有能耐把残余的兄弟带回来，就是最好的证明。”

　　“俺们欢喜和笼络还来不及，怎么还敢去嫌弃人家。”

　　“毋庸多言了，不然莫怪俺翻脸不认人了”





第三十八章 优待（中）

　　于此接下来的时间里，在异口同声不同心情的一片恭贺当中，周淮安当仁不让得转正成怒风营的营管，也勉强算是这新扩充的两三千号人马之中，排行前十以内的“高层”了。

　　好吧，这种直接推心置腹的态度，就算是周淮安也不免有些感动和无奈。这算是某种意义上的作茧自缚么，虽然可以获得资源和便利进一步增加了，在这里羁绊的越深，他日后想要脱身就月不容易和方便了。

　　但是不管怎么说，既然能够安然带队归来而不是籍此失踪或是出走，多少也算是表明了某种态度和立场；连带着某种油然而生的有限信赖和尊重的意味，还有这些中层头领们明显亲善化的态度，也随着从日常口语中颇为中性的“和尚”，进化到带有职衔的“副管”“营管”的称谓变化，悄然出现在了周淮安的身边。

　　另一方面则完全是个周淮安意想不到的加成，回来的队伍面貌和形象几乎焕然一新了，因为捡了友军的漏，人人从头到脚都穿戴齐全，牌兵们和矛手们都穿上了半身皮套甲子，简直就不像是逃回来，而是班师得胜归还来的一般（火厨的头目老冯曰）

　　而且根据老冯隐约透露的消息，事实上在爆发战事的广州西北面地方，如今能够成建制的逃回来的，也就只有他们这一小队人马；因此，不但身为将头的王蟠惊喜一场，说要让他们好好休养而令有大用之外；甚至就连广州城里的军府那边，也有人专门过来询问一二呢。在当众宣布完新职事的决定，众人相继散去而各归其位之后，周淮安不出意料的被王蟠给留了下来。

　　“你早前让人送回来的让人互通有无的主意倒是不错”王蟠不由叹了口气。

　　“我心里已经有些头绪了……只是。”

　　“却赶上个不是时候的时候啊”既然刚刚升任军中的“高层”和自己人，这段时间又发生了一些事情，王蟠倒也不再对他有所保留和隐瞒了。

　　首先，是广州城里发生了数起针对冲天大将军行驾的刺杀，只是在未能掌握大将军确切行踪的情况下，倒是误中副车的接连造成了，包括黄王的族兄弟黄瑞重伤在内，多名义军高层的死伤事件。如今正大索全城而捉拿和捕杀了至少数百号嫌疑人等。

　　其次是，大将军府下令在广州的两府十三县，清理户册、田亩和委派官吏的事情，也是颇为不顺甚至几无所成，不但许多士人、学子拒绝出仕，就连那些被任命下去的的官吏，也是多有逃亡或是其他方面的弊情。

　　再则就是，大将军府对于城中的义军调遣和征发的过程不尽如人意，许多义军将领贪慕广州城中的富庶繁华和安逸舒适，而对于出阵和用兵的准备一拖再拖，甚至开始有人私下串联，找出各种理由和借口来阴奉阳违。

　　然后导致这位冲天大将军的震怒异常，而在临时召集的扩大军议上，当场惩罚和处置了数十名将领和官佐，予以了禁闭和棍刑，罢夺和降级，其中就有好几位王蟠的旧识；由此也拉开了整顿城中各部军伍的序幕。

　　然而，这对原本驻留在城外而相对保持了较好状态的怒风营，却又阴差阳错的成为了间接受益的好事情了。不但得以新近补充了一批老卒，还顺带拨给了他们一批甲械，就等带人进城去点收呢。

　　“和尚，劳烦清点一下营中的人头和物用。”

　　说到这里的王蟠郑重其事的。

　　“这些天整顿下来的各部人马，已经开始陆续开拔了。”

　　“只怕我部近日亦要做好出阵的准备了。”

　　“诸多筹备事务，还须得你多上心了。”

　　“期间的一应所需，尽管开口说。”

　　“无论是要人还是要东西，我会尽力想法子么。”

　　周淮安却是心中一凛，似乎自己等候已久的机会就这么到来了。战争啊战争，也意味着走出这广州城外一隅，乃至离开起义军控制的势力范围，而就此脱身前往更广大天地的机会。

　　这时候，一名护兵进来的禀告，让他脸色微微的一动才继续道“对了，方才小柴又过来了，”“说要带你过去询问一些路上的事情呢。”

　　“说不定是事关敌情和军报呢。”

　　“或是该让你好好表现一番了。”

　　“说不准就有赏赐和嘉勉呢。”……

　　再见这位红马涤刀的柴校尉时候，周淮安只觉得对方似乎又有了些说不出的细微变化，而显得愈发城府和心思重重起来。

　　随后，在南门外临时充作公署的宝善寺里，他把这段时间的经历和感想，有所取舍得对着一名负责记录的书吏，仔仔细细的说了一遍之后。

　　“什么”他惊讶了一下，对方居然提出了这么有些冒昧的建议。

　　“怎样，有兴趣来军府做事。”

　　柴校尉突然开口道。

　　“你的见识和才具，难道不该放在更有用处的地方。”

　　“黄王已经下令征辟地方的有识之士”“不拘出身和来历，只要愿意为异军出力，便可以破格叙用的。”

　　这一刻的周淮安突然有些心动起来，到了大将军府做事，岂不是意味这接近和观察到，那位天下第一流的反贼头子的现成机会了。

　　说不定还有机会打动和影响对方，而让这支起义军从此走上完全不同的额历史轨迹呢；改变历史的机遇和关口似乎就在眼前了，不由人一想想就是激动啊，随即，在视野当中怒目金刚的法相，却又让他浮想联翩的YY当中惊醒过来；自己终究要从农民军这条注定翻沉的大船上脱离的，这些许的机会和晋身有算得了什么呢。就算谋取和得到的再多，不过是镜花水月一般的梦幻泡影而已。

　　更何况他短时内积累的资源和人脉，都可是在怒风营当中，一旦离开就意味着大都前功尽弃的重新开始；他并没有足够的保证和把握，能够在继续更加关键和敏感的上层眼皮底下，将自己的小动作和私活维持下去。

　　“实难从命，”想通了这个关节就让他大彻大悟状的且做慷慨与诚恳道。

　　“营中与我有拯解于饥厄之恩。”

　　“还是多亏了柴校尉的渊源，尚未得以报效多少。”

　　“所以只能多谢好意而却之了。”

　　“还算有些意思呢。”

　　从佛龛背后转出一个年长的人来，胡须浓密而脸方面阔，行举之间很有些狮行虎步的威武凛然。

　　“言谈有据而文思清明，还只知晓不少典故，见闻涉猎甚广。”

　　“似乎还有点忠义心的人物。”

　　“这番辞拒之言也当不似作伪。”

　　“小柴你怎么就把人，让到王紫面的手下去了呢。”

　　“存叔为何节外生枝了……大都是已经知晓的事情，”柴校尉略微皱着眉头道。

　　“这番叫过来，也不过是再例行确认一番而已。”

　　“何须让我说上这番话的。”

　　“既然，小柴你这么在意这厮。”

　　名为存叔的年长军将笑笑道。

　　“怒风营又重入黄王眼中，就要马上得其所用了”“我就当是顺手替那王紫面，把关和甄别一二了。”

　　“不若他若是应承了怎么办”柴校尉忍不住有追问到。

　　“难不成真要践诺在军府里。”

　　“哪也无妨的，以某家的资望和黄六的交情”年长的军将存叔，却是不以为意的道。

　　“额外安排些许个书吏有算得什么。”

　　“只是肯定不见得所用了。”

　　说道这里他顿了顿又道。

　　“不过话说回来”“既然，这和尚并非那种别有用心，图谋黄王身侧之辈。”

　　“那你也大可以继续结交和亲善下去了。”

　　在这里他也再度变得语重心长起来。

　　“他的这些才具和所长，日后终究要在义军当中派上用处的。”

　　“你也终究要外放率领一部的。事先留下的交情和渊源。”

　　“将来说不定就是帮衬和助力呢。”





第三十九章 优待（下）

　　既然转正为营管，还得到了广州城内大将军府方面的认可和籍名，虽然就是让他领回来一个雕刻着名号和职事的木牌，那也就意味着周淮安可以名正言顺的在怒风营的旗号下，调动和使用更多的资源了。

　　比如他只要主动交代一声，可以名正言顺的带人出营去，收集和购置所需的物料和素材，而无需多余的事事报备和请示；或又是以正在备战的怒风营的义，让人直接征用或是临时接管，负责地界之内的特定场所、人员和其他资源；这也意味着周淮安的具体活动范围，与消息情报收集的来源进一步的扩大。

　　从某种意义上说，他这会想要逃跑和脱身的可能性，比在石香镇那儿还要更多更大一些；只是这样的话他反而是熄了这种取巧的心思了，毕竟这偌大的岭南之地可不比交通便利人口稠密的江南诸道，他自己一个人真要出走的话，又能跑的多远、跑到哪里去呢。

　　因此，他将注意力和心思都集中在了在自己身边的事情上，让早出晚归和彻夜灯明，逐渐变成了怒风营中见怪不怪的一种常态了。因此，在连轴转的忙碌了好几天之后，他也终于等到了初步验收成果的时候了。

　　在日上三竿的泛白天光之下，在剃头匠出身的某位老军卒熟练刀工下，周淮安逐渐长长弯垂下来的发梢，也被重新截短的只留下寸板一般的薄薄发茬，然后又把晒干研磨的皂角沫子给沫在了嘴巴上，开始用磨得精光的小刮刀沾水剃起胡须来。

　　这也是他以和尚身份而独此一份的特权，因为在这个时代的大多数男性都有留须的习惯，而没有胡须的男子，通常会被人当成是没卵子的公公，或是倡优、令人之类什么的奴婢贱籍。而当初他混在在人群里，会被那个柴校尉错认成和尚，多少也有这方面的缘故呢。

　　修过了头脸之后，在端着热水陶罐的小七殷勤帮助下，他开始冲洗头上和脸上的碎屑，并且重新在头脸上抹开一些泡沫，而这种能够产浑浊生泡沫的东西，就是他这段时间努力的短暂成果之一，精细筛滤过的芦苇和竹蒿草木灰，加上熬滤出来的动物油脂，经过充分的搅拌和反应之后，就变成了眼前这十几块撇条一样黄黑污浊的玩意儿，这就是具备一定清洁和洗涤效果的原始肥皂了；这也意味着他总算可以好好的盥洗衣物和身体了，而不是继续用臭烘烘的干猪胰子和瓜瓤来搓磨身体了，特别是洗头的时候，拿这种东西在头皮上抹简直就是一种折磨。只是受限于手工制作这东西的原料和成本，目前的一点可怜产量也就只能当做试用品，给队正以上的将佐们每人分上那么几块，算是变相收买一下人心和推广使用。

　　虽然因为品相的关系，这东西在送出去之后着实闹出了不少笑话来，但是一旦明白了其中的用途和好处之后，很快就变成了各种意义上抢手的玩意了。而有着真正意义上奇思妙想的周淮安，也很容易成为大伙儿相继求助和询问的对象，而慢慢的显露出了某种扩大的影响力来。

　　整理好个人卫生之后，透过视野良好的窗口，周淮安可以看到一片纷忙碌碌而形同的营地中心地带，除了例行操练的人马之外，剩下的人差不都都被集中在了这里，进行各种各样的临时生产和物资准备活动；事实上就连那些扩编后的新卒也被调整了日程，仅仅给安排了在上午的操行和器械，在吃过午食之后就全面转入了营中生产的帮工角色当中。

　　随着那些推着小车不断出入的身影，那些老旧的刀剑枪棒都被统一收了回来，由营中的铁匠组进行重新打磨和翻修，熔铸掉损坏残缺的部分，再换上新打制出来的，然后在此基础上，尽量做到有限的统一式样和规制，而在边角一处叮当作响而火花四溅的铁匠棚子处，几名赤膊大汉正在挥动大锤敲击着几条铁片，最终一点点的将其锻打成弯曲的扁条；最后分别放到细沙子和白垩水里回火之后，就基本成型了；这就是用生铁和熟铁片锻合而成的原始弹簧片钢，用铁毡和钻子打孔、开槽之后，就是一条现成的弓臂了，其中长一些的是铁臂弓，而短一些的弩臂；再装上固定好的角和筋，就是新鲜出炉的加强弓弩了。

　　根据事先做出来的几具样品测试效果，虽然因为手工大致的缘故而略有差异，但至少在蓄力拉伸的弹性上，这些得到加强的铁臂弓，要比传统的木弓和角弓强上许多；因此很快就成为营中抢手货，而被王蟠为首的将官们不由分说的讨要走，就不肯再还回来了。

　　而他也似乎低估了这些古人对于拥有一把好弓的执念和在意，并不会比后世真爱粉打铺盖通宵排队去买“肾七”的心情更差多，因此这段时间在铁匠棚子之外，总是不乏各种赶也赶不走的眼巴巴围观和窥探的身影。

　　然后，是对那几具木单弩的拆解仿制，通过更换夹片铁的弩臂，加上简单消切打磨的木托和下握，增加阶梯式的望山和准星环，在并没有增加过多重量的情况下，而最终炮制出了二十五具可以一手上弦，一手进行稳定射击所谓铁单弩；其中的十具在一番讨价还价之后，近水楼台的优先配给了周淮安手下的十几名士卒，算是完成当初对他们承诺了。

　　他也籍此私下给自己专门用全精铁，打造了一具可以快速上弦小型的铁臂弩，名正言顺的作为近身的防护之用。不过，目前军工方面的改进也就到这个程度了，因为仅仅这一项弓弩上的改造，就基本耗费了目前怒风营中，所能搜罗到的大多数优质铁料了。

　　除此之外后勤辅佐方面的准备工作，比如在临时的仓房里和工棚里，另外一些人正在用浆煮过的粗布和编织的稻草，连同应刨削成型的硬木底子，正在制作一双双的便于远行跋涉的新鞋子。

　　又有一些人则在裁缝组的带领下，用收集来的粗布和厚绢，制作绑腿和背带，还有粗布缝制的挎包和腰袋。同时，还有一群人正在外间奔走，收集制作斗笠和蓑衣等雨具的材料；厨房里开始蒸烤便于长久携带和贮放的死面饼，不再吝惜柴炭将宰杀的禽畜熏焙成干脯、风腊和烟肉，……

　　没有什么高大上的玻璃钢铁水泥蒸汽机，只有就地取材的石灰、土砖、生铁、木材和陶器，粗布和藤草；基本上是从这些举手投足的细微处和日常小节上开始的改变，以保证这支临时栖身的军队，能够获得更好的出阵状态和潜在行动力上的加成；乃至为自己提供更好的庇护环境和生活条件。

　　或者说，也是他日后想要出走时的一次行动准备预演和体验。

　　不过，今天难得换上一身青色长衣宽袍而穿戴整齐的周淮安，却有着另外一件重要的事情；为此，将头王蟠甚至送来了自己的铜质官防和木契。





第四十章 心思（上）

　　广州城外，怒风营的临时中军所在，垂挂的粗布帘子之间，摆上了一个小小的案子。

　　一碟切丝的生海带头，一碟腌渍豆子，一小壶浊酒，就是怒风营的当家都尉王蟠，四下里偷闲一二时自得其乐的全部所在了。

　　要说他这人的来头原来也不简单；因为他居然就是多年前庞勋之变/起义当中的极少幸存者之一，乃是那些追随庞勋打穿了南方半壁山河的桂州戍卒，留在徐州当地而被朝廷下旨屠戮一空的家眷子弟。

　　在尚存一丝气息的王蟠被野狗从尸堆里扒出来之后，硬是靠着最后一口气扼死了准备从他脸上下嘴的那只，而吓跑了其他的野狗；但也因为长久的窒息和堆压的缘故，他的脸上被永久留下了大片紫色的瘀斑，以及野狗在额头上啃过的牙痕，后来又被官府的悬拿蔑称为“紫面贼”。

　　也因为相应军户出身背景的缘故，因此在基层的行伍之道和个人武艺上，要比别部的义军更有章法和条理的多。所以才得以在怒风营当中，以一个伍头的出身而最终在原来的将头和诸校尉、旅帅相继战死后，临危受命接手了几近崩溃的怒风营残余。

　　因此，要说对眼下的怒风营投入的用心最多，最在意的人也无疑就是他了。而重新恢复怒风军的名号和建制，则成为了他如今最大的心结和一贯背负的誓愿所在；也仅次于与当初决心追随王大将军而打破这吃人世道的宏愿而已。

　　因此，在他私下喝的酒水，大多数都会被遥敬给那些，倒在这一路征程上那些熟悉或是不熟悉的人，他们的名字和面孔实在是太多了，多的王蟠根本不想记起来，但在那午夜梦回或又是酩酊大醉之间，他们一言一行的场景又仿若是在昨日一本的历历在目。

　　似乎是在大庾岭之战打的太惨失去了太多的东西，而让老天开始对他们有所开眼的缘故；在南下广州之后，他的运气和机缘也开始一下子变得慢慢改观了起来，不但名存实亡的怒风营不但草草重建了起来，还得到了黄王的关注；至于而遇到了这个号称什么都会一点的奇怪和尚，则完全是包括他在内怒风营上下的意外惊喜。

　　本来一切都还算正当其时，而照着他预想到中的步骤走下去；只是之前又发生了不小的波折，外出哨粮的遭遇和变故，让怒风营几乎损失了整只的哨粮队，而其中真正的损失，还是失踪的旅帅邓存及其那一团一队的兵卒；但怒风营上下对此却没有多少哀痛和感伤的情绪和气氛，而是在赶在了出站前又重新将这些缺额给重新补全起来。

　　要说如今可以作为怒风营核心和支柱的精锐力量其实有两只，一支乃是王蟠直领的亲卫马队，也是大庾岭之战且战且退下来幸存下来，最后一批老卒的精华和骨干；另一支则是由邓存带过来老练义军中的牌刀队，只是在哨粮队里损失了不少老手；然而现在怒风营中却又多了第三支，可以当做潜在的核心武力和精锐苗头来打造的队伍，正所谓是“塞翁失马焉知非福”呢。

　　这队人马就是由周淮安带回来的那一百多号幸存者；几乎人人都能射箭制敌也能近身厮杀，更有一路杀穿重围而多番见过血的临阵经验，因此放在这些充斥了大量新卒和杂役的怒风营当中，也算得上是一只隐隐具有分量的武装了。因此，虽然其中原本多是本地出身的新卒，但作为将头王蟠对其的看重程度，甚至犹在那些杆子队的正卒之上，而几乎与怒风营存留下来的普通老卒同等了。

　　只是一度作为他们领头人的“和尚副管”，在归来后却没有对这只力量的归属，表现出更多的兴趣和经营的意图来，而继续埋头在自己职分内的一亩三分地上；所以王蟠也顺理成章的接手了这只人马的善后处置事宜，而当做军中的第三支可以依仗的力量来培养和投入。

　　然后，又在其他地方给予了这位颇识时务的“和尚”不少补偿和笼络，比如扩充他管下那点相对数量可怜的护兵，并且随心所欲进行武装的权宜。只是在知道这两天私底下发生的一些事情之后，不免让王蟠产生了些许懊恼和无奈的复杂心情。

　　是以平时一贯颇为克制的他，这回却正籍着一点点难得醉意，而对着身前蹲坐的心腹亲信兼继任的牌刀队正方岩抱怨道“小柴那厮，也实在是太不仗义了。”

　　“当初是他觉得不够妥帖，而把人塞我这来观望和试探一二，”“结果，看人家居然派上了大用，已经做出了好些事情来。”

　　“竟然出尔反尔的想要挖咋们的人……还是用军府的名头”“你说可气不可气，一时不察了。”

　　“好在和尚是个念旧记恩的人物……放下了军府那头给的前程，仍愿屈就在俺们这儿做事。”

　　“所以俺不希望营中再听到什么，不该说的话或是做出什么不合时宜的事情”说到这里王蟠再度叹声道。

　　“不过话说回来方二，俺心里还是有些不得劲啊”“这偌大的营中除了日常吃喝用度之外，还有什么可以让和尚他看重，或是入得眼中的么，”这时候，一个声音在外通传道。

　　“禀告将头，各队选来的人到了。”

　　随后一名头发灰白的亲兵，带着几名比表情各异的年轻士卒走了进来，“来得正好。”

　　王蟠顿时也换了一副心情和姿态，对着他们语重心长的耳提面醒道。

　　“你们都是俺专门选出来心思泛活记性好的……才有眼下的机缘。”

　　“留在和尚身边，一定要给俺好好听命和做事了……莫丢我的人”“日常里少说多做还要勤于请教，就当是师长和便宜老子来侍奉好了。”

　　“别管那些嚼舌和眼红的什么先来后到的资序，”“难道寻常人想要学门手艺，就不该给师傅端屎端尿打骂教训出来的么。”

　　“再说啦，别看和尚行举异于常人，时常让人捉不到什么头绪”“但那些杂七杂八的本事，放到日常里可都是极有用处的”“生受过其中好处的人，也都是赞不绝口的。”

　　“你们若能学下来了一丁点，那也能手受用不少。”

　　“日后得了提携和看中的话，就更能替我分忧一二了。”





第四十一章 心思（中）

　　与此同时，无形间被人给予了厚望的周淮安，也再一次来到了广州城中，却是骑在驮马上由十多名护兵随行和开道，外加上几十名拉车挽马的夫役相随；此外还有两个小跟班，作为牵马跑腿小厮的周小七和充作随身书录的还俗小沙弥了愿/廖原。

　　没错，原本只是个捡回来的流浪儿的小七，就在昨天刚刚在将头王蟠的建议和拉人起哄见证下，由他这个营里最多学问的人兼当主给取个姓，连带就此还俗改名的小沙弥了愿一起，算是确认了主仆的名分和归属，另一方面则暗自是对他过去身份和名字的一种缅怀和纪念了。

　　而对于这两个背景来历各不相同的少年人来说，这也是一种脱胎换骨式新生的开端和，因此看起来哪怕过了一整天，脸上残余的兴奋劲头和没心没回的笑容，偶然还会冒出来一些。

　　而在此之前，倒是还有另外一群形形色色的营中士卒同行，不过在籍着他的由头进了城门之后就在街头上分别开来，现在都已经散去各自寻找消遣和乐子了。

　　要知道作为驻留在城外远郊的外线部队，能够名正言顺进城的机会可不多，因此每一次进程的机会，对他们这些头目和士卒而言，同样也是一次难得放松和休假的变相福利，隔日不见的广州城又变得冷清了一些，似乎是因为大量调动过的原因，那些带不动成群结队盘桓在街头的义军将士，连带本地居民、商旅在内的行人也稀少了许多，初次所见时空气中的血腥味和再次到来时淡淡的腐臭味，也已经基本消失不见了；而只剩下一种相当寡淡和萧疏的氛围，以及时不时可以嗅到的发霉与积灰的气息。

　　而在那些高大的牌楼之下，偶然还可以看到悬挂起来的人头，只是其中老少皆有；按照边上张榜上歪歪扭扭的字体，这些便是城中刺杀风波的罪魁祸首，还有些则是陆续被搜检出来的官军奸细云云。

　　这一次出来的目的地是大将军府所掌握下，位于番山西侧的广州都督府的武库之一；因此越往里走，遇到的巡逻和盘查就越来越多，驻守在街口临时关卡上的守卫力量，也变得越来越是穿戴整齐和装备精良，气质和氛围也从最初漫不经心的松散闲淡，变成了不苟言笑的森严肃杀。

　　周淮安甚至注意到在一些不起眼关卡边上的沿街建筑上层，还有明暗分布的哨位和为数不少待机的弓手之类，明显呈现出一种外松内紧的姿态来，也让他对这些农民起义军到处是炮灰、杂牌，所构成乌合之众的主要印象和评价，稍稍有所改观。

　　不过在王蟠提供的关防和临时木契之下，这些新旧增设的岗哨和关卡，都没有能够给周淮安造成多少实质的影响和妨碍，反而让他籍此近距离观察和认知、了解了，这城中不同地段、番号之间的义军归属和职责范围。并将其在自己的辅助系统里一一标注和存留起来，说不定将来还有派上用场的机会。

　　广州的武库是一片仪仗山坡而成的建筑群落，因此，远远就可以看见一片乌云似的瓦顶和檐角。这里也是内城为数不多守卫力量相对集中的所在，所以这些成群结队顶盔贯甲巡守在街上的义军士卒，在精气神上也要比其他地方更胜一筹。

　　“那些红色缠头的甲兵，便是军府麾下的长恒健儿。”

　　作为护兵队正而披挂整齐的老关，也在旁用一种难掩羡慕和感叹的语气，时不时的为他主动介绍到。

　　“也是最早追随王大将军，资格最老的义军精锐。”

　　“而那些玄盔赫衫的将士，则多是冤句（今山东菏泽）老家或是邻近的宛亭、范县人。”

　　“也算是黄王的乡党和子弟兵了。”

　　“还有那皁袍骑卒，则是来自济北的盐枭……多是黄王亲熟的故旧。”

　　“别看那打着雀尾旗的哨队不起眼，却是阵前督行军法的弘毅都。”

　　“那喜欢打扮得花里胡哨就是挺击营的人马，前身乃是抗税的五山之民。”

　　“他们杀官造反的时日，可比王大将军的长恒起事，还更早上一些呢。”

　　“也算是俺们邻县的乡亲了。”

　　“若不是范大头领和甄老将实在死的早。”

　　说到这里，他不由咕哝了一声。

　　“小甄将军又与尚帅半路起了争执而分兵各出。”

　　“后来又和大伙儿都折在大庾岭，只剩一个将头来收拾残局。”

　　“怕是不会比他们如今的气象，差上多少呢。”

　　对于老关偶然触发的回忆和缅怀，周淮安却是笑而不语而点头称是；只是心感所言看起来信息量蛮大的。而这老关看起来也不完全是表面那么的爽朗无心，而是个有所故事的人啊，最后说上这番话都也不仅仅是有感而发，日后或许可以探寻一二呢。

　　因此，光是这段内城途经的路程和街道上，他们这一行人就遇上了至少好几部不同的义军番号，而停下来给对方避让了好几次。

　　只是在演过了身份和印信，进了武库的牌楼大门之后，就重新变得清净和安逸起来。出来接待他们的是一名穿青色武官戎衣的管库，自报名号叫贾元，圆圆的脸，尖尖的下须，五短身材看起来有些滑稽和市侩气质。

　　对待他们的态度倒也是一副公事公办的中正八稳和平淡无奇，只是说起话来却是一副本地人的含混口音，显然是本地招募和留用的人员；而对于周淮安这个已经小有点名气的“和尚”，略带好奇和探寻的会多说上几句话。

　　在他的的引领下周淮安一行人来到最近一处仓房建筑面前，从大开的门户中，可以撇见里面堆满了一排又一排保养得宜的兵器架子，各种弓甲袍簇高矮错落寒光烁烁的整齐成行，就像是森森然肃杀等待校阅的士兵，又像是精心培育和修剪出来的金属丛林；但是贾元却是脚步不停的带着他们略过了这处库房，又来到了另一大间敞开的库房边上，这里占地更大也更空旷一些，因为其中的武器已经被取走了一部分，而露出许多空荡荡的位置来，而剩下的兵器样式也显得凌乱错杂的多，许多武器的包装直接敞露开来而透出明晃晃的泛光来……

　　但是对方还是继续穿过这里而向着里头走去，又来到了一件弥散这淡淡霉味的库房当中，这里放着许多甲胄和牌、盾的架子，只是上面已经蒙上了明显的的灰尘了管库的头目几乎是没有怎么停留，一直穿过了好几处性质各异的库房之后，甚至都出现了一些明显出现潮气和锈斑的武器，却依旧没有让他们停下来；直到最后绕了好几转之后，才在偌大仓库建筑群落一处边角上，写着斑驳“团结”两字的小库房前停下了脚步。亲自掏锁有些费力的打开，看起来就十分陈旧而有些朽化发脆，令人担心下一刻会不会破碎开的两大扇门板。

　　迎面一股子积余了许久的霉灰味夹杂其他的气息，几乎是扑面而来。

　　“这儿便是你们要点收的所在”里面一片灰扑扑的，厚厚尘灰积之下的要仔细辨认才能发现有物品堆放的轮廓。而墙上漏雨形成的痕迹和霉斑，就想秃头上的虱子一般显眼。





第四十二章 心思（下）

　　“岂有此理。”

　　一直没有什么存在感的队正老关，当即就炸了毛而吼出声来。

　　“就拿这些肮攒破烂来糊弄俺们。”

　　事实上，看着面前明显蒙尘日久而不乏锈迹斑斑的武器架子和箱篓，还有另外一些朽烂的已经不知道平具体用途的破烂和垃圾堆。而随行的军士都已经变成了瞠目结舌和愤怒的表情了。

　　看起来，想要在其中找出来划拨单据上的两千枚枪头和一千只钩矛尖，一千张手排或是团牌，同样数量的刀剑，四百张弓，两万四千只箭，两百领镶皮套子，四十具扎铁半身，还有一些杂七杂八的帐毯、火孟、胡禄、燧石等配套物件和零零散散的小玩意；也是在太过勉为其难了。

　　“这厮忒可恶了……当俺们是什么。”

　　而一把拧住管库贾元胸口的老关更是狂喷口水道“信老子不撕了你。”

　　“上方的交代便是如此啊”而这贾元却是一副无奈、不以为然兼作委屈的表情，简称就是死猪不怕开水烫的模样。

　　“你就算把我拆了也没甚用的。”

　　“那前头那些又是什么。”

　　老关更加不依不饶的道。

　　“真当俺们是瞎了么”“那可是军府指名专用的甲械。”

　　那贾元却依旧是梗着脖子，看起来不慌不忙道。

　　“你要能随意取走一样，并出的这个大门。”

　　“我便把头摘下来随你做球踢如何”“真的就只有这些么。”

　　周淮安却是心中突然明了的摆了摆手，制止了老关的下一步行动，又让其他围上来的士卒稍安勿躁。

　　“先把管库放开说话把。”

　　因为，他突然感觉到了不远处有人正在窥探这里，而门外的守军也似乎得到了什么招唤，而慢慢的向这里聚集过来了。对着折服有恃无恐的态度，显然是在期盼和诱导他们做些什么事情才好呢。

　　“我想管库也有妻儿家人和亲朋把。”

　　然后，他郑重其事的看着这位管库的眼睛，一字一句的道“你……喻意何为。”

　　对方的脸色微微变了下，却是在眼中闪过一丝的疑虑和错乱。

　　“也没有什么事情。”

　　周淮安摇头故作轻描淡写的道。

　　“毕竟，我怒风营在这城内各军，也有不少渊源和故旧，”“正想打听一下贵府上的所在，好送上一份礼数而已。”

　　“你。”

　　对方也没有想到周淮安会说出这种明要暗挟的话来，不由心中有些方寸打乱而琢磨不定起来。

　　“我只是想说，管库的日常如此的清俭”周淮安自顾自的继续道。

　　“手下的人等也是旧衣补丁在身。”

　　“营里有些多余的布帛和杂物，正好借花献佛给贵家和下属，自个做几身衣衫行头而已。”

　　“还请贾库头不要却让，这可是代表了我怒风营数千将士的一番殷切盛情啊。”

　　说道“盛情”两个字，周淮安特地冷笑着加重了语气。

　　“那你又想怎得”贾元喘着气脸色有些不虞的道“要我明知故犯与你们同过么……万万。”

　　“不，当然不是。”

　　周淮安不以为意的摆手道“只是请你看在这数千将士殷殷相盼的份上，”“稍给行个方便，提供一些指点而已。”

　　“比如告诉我这库中的相应分布和所在，让我的人省些时间和功夫好了”因为，对方的这个表情和反应对于他来说简直是太熟悉了，他曾行走在非洲的时候总是免不了会遇上的类似情形；从那些地方上的小军阀和游击队，反对派武装，麾下临时设立的关卡和哨位人员中；或又是大多数腐败成风的非洲国家海关、边检机构当中，总是不乏这种雁过拔毛式的贪婪和小聪明。

　　虽然他们大多数情况下，不敢针对医疗队做些什么过分的事情；但是接着“认真”检查和“秉公执法”的机会，不断的一遍遍拖延你的时间和行程，或是其他让人挑不出的大错的恶心人手段，来索要一些小礼物和纪念品什么的，因此也形成了一套相应察言观色的对付手段。

　　随即，后续的交涉就“计划通”了。

　　然而，周淮安却是在心中暗自叹息道，这些义军进城之后腐化堕落的也是十分明显啊，光是从这个普通管库级别的小头目身上，就可以体现出来一斑了。没有人授意和纵许的话，他又怎么敢做这种形同公开要挟的言行出来呢。

　　但是显然目前他们至少还没有完全蜕变成，他们所要推翻和反抗的官府那样无耻和鄙陋。或者说是还没有足够的时间，来培养出欲堑难填的巨大胃口，而仅限于眼前唾手可得的些许好处而已。

　　所以在周怀安让人拿出十几匹色泽上好的细绢，几大只香喷喷的熏鹅和半片腊肉，还有一小坛装满铜钱的“陈酿”之后，对方残存最后一点公事公办而死猪不怕开水烫的表情，就开始变成松动起来。

　　接着这位管库贾元就开始主动体会到了，他们这些城外义军兄弟出征在即的难处了，然后有勉为其难的相当贴心提醒起各种注意事项来。

　　比如，靠近最外头的甲子号库和乙字号库，真的是万万不能动的，那是大将军负定期要派人博运和点验的；但是里面几间的丙字号和丁字号库房，却是可以勉为其难的打开一两处，让他们派人进去挑拣一些出来的。

　　根据这些武库库房的编号，也可以推测和判断出其归属和重要程度；比如甲字号的五库一仓，乃是专供广州都督府的押衙兵，及下辖经略军和屯门镇军的贮备；而乙字号的六库两仓，则是为了后来重建和新募的岭东节度使牙兵，做重新筹集和制备的，重要性烧次之。

　　至于丙字诸库则是为了武装那些，定期根据朝廷之命途经过广州，而备边安南、黔中之地的戍防兵所准备的；而到了丁字各库，在理论上乃是武装那些地方州县的守捉、团结、团练兵，因此装备质量和保养程度都是最为垫底的存在。

　　因此，其中最有价值的铠甲贮存比例可谓是一减再减，保养状态也是普遍差劲，虫蛀和张梅斑的比比皆是；反而只剩下较为廉价的枪矛刀弓什么的，在这里充作主要的大头和存在。

　　不过，凭借眼力来捡破烂并从中发掘价值，同样也是一件颇为有所乐趣和成就感的事情。当然了看在那坛子沉甸甸手信的份上，除了铠甲自有定数不能多拿的话，其他方面方便报损的杂七杂八事物，倒是可以睁一只眼闭一只眼放开口子。

　　最后除了搬走计划数量双倍以上的物资之外，还收获了一大批军用制式的木弓、角弓和长短稍弓，以及配套的木箭、竹箭之外，他们甚至还找到了十几箱的兵箭，也就是精铁打造而有利于破甲的锥头箭。

　　“这里，是否有军用制式的强弩和硬弩。”

　　然后自觉还有意犹未尽的周淮安，打蛇随棍上的继续询问道，“我们将头说了，若能弄到一些就好了。”

　　“你可莫要害我啊，弩子这玩意大将军府也是相当看中和要紧的，”对方却是讳莫如深的拼命摆手和摇头道，“少了一丝一毫都是要问责，实在是无法可想啊。”

　　“不过，另有一些东西你要不。”

　　然后，对方似乎有有些过意不去突然建议的道。

　　“反正不算是官造的制式。”

　　“就当是多出来添头，由你搬多少是多了啊。”

　　随后他们从对面另一角同样堆满灰的小库房里，找到了许多破破烂烂的藤箱，虽然外面已经被虫蛀的纷纷绽开，但是打开之后里面用麻布包起来的物件，却还是大多外观完好。

　　“好吧，有总比没有好。”

　　周淮安却是难掩心中的狂喜，而努力在表面上做出一副勉为其难的无奈表情来。

　　“就让我搬些回去，看看能否应付过去了。”

　　真是赚到了啊，这些是格外粗短敦厚的武器，应该就是历史上传说原始版的连弩啊。

　　虽然有着射程很近和威力有限，连用来打猎都为人所诟病的诸多问题，但只要拿回去好好的改造和重新装配之后，对付那些无甲的目标还是有相当的杀伤效果的。

　　最关键的是这玩意撞上了配套的箭匣之后，可以进行短促的速射压制啊。具体改造的工艺也是十分简单，后世一些DIY爱好者关靠手工锉刀什么的，就能完成主要木构件的。

　　然后，这个贾元不知道从哪里讨得了许可和人情，又从武库里给借出十几辆大车来，套上他们前来时骑乘的驮马和骡子，就可以继续装运物资了，也算是买好给他们的一番人情把。

　　将最后一辆大车装得满满，又约好下一批前来装运的事宜，今天的主要行程就算是完成了，剩下回去的事情就可以交给后续前来的人等。而在这些甲械物用都分批运完之前，周淮安也可以获得到广州城里走上一走的短暂闲余和空间了。

　　只是，“您的手段和心思，可一点儿都不像，”在最后一路送出来的时候，这位管库贾元突然似有所感的说了一句。

　　“……那慈悲为怀的那出家人。”

　　“既然这世道已经败坏得，让所有良善之人都苟活不下去，”周淮安同样意有所指的应声道“区区出家人光靠慈悲为怀，又顶什么用处。”

　　闲话少说，在走出武库的牌楼和大门，周淮安似有所感的再次回头时候，却看见武库建筑群的高层上，正有人在打量和眺望着自己这支队伍；如果不是他得到加强眼力的话，基本没人可以察觉的到对方。





第四十三章 心思（四）

　　从武库大门出来还没走出几步远，周淮安就重新停下了脚步转头喊道。

　　“小七，我有些饿了。”

　　“来了。”

　　小七连忙从驮马上取下一个袋子，去处几块咸炒米糕和一块加了许多腊肠碎的葱花烤饼；然后，又从竹节套子里取出装着甜浆水的细陶瓶，一起递了过来让周淮安可以直接坐在车边上受用；显然他们已经习惯了周淮安，随时随地起意吃点什么的日常了；对此，周淮安的解释是自己有肠胃上的毛病，需要比较频繁进食的理由，也被怒风营所认识的大多数人给接受了，所以对他时常在身边带着一袋子的吃食和其他药膏丸散什么的小玩意，已经有些见怪不怪了。这样也为他下一步逃亡计划，无形间打开了更多的方便之门。

　　作为在十香镇留下的经验教训，这样就算遭遇到突发的危险和意外，凭借这些东西也能在逃跑的路上稍微坚持的久一些，来换取一些求救或是应急对策的缓冲时间和余地。

　　然后坐在刻意放缓的马车边上，周淮安又顺手发动了一次例行的扫描，算是对辅助生物雷达的日常范围上限和处理能力的锻炼；只是这一次发动起来，却让他不由霍得一惊而心中翻江倒海起来。

　　因为他在自己的感知范围之内，发现了好些个生命体征异于常人而格外强烈的存在，甚至有好几个的生命体征强度，已经不下于在十香镇偶遇到的那个令人难忘的特殊存在。

　　然而更让他吃惊的是，有些强烈的生体信号位于武库之内也就罢了，这种重要场所里说不定有属于义军这一方，所谓这个时代所谓的强者和好手坐镇也不足为奇；但是有好几个信号居然是出现在既的运输队伍当中，这就有些莫名其妙了。

　　他忍不住接着喝水的机会，再次确认和打量了一番同行的队伍，包括老关在内的二十五名护兵，包括跟班小七和廖远在内的四十一名杂使人员；他们的体征和信号周淮安可谓是相对熟悉的多了，怎么就会多出的这几个陌生的来呢。

　　随即，通过消耗储能进行逐一的标注和辨认之后，他终于确认了这些信号是集中在自己输送车队的尾端，而几乎与队尾的那几辆大车重合在了一起；但是在正常的视野上，车上除了堆得满满的甲械物资之外，却是根本看不到人的；也根本看不出没有让人藏身的地方，因为每一箱每一件的装备，差不多都是有人在边上亲眼看着打开，而逐一点验过的结果；难道是自己的知觉和感应除了问题呢，他不由得第一次怀疑起体内这套不知名的残缺版“辅助系统”来。

　　但是他再次发动了扫描能力之后，那几个格外鲜明的生体特征，却依旧顽强的出现在队伍的末端，虽然似乎变得有点黯淡了，但是还是明显强于他在附近可以扫描到的大多数生物体征；这个结果，却让周淮安突然想起了之前一件事情。为了调试和查看那些附送的连弩弩机，自己有短暂的离开过片刻，难道与此有所干系么；想到这里周淮安顿时有些不寒而栗起来，只觉得这宏伟的武库建筑群，变得有些危险莫测起来，而恨不得加紧脚步离开这里了。

　　在这吃东西为掩护的一时之间，周淮安在心中闪过许个念头，而在种种利弊权衡之间变得犹豫和挣扎起来……然后，他就似乎在远处无疑瞥见了一个的熟悉身影，骑着红马挎着彩涤漆刀而灰发飘扬，正带着一小队骑着马的士卒正往这里过来。

　　居然在这里遇见了那个少白头的柴校尉，周淮安连忙心中一紧有了初步决定，而迎上前去大声的招呼道：“柴校尉好久不见了。”

　　“我这里有新录下的抄本，正好一并交给你”“可否借到一边说话呢。”

　　然后在对方有些意外的微妙表情当中，周淮安突然放低声音急促道“你愿意暂时相信我么。”

　　“啥。”

　　柴校尉不由楞了一下，却是刻意放低声音。

　　“你这又是什么意思。”

　　“以全营上下的身家性命作保，实在是事关重大。”

　　周淮安保持某种客套攀谈的轻松表情来道“是以我接下来的话，你都不能有所表态和反应了。”

　　“也罢，”柴校尉却没有动怒或是质疑，而是再度压低了声线“且听你怎么说好了。”

　　听到这里周淮安不由得松了一口气。事实上，他最担心的就是在人生地不熟的人微言轻之下，附近的义军所部没有人认识和愿意相信自己，而当成疯言疯语什么的，耽搁和贻误了时机和关键，反而给自己留下一屁股的麻烦了。

　　他可是亲眼见识过这种存在实力和威胁程度的，此辈也许奈何不了城内这些人多势众的义军，但是想要找自己麻烦的难度就要低得多；最后弄得自己只能蹲在怒风营里不出来，才能获得基本点额安全保证无疑是最最糟糕的选择和下策。

　　当然了，为了换取对方的协助与合作，相应的大饼还是要画上一些的，比如利用上最新事态什么的，才有可能触动对方来以小挑大的借势一二。

　　“其实我这里有一桩稍闪即逝的现成功劳，想要送给校尉你。”

　　因此，周淮安继续面不改色的道“却不知道校尉有兴趣领受否？”

　　“如果有的话，还请就近借我一处封闭之地。”

　　“以及最少一团的甲兵，少了或许还不见顶用呢”“又是什么情由。”

　　不过，这位柴校尉也并不像是随便能够被危言耸听所打动的人，反而愈加的严肃质声道。

　　“你莫要自误才是，俺可没有擅自动用的这些人马的……，”“如果我说我的队伍里，其实藏着官军的奸细呢”随着周淮安抢着说出了这句话，对方顿时闭口不言而眼神变得动容和激烈起来；最后千言万语的在深吸了一口气后只变成了如重千钧的几个字。

　　“你敢确信？”

　　“愿以佛祖为证……前世今生的修行担保。”

　　说出这句话的时候，周淮安不由的一阵轻松；反正就算是事后弄错了需要追责，也不过是错误的警惕性和反应过度；在怒风营里也有人给自己兜底不是，反正他也不在乎这义军当中的所谓前程了。





第四十四章 心思（五）

　　终于启行了么，停下来的车子在马蹄踏踏声中，再次发出了咕噜噜向前的颠簸和震动。

　　紧贴在狭小黑暗空间里只留几隙余光的马思云，也再次松开手中握持的短刃，然后又觉得身上数处已经包扎好的伤口，再次的抽痛和慢慢浸湿起来。

　　其中肩上的刀伤，那是他在一处酒肆当中装成送酒的堂人，冒死突入一众扈从当中，亲手刺死一名草贼大头目时，被垂死挣扎的对方所留下来的纪念；而位于肋下的箭创，则是在他掩护另几名同伴，摸入草贼高层想好的私宅大杀乱杀时，被赶来草贼弓手齐射射中的结果。

　　当然了，对于曾经习惯了与尸体和死人为伍的他，这些狭促局限的困难和身体上的额煎熬，其实根本算不上什么。

　　他原本只是扬州地方大族李氏中，一个只知其母不知乃父的奴婢，多次偷情和野合之后留下的孽种，理应很早就被赶出门去自生自灭；因为生的又有些形貌迥异，而被即将出仕的李公家将给看中挑了去，以家生子的身份开始自小操习武艺和兵械。

　　进而在一众背景相近的同龄人当中，以对自己和他人都足够凶悍、狠利的卓异表现脱颖而出，就此跟了那名家将姓马而当作徒弟来培养；因为自小就被输灌以尊卑有别，为了主家安危不惜此身的“忠义”信念，因此，从十五岁亲手杀了第一个抗租逃匿的佃户起，就开始用在打击李氏大族的对头和剪除异己之上，以毫不留有余地的果决作风，而迅速压过那些老人一头，而被派到了李公的身边来。

　　至少在他的眼中，无论是贩夫走卒还是达官贵人，无论是贵庶良贱之属，其实和挨宰的猪羊并没有什么两样；只要被割开了喉咙或是砍掉了手脚，就会流血，就会惨叫，就会哭泣和哀求、告饶，乃至屎尿齐流的变得污秽不堪……

　　最终在杀掉了一名碍事商人满门之后，他也得到当主李公的赏识和亲自嘉勉，嫌他原本的马云、马阿大之名不好听，而多赐了一个思字；还一时兴起的让自己的侍女九秋，替他完成男人的启蒙，而第一次体会到了女色的滋味和个中的美好之处，这也是他刻骨铭心感怀再三的莫大恩德啊。

　　虽然他在事后不久，又因为泄露主家机密出奔的理由，被下令亲手扼杀肢解了这个曾经饱尝滋味的侍女，而将九秋那死不瞑目的头颅带回来复命，才知晓并没有什么泄密和出奔，这只是对他是否忠心可靠的一次合格试探而已。

　　因此，现如今他们的最终目的，都是为了死难的李召公、李使君报仇，而伺机潜入广州城内准备刺杀草贼之首的黄逆；也可以说是早已经安排好一切后事而不惜舍弃一切的死士了。

　　按照那些大人们的说法和评价，于这污浊不堪的当世而论，他所侍奉这位李使君可是朝廷诸位藩臣当中，为数不多的清流出身，也是享誉文坛的高雅人士，除了家人较为贪渎而善于聚敛，每年都要从广府之地送走几车“机要公事”之外，简直就是国朝忠君爱国的典范了；之前为了保全岭外危在旦夕的局面，他真是殚精竭力而不惜与草贼黄逆虚以委蛇周旋一二，然而只恨当朝诸公不识苦心反而下诏斥责，结果就是广府数十载经营下来的官军，一朝尽没而沦于贼首。就连这岭外最重要的财赋重地，海陆转运的枢纽和南海第一大通商口岸，紧接沦入了草贼的掌控之中了因此，作为曾受李公之恩的他们纷纷聚集在了这里，乃是为了和那些依旧衷心国朝的良善义士们汇合，以获得这些地方出身人士的协助和支持，师法古时荆轲聂政之慷慨壮哉故事，让这些卑贱不知廉耻的草贼们，知道什么叫做血溅三尺的匹夫之怒。

　　虽然，那些草贼们之占据了广州城名面上可以看到的地方，但是在阳光照不到的阴暗角落和官府治理不到的地下世界里，却是依旧还在按照某种传统的惯性和规则，继续运行着并且努力适应这最新局势的一连串变化。

　　因此，仅仅是靠朝廷的名头和国家大义，他很容易就在那些灰色地带当中谋生和取利的实力当中，获得合作者和内应，甚至是直接躲过众多草贼驻军的耳目和盘查，而将许多器械和物用都从地下渠道送进来。

　　另外在那些被迫为草贼服务的底层吏目和吏员、白员当中，则是在有着许多心怀忠义而愿意为朝廷通风报信的“忍辱负重”人士。

　　因此，这些决死义士在城中的行事和隐匿，得到了极大的方便和地利；他们在城中躲藏的日子除了活动范围小了些，其实过的相当舒服和自在；不但有各种好吃好喝侍候着，甚至还有资色不错的女人带过来，以延续义士血脉的名头让他们享用。

　　最终，在这些天时地利人和的诸多因素作用下，他们这些决死之士很是得手了好几次，只是始终没能够抓到贼首黄逆的行踪，反而惊动了草贼大索全城，然后行事也变得艰涩和费力起来；最终迫使他们也不得不接连转移了数次藏身之所，才在这处谁也想不到的所在安顿下来养伤。

　　现在，显然终于等到了他们得以暂时脱离险境的机会；在经历了几度的出生入死绝境逃生，又享用过那些女人的好处之后，他作为死士的决心已经不是那么坚定和强烈了；或者说，他只觉得能够在多活上一阵子，也许就能多享受和领会到更多的好处……

　　当然，马思云也基本明白一件事情，至少幕后那些人是决计不能让他们落入那些草贼手中，不然就是牵涉很大，而让身在贼焰之下诸多心向朝廷的“有心人”都难以善全了。

　　只是，接下来这一路走走停停的不利索，总是有着各种各样的琐事和小意外，让这支出城为目的的运输队始终没法快起来。

　　在满是污泥的土路逐渐变成大街上的碎石路，又从碎石路变成了靠近城门的石板地面之后，他所在的大车突然停了下来，然后，就听此起彼伏呼唤的声音和闻到的隐隐麦饭气味，那些押送的士卒和民夫都被叫起来吃饭了；真是晦气，他不由在心中暗叹道，这些懒骨头还要在这点路程上耽搁多久呢。

　　草贼就是草贼，就连这点事情都做不好，或说他们实在是懈怠的紧；若是放在扬州大户李家管下的话，只怕吃顿鞭子是小事，真要延误了主家的活计和影响了管事人的心情，只怕要被号夹起来打得死去活来皮开肉绽呢。

　　无怪他们再怎么的大索全城，也只能让自个儿在眼皮底下逍遥自在的养伤，还能时不时大摇大摆的出来放风和观望；不对，他突然觉得有些违和和不妥当了；就像是当初结伙冒充江盗，去江船上杀某个不识好歹的漕运吏目，却被人埋伏在舱房里堵住了围杀，只有他迟了一步而带着一支箭落水，而差不多流干了血，才奄奄一息爬上岸给主家报信的感觉，很有些近似。

　　外面吃饭的噪杂声也未免太多，太整齐了些吧，为什么还有淡淡的腥味和疑似的闷哼声；若是别人的的话或许就会这么忽略过去了，但是作为一个号称狗鼻子的刺客，还还是能够分得清已经凝固的旧伤，和新鲜流出来血水的区别。

　　他不由的有些自责和悔恨，居然因为受了伤就忽略了，身为本家死士最基本的警惕性和敏感了么，你还是李家那个名声赫赫的“鬼也愁”么。

　　因此，当他从撞开的大车底盘里一跃而出的时候，第一眼看到的却是另外几辆大车侧边上被齐齐插进去的梭镖和矛尖，以及车底下流淌下来的大团血水，显然另外一些藏起来的同伴，已经是难以幸免了。

　　他擎刀屈身虚掩着有些不受光的连绵，而站在大片条石和灰砖铺就的地面上，赫然才发现自己是在一处老旧的军营当中，四周全部被持牌端矛据如墙立的草贼士卒所包围的水泄不通，而在人丛后方连片挽弓待发的闪亮箭簇，亦是那么的显眼。

　　而那些正在吃饭的民夫和护兵，也只是在不远处的饭盆边上，拿着碗筷装个样子而已；见到现身之后很快就很快退到了各色盾牌组成的长墙背后去了。

　　而最后能够和形影孤单的马思云站在一起的，也只有大车里侥幸逃过一死的岭外两个同伴而已，他们就这样相互抵靠着，对着缓缓持矛推排收紧和压迫过来的草贼们，爆发出绝死的呐喊和凶狠来。





第四十五章 后续1

　　广州内城，一处被包围的水泄不通的临时营地当中。

　　“乱臣贼子不当好死，”“某在地下先候尔等……嗷嗷啊”被淹没在如丛刀枪和盾墙当中的几个孤单身影，最后只来得及发出了这么几声败犬式的绝唱，就彻底的失声了。

　　而站在一处高曾房顶上观望和临时指挥的所在，周淮安也是一脸半真半假的心有余悸样子。这也是他第一此见证冷兵器合成的战阵，对付这个时代个体强悍的所谓高手和能人异士的情形。

　　好在结果与他预想的并没有差别多少，在暗自发动的扫描之下对方的生命体征正在迅速的减弱，就像是风中之烛一般摇曳不定的暗淡下去，眼看就连孱弱的民夫都不如了。

　　到了这一步周淮安也顿时松下了一口气，这样他就可以放心下来了；至少作为集体的军队在对方这个强悍个体上，还是有纪律和配合上的组织优势的。

　　只是刺客居然藏在这个武库里，居然还是借助了灯下黑的效应躲开了大部分的盘查和搜捕；然后不知道什么时候又在不知名内应的掩护下，籍此藏在了运送甲械的大车底下，这些原本就是相当沉重的物件，就算再加上一个人也是不容易发现的事情。

　　若不是周淮安在临走前习惯性的扫描了周围的一圈地形和分布，却发现了这几个生命体征特别强烈的存在，正在自己刚刚启行的队伍当中，只怕也会被忽略和糊弄过去呢。

　　只是当时他也实在有些进退维谷，虽然发现了对方的存在，但是从战斗力上却没有任何的把握；就自己这点押送的护兵实在经不起损失了，况且还有一队没有战斗力的民夫在拖后腿；所以干脆把这个好事和烫手山芋让给熟人，顺便卖一番人情好了。

　　当然了，如果没有遇到柴校尉的话，他也只好在这街上就近找一部人马来救急，不过就此产生的后果和变化，还有事后的连带干系，就有些难以预料了。

　　只是关于奸细与刺客什么的由头，原本不过是他有些胡猜瞎蒙的结果，再加上临机编出来耸人听闻的借口；居然还是真的被言中或者说误中正主儿了，从具体反映上看起来，这些人显然多少和之前的刺杀事件有所关系。

　　因此，与正与周淮安和柴校尉比肩观战的数人当中。

　　“对上此类彪悍无畏的亡命死士，最忌一拥而上的近身乱战了。”

　　一名生的十分精瘦却又自有悍勇气息的义军别将，对着他们解说道。

　　“故而，只消用长枪大排的人阵，逐步推进好了。”

　　“用牌盾堵住去路和间隙，弓弩攒射守住上方。”

　　“这么多刀枪一起攒过去，就算他有三头六臂，难道还能躲得过还是挡得住呢”“不过想要落下活口，就需要费些功夫和代价了。”

　　片刻之后，“幸不辱使命。”

　　一名溅得半身是血的将官，微微喘着气走过来肃然回复到。

　　“已经拿下了呢。”

　　“只是折了四个儿郎，还伤了十几个。”

　　“才废了点子的手脚，勉强落下个囫囵活口来。”

　　“先找个大夫看住，须得小心贼人自尽或是寻死呢。”

　　柴校尉却是提点到。

　　“军府那边只怕还有大用处呢。”

　　“省的了。”

　　那曹别将点头道。

　　“其实，若想减低一些损伤的话，”周淮安忍不住建议到。

　　“可以事先多备一些渔网和挠钩。”

　　“然后再运来几车生石灰，让人用纸包好”“一旦套中勾到了，就砸上去”“只要先迷了贼子的五官，再慢慢炮制就简单了”“真是好主张。”

　　领头的将官咧嘴一笑，“俺叫曹师雄，添为后厢左营别将。”

　　“亦是此番行事的带领。”

　　“还要多谢和尚兄弟，给我的这个机缘和功劳。”

　　曹师雄？，曹师兄，真是各很有特色的名字啊，只是周淮安感觉似乎被占了什么便宜似得。

　　“这处既然已经确认了，”然后，这别将曹师雄又对着柴校尉道“那武库那边，也可以通知他们动手了。”

　　“免得夜长梦多了。”

　　“只怕还有不少妨碍和是非把。”

　　柴校尉却是摇摇头到。

　　“毕竟，里面不知道藏了些什么阴私勾当。”

　　“放心，只要我等两部人马相互呼应，将武库围个严实。”

　　曹师雄看起来颇有信心的道。

　　“难道这些贼人还能够继续飞上天去么。”

　　“的确需要慎重行事。”

　　周淮安突然出声补充和助言道。

　　“要是失了风有所惊觉起来，凭借地形和其中的贮备负隅顽抗”“或又是无望之下肆意放火，那损失就大了去了。”

　　“不错，真要是如此的话，”这位曹别将倒也算是纳谏如流“那我得赶紧知会我那的兄长一声了。”

　　“真是多谢和尚兄弟的提点了。”

　　送到飞驰而去的信使后，他又转过身来正色道。

　　“不知道还有什么见教，还请一并说来，”“俺和那兄长定当好生的酬谢一二。”

　　“也谈不上什么见教……只是一时有所感”周淮安既然折返功劳和机会都送出去了，倒也无所谓的道“无非就是出其不意，和猝不及防的基本道理而已，”“不知道别将是否有相熟人，可以名正言顺带队进入武库。”

　　“方可在不惊动潜在贼人的情况下，骤然发动起来”“将一切涉嫌的可疑人等先行拿下，以控制诸门户要冲为先。”

　　“尤其是对提供这些贼人混出城的车具之人，更是不能轻易放过了。”

　　周淮安侃侃而谈的同时，心中也在暗道：这算是对之前那被勒索好处的一点报复和清算把。

　　这时候，正在武库方向却是冒出了黑烟和火焰来，这位别将曹师雄却是一拍大腿叫到。

　　“哎呀，我这兄弟怎么就已经按耐不住抢先下手了”“赶快随我过去支援一二吧。”

　　待到他们押送这俘获和尸体，重新整队赶了过去之后，却发现黑烟和火焰已经被再度扑灭了；而武库所在的那几条街，都已经被顶盔掼甲的士卒给封锁了起来；甚至就连曹师雄上前报了名字和身份，也依旧被讪讪然的挡了回来。反而是柴校尉过去说了几句话，才得以挥手放行，让他们暂时撇下大部人马，而带着少数亲兵先进去。

　　然后在武库门前，他们被另一只人马所设的临时关卡给再度挡住了，而曹师雄这一次却没有上前争辩和交涉，而是重重吁了一口气叹息道。

　　“看来我兄长还真没有这个运气啊”然后，他又对着周淮安解释道。

　　“这些便是来自黄王亲营的灰枭子……只怕得到了消息”“已经直接接管武库上下的所在，正在盘点和清查一应事宜呢。”

　　“所以，你下一步的行事和日程，只怕是要推延下去了。”

　　“这算是计划赶不上变化么，”看着那些紧绷着脸庞，就差写上“生人勿进”四字的灰袍卫士，周淮安也不禁暗自感叹道，本以为还有机会装一把高人和秀一点优越感呢；可显然看这些古人反应和对策，也不是什么省油的灯啊。

　　不过就算被拦在这里，他还是可以凭借异乎常人的严厉，看到武库里正在发生的一些端倪。比如被熏黑的牌楼和被破坏的大门，还有那些陆续被押解出来的的人；显然出了这些事之后，武库里的驻守人员和佐吏，也不可避免的难逃后续大清算；而在一片大声的叫喊和喝骂声中，周淮安也亲眼看见那垂头丧气而鼻青脸肿，身上衣冠都被撕扯的七零八落的管库贾元，毫不意外的被押解出来，而反绑着手臂哭丧着脸，跪在那些等待处置的人群中。

　　在掉头回来的路上，各人都有沉闷无言。

　　“话说，出了这种事之后”周淮安突然想起了什么，故作担忧状道。

　　“难道不会对我怒风营日后有所妨碍么。”

　　“这是你的想的多了”然而已经有几分熟络的别将曹师雄，却是不以为意的别别嘴道。

　　“武库里出了这么大一个篓子。”

　　“当家的周鸨儿别说继续驻留和掌管武库，只怕在黄王哪儿都难以交代过去了。”

　　“又怎么又心思回头来寻你的晦气和干系呢。”

　　“反倒是看着武库这个位置得人也有好几个，”“无论是谁接手，多半是要谢一谢你发现的这个由头了。”

　　“所以，俺这回也该多谢你才是。”

　　曹师雄看上去又重新振奋起来，相当热络的道。

　　“就让俺好好做东，请你一顿酒如何。”

　　“顺带拉上小柴作陪好了。”





第四十六章 后续2

　　请客的地方在外城，不过距离内城的富海门也就没有多久，算是这位曹别将驻地和防区的边沿地带，有什么事情一声招呼就赶过来了。

　　虽然广州城看起来萧条和破败了一些，但是在日常生计所需之下的一些街巷坊市当中，还是有人愿意为这些大量驻留的义军服务，而继续开业和营生下去的存在名为东明居的小酒肆就是其中之一，只有两层小楼的陈旧门面，油腻泛黑的招牌和泛黄的酒旗，还有半埋在檐下苔色斑驳的大酒缸子，无不是在昭示这里已经很有些年头的存在。

　　遗漏的大堂被留给了那些带来的护兵，端上大桶的汤饼和麦饭，权作招待和护卫警戒的所在；而二楼相对狭小的几处隔间也被拆掉，而特意被专门清理出来几张可以让人席地而坐的台面；配套的案几和席子虽然不是班就不信，但都被抹得油光水亮；还用葺草垫了起来，落脚下去软绵绵的甚为舒服，无论是盘腿还是侧靠，或是跪坐起来，都不会感觉到生硬。

　　只是周淮安却是不免楞了一下，才想起来这还是唐朝末年的古代，稍微有点条件和格调的人家，都玩的是据案而食的分餐礼俗，也只有最底层的贫民百姓才没有这些穷讲究，而因陋就简的凑合在一起就是一顿；只是之前，他在怒风营里是都是习惯了蹲坐这吃东西，今天还是第一次体会这种古风悠然席地而坐的古风仗阵啊。他想了想，反正自己怎么也学不了也做不出来这种“有格调”的风范，干脆破罐破摔式的顺势靠着身后的立柱，摆出了一个相对轻松携意的“葛优躺”。

　　然而，在他没注意到的地方，柴校尉和曹别将却是各有所想或是若有所思，相互对视了一眼。

　　“和尚兄弟真是豪爽人也。”

　　曹师雄笑容可掬的道，随意团坐了下来。

　　“出家人本来就不当为世礼所拘把。”

　　“俺们也不由再矫情和见外什么的。”

　　“来来，快上菜，莫怠慢了俺们腹中的馋虫才是。”

　　然后在他的呼唤声中，热气腾腾的被抬上来的却是一个个大盆和锅釜，然后再由当厨亲手分至盘碗之中，再由堂伙端到各自案几上的。

　　大盘子呈上来是按骨节切段的现炙羊脖子，大块烂脱的酱牛蹄和半截就有尺长的豆豉烧鱼，鲜味是来自蒸杂贝和白灼蛎子，唯一的蔬类是茭白和芦蒿；还有作为切丝的拌豆皮、苔头和蜇头，作为佐味的小菜……

　　最后被端上来的主食是南北风味糅合的，栗米羹配夹着馅料的粗麦饼……

　　因为调味和辅料上的乏善可陈，在味道上也就是那么回事了，但是具体的油水和热量还是管足管够的，火候也比怒风营总也难以避免夹生和过糊的大桶饭食更加到位的多……

　　至少栗米羹的味道也比想象中要好得多，似乎是因为加入了海带、紫菜和壳菜之类的汤水熬煮过，有点后世那些养生健康为卖点的杂粮浓汤的风味了……

　　因为周淮安事先表示过表示不善酒饮，所以曹别将曹师雄也相当贴心的。额外让店家端上了一大坛子的寥糟（没沉淀和分离过的酒酿），作为他的专属饮品。而在自己面前摆上了几瓶清酿酒算是作陪。

　　虽然，这种杂质颇多的寥糟抿在嘴里还是有些泛酸，但是叫人煮开了之后乘热打了几个生鸡子进去，搅拌成蛋花后的口感就变得好多了。

　　而冲着这些开席的细节上，也让周淮安不禁有所感叹；毕竟是驻防在内城的义军主要部队之一，这曹师雄身为一介别将，能够掌握的资源和享受的条件，也远不是之前日子过得紧巴巴，而新进才解决了日常保暖问题的怒风营可比的。

　　好在在座的都是义军中出来的粗放人，也没有寻常人家饮宴那么多的繁礼缛节，直接拿今天武库发生的那些事情作为由头，说起一些前因后果来很快就谈的入巷，而逐步淡化了生分与距离感，变得有些热络起来曹师雄虽然生的黑干精瘦，但是引起酒水来却像是各海眼一般的善饮，又很有些能说善道却又不惹人厌烦的酒国豪杰风范，籍着各种话头和感谢的理由，劝饮一杯接一杯，一盏接一盏的让人招架无暇；最后他干脆以不够利落和爽朗为由，主动将自己面前的酒器换成了瓷面大碗，那一碗又一碗倒在喉咙，又流泻在胡须和脖子上的酒水，让周淮安看到也是忍不住眼角抽搐而隐隐的肝疼啊。

　　却是忍不住回忆起来了，当初在非洲某次驻地领事馆招待会上，遇到那些号称直接把整桶52度红星二锅头端起来当水喝，没事就偷开75度医用酒精解馋的毛熊工程师时，却被一个貌不起眼的驻外武官给逐一放到的惨烈情景。

　　虽然这曹师雄喝下明显是度数较低的谷物酒，但是那么多灌进去的酒水分量可不是说笑的，可他只是起来如厕的两次，兼带留了满身的大汗而已，却是亦然屹立不倒，就连肚子都没有多少变形；这不由让周淮安感叹起来，难道古人也有这种对酒类成分的降解，和新陈代谢特别快的体质或者说是天赋么。

　　相比之下，柴校尉表现的更加安稳笃定的多，虽然有劝必饮而喝下似乎一点而也不少，但无论是身形还是手臂，都是稳稳的不见丝毫的摇摆和乱动；说起话来也是条理分明而言之有物的，隐隐的引导着话题和维持着气氛；又与喝的有些形骸放开的曹师雄，形成两个鲜明的对照。

　　反倒是喝了几盏之后的周淮安，已经感觉到有些头重脚轻和面红耳热起来，看起来是那个最不胜酒力的；不过，在内体内的人体三维视图上，周淮安可以感应到正在被消解当中的酒精成分。

　　不过，他也由此发现了一件颇为意外的事情，自己体内那套不知名的辅助系统，居然也可以通过喝酒来补充能量；只是在喝寥糟的时候实在太过微乎其微的不甚明显；然后在却之不过后品尝到一盏过滤后，就出现了明显的变化，甚至就连能量上限都有所提高了那么一丝丝。

　　这就实在太令人意外了，而且按照他体内辅助功能的提示，还要尽可能采集/摄入更多的特殊样本，来触发和提升半调子系统的恢复程度；难不成自己日后还要向史上某个，读作“诗仙”写作“大醉猫”的前辈学习，而就此踏上品尝天下美酒佳肴的不归路（误）么。

　　不过，接着这个总也不能喝醉的意外发现，通过这两位慢慢放开胸怀说话，而有些知无不言言无不尽意味的义军中层；周淮安也总算是在只言片语的信息收集当中，补全了大部分义军军队架构的印象和大致轮廓。

　　比如黄巢的大军虽然起于河南大旱的饥民，但因为南下过程当中屡战屡复的经验教训，因为在军制上吸收了相当程度被击溃的官军旧属，而呈现出比较规范和整齐的建制来。

　　现如今，虽然各部农民起义军的规模大小不一，但一旦投入黄巢麾下之后，都是按照唐朝官军“营、团、旅、队、火”的旧制来编成和使用的；无论多寡都是若干营则成一军序，若干军序则归为一翼，择其兵强者为军主、翼率。

　　因此，义军声势最胜时曾经号称七翼到十一翼之众，而遍地都是揭竿而起的响应之徒，时称“海内义军都统”“百万义兵都统”；但是经过自北而南这一路的转战的损失和叛逃、分裂之后，可以说是力量衰减和更替的是非厉害。

　　尤其是损失惨重的大庾岭之战，足足数十位义军将领见势不妙，而率部投献镇海节度使高骈；事实上，最后得以追随黄巢南下夺取广州的，只剩下左、中、后三翼，十几个大小军序的旗号而已。

　　而比较精锐的部分，则是依照藩镇旧例专门别设为“XX都”，其中定额不等但介于营团之间而别给淄粮甲械乃至有额外的犒赏；平时统一划归到所谓冲天大将军府名下差遣，而在战时需要指使到各军主、翼率的直接配下。

　　正是因为依靠这一套逐渐在战斗中成型的军制，黄巢才能在中原各路官军的轮番围剿/放水之下，屡败屡战屡覆屡起威名不坠的重要原因；当然了另一个重要原因，则是各地藩镇的坐望自保和养贼自重的普遍态度，与后世红军长征中的沿途各路军阀，倒有异曲同工之妙。

　　此外，周淮安还了解到目前的冲天大将军府，其实仿照前朝开府仪同三司的故智，另设有相对粗糙的官制。

　　不过，只是在“冲天大将军”“百万义军都统”的名下，照葫芦画瓢的效法各路藩镇而别设一些，诸如长史、司马、别驾、掌书记、支使、判官、推官、巡官之类的头衔，但是职分和管辖都是相当的混乱且含糊不清；其中既有临时委任的地方职事，也有负责专门的领域，实际上职权范围各种重合和模糊的地方也很多，甚至在同样的头衔之下也有不同管辖，或者干脆就是个虚头巴脑的挂名和级别而已；只是在一片奔走转战的形势之下没有人会在意而已。

　　虽然前后足足委任了数百号官属，但是其中真正比较有用的，大概也就是以幕僚身份聚集在黄巢身边的数十号人而已；而级别最高的则是以掌书记身份，为黄巢筹谋的本家族兄黄邺，和行军左长史张俊如为代表的故旧渊源；他们同时也是这次城中变乱，一度被重点刺杀的目标和对象之一；因此，才被当作某种附带的秘闻和内情，向周淮安有所提及到道。

　　“凭的俺们也说得够多了罢。”

　　“却不知道和尚兄弟。”

　　看起来很有些醉意酣然的曹师雄，突然拍着敞开衣襟的胸口道。

　　“愿意和俺结拜不。”

　　“什么。”

　　正在酒精作用下装醉的周淮安，也不由的大吃了一惊，这算是什么，拉近关系的笼络手段么。





第四十七章 后续3

　　“这怎的敢攀附。”

　　周淮安不由的连声道。

　　“在下不过区区一营管而已。”

　　“和尚兄弟虽然与我初见未久。”

　　醉意熏然的曹师雄却是满脸诚挚的道“却是一见如故，倾慕之心大大有之啊。”

　　“只觉若能，有你时时在旁耳提面醒就好了。”

　　“还请不吝赐教一二才好呢。”

　　“既然一见如故，那有事情就尽管交代好了。”

　　周淮安心道这怎么可以，连忙婉拒道“又何必拘于什么的兄弟之名呢”“能够交上这个朋友，已经是我的幸事”“一时之间，实在不敢奢求太多了。”

　　毕竟，他将来是要跑路的，怎们还好与人结拜兄弟什么的，徒多羁绊和牵扯出来呢；而且在这时代结拜兄弟可不是什么等闲事情，是类似于盟誓一般具有道德和伦理上的约束性。虽然也有不乏背弃的例子，但是都要付出相应代价和损失的，“曹兄弟你有些醉了啊，”这时候，柴校尉也终于开口搭话道了。

　　“若只是想要亲近的话，日后可有的是的大把时日啊。”

　　“却又何须急在这一时呢。”

　　当然了，说这话的时候他的心中自然是另有一番滋味；却是不确定式隐隐觉得，似乎自己看上和关注的东西，有为人所截胡的可能性。

　　“却是俺孟浪了”曹师雄这会也反应了过来，顿时再次往自己嘴里灌了一大碗酒。

　　“一时酒上头了有些心切起来。”

　　“望和尚兄弟不要往心里去才是。”

　　“怎么会。”

　　周淮安不由顺势打起了哈哈。

　　“曹兄弟这番张开胸怀的率直之言，乃真性情。”

　　“却是令我感怀良深又汗然呢。”

　　然后总算是将一片融洽的气氛重新圆了回来，然后曹师雄又大声的招呼起来，让人上醒酒的小菜和茶汤。

　　随着几叠酸咸十足的醋姜、醋芹和酸笋头，还有一大锅子加了茱萸和藤椒的鱼汤，被分发到各自的桌案上，略带腥鲜和麻敦的辣味入口之后，不由得让人精神一振而耳聪目明了不少。

　　周淮安却是感觉到体内的辅助系统居然有所提示，这是富含蛋白胶质和其他营养物资较高的食材，虽然不知道是什么鱼，在处理腥味上也是有所欠缺，但还是禁不住他接连舀了几碗连肉带汤的吃掉。

　　只是感觉自己的画风，眼看又从“大醉猫”的路数，向着“舌尖上的唐朝”开始转变了。

　　这时，就听得楼下传来哗声一片的招呼和行礼的动静，“兄弟，恕俺来得晚了。”

　　在某种先闻其声的爽朗嗓门当中，周淮安就见一个风风火火的身影，蹬蹬的从楼下快步走上前来。

　　“军府那头临时有些手尾要交代。”

　　那人怕没有四十出头，生的方面阔口而眉粗眼大，只有不辨身份的宽松褚袍和包头而已，脸颊和额头上的几道旧疤，让他充满了沧桑十足的味道；周淮安也不由得心中一动，只怕这一位才是今天请酒招待的正主儿把。

　　“某家王重隐，暂提领后厢诸事。”

　　他抢先一步自我介绍道。

　　“你便是那个善于识人辨事的和尚么”“久仰大名了，却是吝得一见啊。”

　　“听说你慧眼如电，当初不但能看人底细，就连混在奸细都能辨识出来啊。”

　　“今朝却是果然再度建功了……还送了我兄弟一个好大机会呢。”

　　“少不得要在这儿敬上你一大杯呢。”

　　一口气说了这么多之后，他才端起大腕一饮而尽，然后抹着下须的残酒而目光灼灼的看着周淮安。

　　“郎将实在是过誉了。”

　　周淮安半谦半苦笑的举盏回应道。

　　“真要有传闻的那些神奇和本事，我又何须到这地步。”

　　“早就拿着这些足以登堂入室的好处，享受荣华富贵去了”“说起来一半是机缘巧合，一半是天性使然而已。”

　　“无非就是自小养的心细毛病，习惯了凡是多观察几分而已。”

　　“尽然不知，已经被以讹传讹城这个地步了。”

　　“也是这个理儿”对方微微的颔首道，算是接受了这个说法。

　　“不过能够这种入微的本事和心思，亦是我义军种少有的人才了”“也是黄王大业的幸事啊。”

　　“实在愧不敢当，不过是因缘际会之下”这一顶恭维？捧杀？士卒的大帽子扣下来，周淮安也实在不敢接盘。

　　“做了些末微事情，当不上这些赞誉的。”

　　然后，他做出一副真心诚意的道“如今黄王大业的有所成就，主要靠得还是王将军、曹别将、柴校尉为首的无数义军将士。”

　　“为了穷苦人的活路，而前赴后继的流血牺牲才有所结果的呀”“我不过是受用了义军的些许遗泽，然后顺势有所报效和答谢而已。”

　　“说得好。”

　　王崇隐顿然肃敬起来，而拿起倒满了酒碗。

　　“让我们且敬那些为了给伙儿争一条活路，而倒在这一路过来的将士们。”

　　然后其他人也纷纷响应道。

　　“敬死难的兄弟们。”

　　“敬黄王成就的大业。”

　　“敬这让人不得不造反的该死世道。”

　　“敬那朝廷那些狗贼不得好死。”

　　“。”

　　饶是周淮安有体内慢性降解酒精的辅助能力，但是这一轮练敬下来还是让他有些作茧自缚的，重新感觉到了某种眩晕和摇晃的重影。

　　“敢问和尚兄弟的俗家姓氏几何，又当如何称呼字号”这位后厢郎将王崇隐，才顺势又道“日后也好亲近一二才是。”

　　“姓虚，日常那还请称我之行好了，字曰一个渊玄。”

　　周淮安无暇思索的道。

　　“曾有别号爱的战士……嗯不，爱之居士。”

　　嗯，这也算是对曾经虎头蛇尾的坑了一整代读者，而催生了无数同人之作的《大唐双虫传》某种残留怨念，以及对某种号称“治愈系”写作“至郁系”的吐槽心情，另一方面也是避免某种FLAG。

　　“虚兄弟的字号，还真是别具一格啊。”

　　王崇隐不由的做讶然失笑道……

　　“那姑且以我年长之资，厚颜称你声小虚如何。”

　　“那就，多谢盛情了。”

　　好吧对方的殷殷之情，周淮安也只能捏着鼻子忍了下来。至少这只是口头上的便宜之便而已，让对方倚老卖老的喊几声也不会掉块肉。

　　不过，你又不是叫“须奈蘑菇”或又是“武内崇”什么的，怎么谈得上敢和“爱的战士”称兄道弟，就不怕SAN值掉光了么。他此刻也是忍不住漫无边际的脑洞和吐槽起来。

　　然后，得到了吩咐的店家，又送上了新烹饪的清淡菜肴，还有温好的新酒，于是在王崇隐的招呼和介绍之下，又有好几个新的面孔加入进来，这场已经进行了大半的酒宴也重新开始。

　　“今天得以认识了小虚兄弟，”王崇隐也很快掌握了气氛和情绪的主导，而慨然开声道。

　　“此番我还带来了大将军府赐下的美酒和佳肴。”

　　“让我们畅饮此杯，纵情开怀一番好了。”





第四十八章 后续4

　　广州，天刚蒙蒙亮，太阳照常伸起。阳光和海水咸腥的味道随着渐渐淡去地雾，一点点地渗透在星罗棋布的码头上；彻夜不眠，寻欢作乐的人们多数已经在太阳出来前回家了。赶早地鱼市和早海市也正在散去，一些苦力的正在码头汗如雨的清理人群留下的垃圾和污物，众多的劳力和水手，睡眼惺忪的伸着懒腰搭着汗巾，纷纷走出棚窝和私寮，准备迎接新地泊渡。

　　随着海风的冲刷。最后一点松明和油脂燃烬的味道，在这座南海地一大港口和不夜城上空散去，全新而繁忙的一天就要开始了。

　　广州港，自秦灭南越而赵佗称王，开埠定都番禺至今也有近千年历史，无论历朝兴衰更替，似乎都很难能影响到到极南的一隅，城市一直随着繁荣和人口的展在扩张，一直扩张到山边。然后又转向海里扩张，在滩涂上围堤排水，填造出新的土地来，在上面衍生大量各国风情的聚居区来。

　　当然按照往常的光景，乏味而忙碌地清晨是属于贫民的，除了值夜的门卒。连最勤快的税吏，也躺在相好地被卧里。这时而大半个早晨是属于各家奴仆的，当太阳高过杠头后，街市上便充斥了这些穿着各色家徽图样仆人和伙计；当开市地登闻鼓响过后，一些商号的马车，穿着绸布的帐房和管事等高级人员，才在街面上汇集成车流人流的景观，沉寂的城市也渐渐恢复了活力，才算是大多数商肆崭新一天的开始。当太阳靠近中天后，一些还需要主人亲身奔波劳事的中小商号，这时也姗姗来迟的在店铺中出现一些穿袍戴巾的身影。

　　至于，作为城中稍稍有资格称的上富有之家的生活，是与整个上午无缘的，对大多数人来说，早饭才是一天最重要和丰盛的一餐，而午后的时间才是他们开门会客的时间，至于他们一天生活中的精华和高潮，那还是在深沉的夜里。

　　因此一时之间，笼罩在晕红霞光下的城市，如神光笼罩的黄金之城，相比晚上万船云集，号称百里灯海的码头夜景，又是另一种让人总是不看不厌的风情；只是如今的这一切都因为城区当中偶然分布的伤疤一般的废墟和残垣，而多少沾染了上了一些衰退和颓败的意味。

　　而在新的一天里，广州内城的大都督府里，左右那些华美异常的家什早已经被清理，而显得有些空荡荡的官厅之中，也刚刚呈上来一份姗姗来迟的早食。

　　只是与周围雕梁画栋、华丽繁复而高雅怡然的环境和背景相比，放在木制小案上装在粗陶大碗里黄乎乎的雕胡饭，一小碟酱蒲萝丝，还有被一双骨节格外粗大手掌的握着毫无雕花和漆彩的灰色筷著，同样身披苍色布袍的中年男子，就显得有些格格不入的寒酸和简陋了。

　　作为此间的现任主人兼这广州城数十万口民的主宰者，饱经风霜与沧桑十足的大将军黄巢，却是吃得有滋有味而在不经意间，露出某隐隐种满足和怀念的表情来，直到扒干净最后一撮雕胡米，又蘸着酱蒲萝的残汁吞下肚之后，才轻轻抹着下颔微微的叹息道。

　　“老范头的手艺，还是一如既往的老家味道啊”“大将军你的饮食起居实在是太清减了”一名站在边上的中年文士，却是苦口婆心的劝说道。

　　“又操劳诸事繁多，还望保重贵体啊。”

　　“前朝摩诘居士（王维）有《登楼歌》曰：‘琥珀酒兮雕胡饭，君不御兮日将晚。’”黄巢却是微微的一笑。

　　“这可是老天予我们这些寒庶，饥年果腹的上等佳肴啊。”

　　“当初，我们带着三姓七家的族中子弟，贩走地方的时候。”

　　“有这一合半碗的雕胡饭，便是难得款待和盛情了。”

　　“就算这些年辗转下来，依旧是怀念的很啊。”

　　“可那是转战路上……这城中”文士有些敬佩又有些担忧还想劝说些什么，却被他摆手打断了。

　　“他们私底下是什么各样，我怎会不知。”

　　黄巢沉声叹息道。

　　“但是既然我发下为天下黎庶起兵的誓愿，而以大将军号令各路义师，”“那就更要一以贯之的秉持此身了……不然还怎么整顿和约束他们了。”

　　“广府左近的重新清田和复耕，还有开放市坊的事情，进行得如何了”“清田和开耕之事，已经初步有所成效了，”“约计得新旧生熟田亩三十万有余，只是除种子外，还暂缺耕牛和农具不少。”

　　“另外，则是在市坊上建树不多，依旧是观望者甚多，而入市寥寥。”

　　“而且多是小针头线脑的小营生、小本钱。”

　　“哪怕再小也是个营生，也是支持我义军长治久安计的姿态”黄巢不由的叹声道。

　　“须得好生多待和扶持才是。”

　　“诺。”

　　文士应声道。

　　“全义。”

　　然后，他又转头过来，对着另一名候命的高层将领道。

　　“武库通敌藏贼之事，如今盘查的如何了。”

　　这人名叫张全义，乃是当初盐枭团伙出来为数不多粗通文字，而富有与官军周旋经验的的老兄弟，也是大将军府当中屈指可数的心腹之一，直接率领着来自选拔自各军的数都精锐健儿。

　　“负责监守的孝义军管将周鸨儿，正在军府里待罪呢”名为张全义的将领连忙道。

　　“究竟是监管不力，还是与那些狗贼有所勾连”“左司马部的人手正在连夜彻查和审讯当中呢。”

　　说到这里，张全义顿了顿又道。

　　“另外城内上亦有数十家的牵连人等，已经抓捕收监。”

　　“期间查获许多私匿的兵器与亡命，就等下一步的口实和凭据了。”

　　“还须得防止底下人肆意扩大是非，而有意无意的行那扰民之实。”

　　黄巢想了想又吩咐道。

　　“就让枭头队他们，分派到各处加紧督促把。”

　　“谨遵大将军令喻。”

　　张全义正色的应声道。

　　这时候，黄巢突然在呈来的一叠文案上看到一个名字，不由的咦了一声。

　　“又是这个和尚呢。”

　　“倒是与我义军很有些牵绊和渊源了。”

　　而在城中的另一处地方，隔绝了大多数声音和光线的密室里，已经满地是被摔碎的珍贵物件和花纹曼妙的精美瓷器。

　　“武库那头，被草贼发现了……正在大索全城”一个暴跳如雷的声音也在叫嚣着。

　　“这个坏事的贼秃，却又是什么来历”“还不快快与我去察访一二，”“还请东主速随我换一个栖身之所”另外一个声音却是小心谨慎的劝说道“因为事发突然，好几家都被猝不及防围住了。”

　　“只怕严刑拷逼之下，不多久儿就会牵连到这处来了”……

　　在某种隐隐的诅咒和念叨当中，周淮安朦朦胧胧之间醒来的时候，已经是天色全部放光日头老高了。陌生的环境和陈设，还有披在身上陌生的铺盖，被褥基本是七成新的，还散发着太阳暴晒过的味道，这也让他终于想起来一些之前的事情。

　　只记得不知道喝了多少，以至于最后满身酒气的自己已经没法自己出城和回营了，就顺势被曹师雄亲自带着手下，送到另一处于王崇隐所据有的别宅当中休息了。说起来实在是有些丢脸，自己好歹还算是在酒桌、KTV里见多识广给锻炼出来的，居然被一群古人用数量取胜的低度酒给放翻了。

　　不过，似乎因为实在城中的缘故，他在这里听到的不是类似军营里操行的嘈杂声，而是相当静谧的鸟叫虫鸣声，还有隐约女性说话的细声细气。

　　推开最近木格纸糊的窗扉，他才发现自己其实身处在一处沿街木构建筑三层上的房间里，底下就是一览无遗的坊市生活的场景，远处就是横七竖八错落陈杂在一起的晾晒衣物和被单，见缝插针一般塞得满满当当的摊贩和肆铺；近处则是许多林立茨比的民家，而时不时有各种明显穿戴义军服色的形形色色人等，也在不断的往来出入在期间。

　　显然这里就是一个与义军相关的临时聚居地和生活区啊。而且许多人就这么在大白天穿着号服或是军袍，而公然带着家人和亲眷就这么的招摇过市，或是径直跑回到某处居所当中，就长时间再没有出来了。看起来整体的额氛围就是相当的放松和懈怠，与周淮安在城外怒风营里，相对紧促而忙碌的日常形成了某种鲜明的对照。

　　好吧，这里显然是安逸容易使人堕落的最好写照啊。

　　而他也第一次看见了义军随营的家眷，也是通常意义上的老弱妇孺；要知道，在怒风营里的时候，是基本没有任何女性的存在，就算是王蟠为首的头领们，也多数是定期去附近的集镇里解决一下生理问题的。

　　毕竟在这个非纷乱不止的时代，于生活压力所迫之下，总是不乏各种长期或是临时出来卖身的女性，哪怕是在义军的短期占领之下依旧并没有改变。

　　只是在周淮安所见到的这些义军家眷当中，年纪大的老人和年幼孩童相对很少；而健壮的中年妇女和年轻的女性占据了很大比例。而且依照周淮安隐约所知，据说是因为大部分家眷都在南下路上损失掉的缘故，因此这些眷属当中显然有许多人是新近，才得以成为义军的“家眷”的。





第四十九章 余响

　　等到周淮安穿戴好衣物垮下床来，而弄出了些许动响后。

　　“管营。”

　　“主人醒了。”

　　早已经等候在外头，像是两条看门柴犬般蹲在边上聊天，正聊得正入巷的小七和廖远，连忙应声跨步进来，一个按照习惯端来了面巾水盆等洗漱的用具，另一个则送进来早已经准备好的简单早食。

　　纸包内犹有余热的当炉胡麻烧饼，还有一碗灶上加热过的甜浆子，焦黄酥香中的淡淡咸苦味，配合栗米发酵的酸甜浆水，让人觉得简单而又爽口够饱。

　　过了一会儿老关也带着人前来问候和说话，询问之下才知道后来发生的一些事情和来自怒风营里的反应；毕竟，内城当中既然出了这么一桩大事，也导致很多事情不得不就此停顿下来，出入的关禁和盘查都变得森严了不少。

　　因此，在曹师雄的作保下送走了第一批的物资之后；后续的输送事项也随着武库被查封而停止的缘故，临时输送队里的大多数人，都已经先一步回去了；如今在他身边只剩下老关连同手下七个人，专门留下来保护自己的周全云云。

　　根据早上从城外的怒风营那边由将头王蟠递过来的口信，却是让周淮安继续留在城中好好的散散心和消遣一二，不必马上回去交付差事什么的。在武库重新解封而对于物资出入放行之前，等于是变相给他放了短暂的假期。

　　不过，好在真真要紧的东西，比如那些额外获得的弩机和甲套什么的，都已经夹带在头一批的运输队里送回去了，剩下的不过是一些按部就班的杂项事物而已，也真的不用在劳烦他费心了。

　　所以，这个因为意外而突如而至的假期到来之后，周淮安反而有些不知道该干些什么了；他思索了好一会之后才有个初步的想法，突然就听到大片的嘈杂声从内侧的院子下面响了起来，从栏杆上望出去，却是曹师雄等人回来了，跟在他们后面的还有一队抬着几只沉甸甸箱篓什么的义军士卒，正在鱼贯穿过内院的门楹。

　　至少以周淮安的眼力，从具体人等的表情上看，那曹师雄精瘦发黑的脸上，却是很有几分得色和自喜。

　　“寒舍鄙陋，虚兄可还睡的妥帖呼，”随后，只见得那曹师雄主动招呼和问候道。

　　“昨晚俺们得了急令带队出去。”

　　“却是负责连夜抄家和拿人的勾当。”

　　“马不停蹄的连破了好几家，可谓是所获颇为丰富的。”

　　“说到底，还是虚兄带来的好处”“兄长那头特地交代了。”

　　说到这里，曹师雄不由露出一个憨厚而诚挚的笑容。

　　“让俺把这些个谢礼先送过来一批”“算是不成敬意的一点心意吧。”

　　然后，听得身边的老关他们顿时一片咂嘴和抽气的声音，小七更是眼睛直了直，情不禁的冒出声：“娘的。”

　　打开的几个箱笼里是一一匹匹整齐堆放的事物，其中大多数绢帛丝绸之类这时代通行的贵货，也是在大多数地方直接可以当作代货币使用的存在。

　　而在最后一个打开的抬箱里，则是层层叠好的精致衣物和袍服，压最上面是一串串黄澄澄俗称为大子的铜钱，密密麻麻的在衣物上码成一小堆，怕没有好几十串。

　　依照他放大入微的眼力来看，这些铜钱大多数都是带有中唐星月纹饰的足色开元通宝为主，按照这个时代的使用习惯是将八九百文穿成一缗，这么多串合计起来对这时代大多数人而言也是老大一笔钱了。而作为用料比其他时期更多一分的中唐开元通宝，使用和兑换起来的作价，则还要更高上一些呢。

　　“这些则是俺私底下的一点儿心意”然后曹师雄挥挥手，又有一个大匣子被拿了过来，打开露出里面亮闪闪一套杯盏碗筷齐全的八色银器。

　　“刚从东林坊的海商大户家里抄出来的小玩意，”“也算是借花献佛了……不枉叫声兄弟的情分。”

　　这些东西看起来眼花缭乱的很优些价值，不过对于一个现代人来说，也就是那么回事了；“正所谓是无功不受禄”周淮安转念一想婉拒道。

　　“这个礼数太重了，重的我实在消受不起了。”

　　“这点什物，又算的了啥啊”曹师雄不由的脸色微变道“相比破获了藏在武库的奸细和刺客的干系，实在是九牛一毛的”“虚兄弟你这番是看不起俺老曹么”“实在不是这个道理啊，”周淮安也是极力推脱道。

　　“我不过是恰逢其会，得以做了一点末微的事情。”

　　“主要的打前阵出力还是你们的人啊”“虚兄弟怎能这样说。”

　　曹师雄也有些急了涨红了黝黑的面皮道。

　　“没你那番主意和设想，昨晚俺们可要多损伤好些儿郎了。”

　　“须得知那些商家大户宅里，可是藏污纳垢得隐匿了不少是非勾当。”

　　“还有身份不明的亡命和罪徒，一不小心就要吃了大亏的。”

　　“也只有俺兄弟哪一路还记得你的提点，得以损伤甚微的全须拿下了。”

　　“你说这份交情和好处，当不当谢呢。”

　　“好吧，”最终，在在往来推托了一番之后，周淮安还是勉为其难的在最后一个箱子里，挑出几件质地轻柔的内穿衣物，让小七抱上一段足够厚实细密的素色布卷，又拿起码放的一小部分铜钱，当场亲手分给了老关等七人；算是象征性的收下了对方的这番“心意”。

　　“话说，虚兄的接下来有什么去处么。”

　　然后重新面色多云转晴的曹师雄，也问起了周淮安的下一步打算，“嗯，就打算在附近转上一转。”

　　周怀安毫不掩饰道。

　　“顺便才买一些私人的物件。”

　　“还有时间的话，就看看风物和景色”“那就容我厚颜做个向导如何。”

　　曹师雄居然是毛遂自荐到。

　　“一应的花销都抱在我身上好了。”

　　“顺便还能帮虚兄弟找些乐子。”

　　“那就暂且拜托了。”

　　周淮安想了想就同意了。

　　“曹别将”“老曹。”

　　“曹四哥。”

　　只是刚刚出门不久之后，就见到街道上不少人会主动停下脚步，而对着曹师雄发出此起彼伏的招呼声，看起来他在这个人缘甚好，也是相当的熟稔和知情。

　　“对了，昨日里也没公了好些个女子，都是罪属的亲眷。”

　　“若是看上了哪个，尽管对俺说好了”这时候的曹师雄，却是若有所感的转过头来道“俺兄弟也嘱咐了，凭他的那些面子和渊源，还是能够在个中派些用处的。”

　　“毕竟，俺们义军可从来不禁婚丧嫁娶之事的，”“反正虚兄弟已经不在佛门。”

　　“就算没有这种心思，收个日常铺床叠被，照料起居的人也好啊。”

　　“放心，这里头可大多是那些狗官和大户的眷属。”

　　他似乎又感受到了周淮安的心理活动和不豫。

　　“还有些是从教坊和行院里给放出来的。”

　　“其实也不乏清清白白上好人家的女子呢”这种突然跳到变相拉皮条式的画风，顿时让周淮安有些错愕和头疼起来。这这……这是什么鬼啊，但是他的心中还是微微有所荡漾起来好容易遇上可以选择的女性，只可惜一想到他所见到的那些义军家眷，按照后世时代的审美观，还是有些相去甚远，而只够得上饥不择食的人，才能勉强下的了鸟的水准。

　　“实在愧不敢受。”

　　最后，周淮安还是做忍不禁状的连忙摆手道。

　　“财帛子女什么的就谢免了吧”“一方面是实在有碍我的修身之道。”

　　“另一方面，则在营中大多数人尚且缺衣短食之际。”

　　“我又怎能专美于前呢，若是有心结下这个善缘，”“那还请给馈营里一些多余的甲械物用为好。”

　　“我先代王都尉谢过郎将的情分与援手之义。”





第五十章 间隔

　　广州外郭西北角，在一个偌大的庭院当中，已经堆满了大批查抄出来的财货，还有站成一堆哭哭啼啼的女子。

　　“小曹还在陪着那人么，”正看手下盘点和分类着抄家收获的王崇隐，也偶然听取着来自左右的回话，而时不时发出某种叹声来。

　　“说是想在这城里走动一二。”

　　一名面相老成而身材敦实的部将回声道。

　　“那就好生招待一二……不要怕花费多少。”

　　王崇隐不由的笑笑到“这至少大可证明一点，他既非本城人士了。”

　　“请问，将主为何如此看中这个和尚啊”这名部将有些好奇道“因为，刨去小柴那头的心思不说，怒风营的这和尚倒也有几分意思啊。”

　　王崇隐毫不掩饰的道。

　　“光是在酒席上做派你也见到了把，根本不似那些礼教甚重的世家大族”“倒很有些坦腹东床的魏晋遗风啊。”

　　“怕不是个大有来头的传承和出身。”

　　然后他顿了顿又道。

　　“不过，小曹昨个还是操之过急切了吧，”“哪有初见就要与人结拜的道理。”

　　“他愿意多加了解我们义军，这自当是好事。”

　　“反正这些也不是什么需要隐瞒的机要情形。”

　　“内里随便找个知情人，就能打听到大多数了。”

　　“至于来历上不甚分明什么，难道我义军之中还会少么。”

　　“这一路上投奔进来的，难道个个都能做到知根知底么”“还不是靠时常里的表现，日久方见人心趋向的”王崇隐又转身对着候在边上传信的亲兵交代道“回去私下告诉小曹一声。”

　　“那些财货就加倍折算成军需物用，算是日后结好怒风营的礼数好了”“黄王如今重新用兵在即，保不准儿日后就有相互照应的机会。”

　　“还有，那些女人就不要再摆出来了，”“显而易见，人家可看不上这些庸脂俗粉一般的等闲货色。”

　　“正所谓是人之所欲，虽然嘴上说的客气，但是察言观色之下还是有所端倪的。”

　　“或许，这世上真正有所本事的人物，都不是酒色财气可以轻易打动的。”

　　“对了，武库之事后军府那儿也有人下来盘问过，”另一名做文士打扮的部属，也开口道。

　　“还特地提及了那和尚呢。”

　　“那有摸出些什么底细和来历来了么。”

　　王崇隐不由的略带好奇问道。

　　“全无头绪啊，毕竟这可是南海第一大埠啊”这名文士却是失望的摇摇头。

　　“除却本地的数十万户口之外，终年往来流转的客商蕃人，又何止百万之数。”

　　“义军乍到立足未久，又怎么能觅得到多少头绪呢。”

　　“也是这个道理而。”

　　王崇隐却是深以为然的点点头。

　　“好歹这是人等流传频繁之地，有所些许奇人异士并不见得稀奇。”

　　“难道你觉得这些见识和涉猎的人，在世上会有多少。”

　　“相较那些屡屡征辟不出的名士清望，至少人家还肯为义军出力不是。”

　　“哪怕是个六根清净，了却凡俗羁绊的前出家人名义也好啊。”

　　“军府应该市恩为榜样才是正理，又怎么会凭的让人节外生枝，”“却是凭地便宜了王蟠那厮了，至少还是个会念旧记恩的。”

　　……

　　只是在事后重新回过味来之后，周淮安心底又不免有些微微的遗憾和失落，方才有些条件反射式的矜持和犹豫，似乎让自己错过了什么东西一般的。

　　总而言之，这还算是一个相当愉快的白天，在曹师雄的领路下，也算初步领略了这些古代广州街市的风情，还品尝和收集了好几样别具风味的小食。

　　但是更大的收获，利用这次漫无目的逛街机会，周怀安收集到了一些原本不那么容易入手的材料；比如放在药铺里和雄黄、大黄等药材，一起售卖的粗硫磺和红铅，水银、丹砂，放在山货店里的土硝和芒硝，甚至还有几块包在石壳里的萤石原矿，也就是历史上那些夜明珠的由来和前身。

　　由此，他也发现了自己身上这套辅助系统和扫描能力的另一个用处，比较浅层的透视和分析矿石等无机物的成分结构。

　　然而，这其中最让他意外的则是看到了堂而皇之摆在柜台上，作为药材配方使用的“绿矾”（硫酸亚铁）和胆矾（硫酸铜）；前者在这个时代是作为治疗胃病积石的辅材，据说直接蒸馏之后就可以得到含有杂质的稀硫酸；而后者是当作解毒的催吐剂，完全可以和熟石灰乳液混合起来，成为杀菌效果的波尔多液（无机铜灭菌剂），只可惜数量为免太少了一点。

　　当然了，因为有曹师雄在的缘故，所以但凡是被周怀安看上的店家，就根本没有推拒和讨价还价的立场，而只有战战兢兢回答到底有还是无，而把存量全部掏出来以示诚意的唯一选择；好容易拜别了曹师雄的盛情款待，推着装满大包小包的车辆，而回到怒风营驻地的安沿集的时候，却发现营中差不多也完成了最基本的武装和打包，而充斥着四处游曳或是操练的身形，还有整装待发的骡马和车辆。

　　因为，随着前来的快马和信使，怒风营再次接到了出阵的命令。按照冲天大将军府最新颁下的命令，下令广州内外完成初步修整和补充的各部义军，开始陆续分兵攻略着岭东境内的各州县；以扩大起义军的控制范围和钱粮丁役的来源。

　　刚刚补充了一批人员兵甲，又在城外搜刮了一些物资的怒风营，显然也在其中。





第五十一章 上路、旗语与纸甲（上）

　　“车辚辚，马萧萧，行人弓箭各在腰。”

　　望着前后蜿蜒在苍山绿野之间灰呼呼色调的队伍，周淮安不由想起并低声念出了杜甫的《兵车行》；只是他很快就自行闭口了，因为后面接下去的诗句就有些不吉利了，简直就是要竖活FLOG的节奏了；什么“爷娘妻子走相送，尘埃不见咸阳桥。”

　　什么“牵衣顿足拦道哭，哭声直上干云霄。”

　　那倒还好，体现的只是对于兵战凶危的担忧情绪，可是接下来的：“边亭流血成海水，武皇开边意未已。”

　　“生女犹得嫁比邻，生男埋没随百草。”

　　“君不见，青海头，古来白骨无人收。”

　　“新鬼烦冤旧鬼哭，天阴雨湿声啾啾。”

　　简直是想要多晦气就有多么的晦气了，因为这描写的是针对吐蕃要冲的石堡城之战；结果安史之乱一起，花费了无数代价拿下的土地和要冲，就这么连同河西陇右一起全数便宜了吐蕃人。

　　然后，他有把发散感怀的注意力重新集中到自己的身边，如今他胯下取代了原本那只骡子的这匹青色小马，还有上身穿的这件原色的钉皮甲，可说都是出征前曹师雄以个人名义，送过来的所谓“壮行之礼”；虽然作为一个唯物主义观和物化社会风气，所熏陶出来的新时代网络军史宅，总觉得对方的热情有些过头和令人不适应了，但他也不会在这个关乎切身安危上的事情矫情什么的。一领甲衣或许可以挡住致命的流矢，而一匹足岁的小青马则代表的是，见机不妙时跑得更快和更多的负载量。

　　这件半新不旧钉甲衣，经过营中的裁缝和皮匠再次调整修饰之后，已经变得相当合身；不但外缘的钉铁被打磨收紧，内里衬边也鉚上更加轻薄的锻铁片；而小青马身上的鞍具和嚼头也是比量身高和体重整理过，索具、皮护、鞍袋、箭壶、弓套和枪架，都是现成附送的；而这匹小青马根据观察也只有两到三岁齿龄，经过一定的驯养却还没有过多骑乘和负重留下的压痕，显然还有可以继续发育和锻炼的空间，骑起来虽然更费工夫进行控制，却也要更加轻快灵活的多；于是，原本那只专属代步的骡子，就退位成为了专门驮负个人用品的候选了。

　　这让周淮安一时有些见猎心喜的新奇感同时，也不免要暗自吐槽几句，这些东西给自己实在明珠暗投之嫌了，难道这是指望自己能够身先士卒的冲锋陷阵么，他只能在事情不对或是危险关头，能够跑的比别人快就行了。

　　相比之下，其他更多来自后厢兵马曹师雄或者说是王重隐的好意，也是在意料之外的如期送到了怒风营当中；虽然只是一些二手的武器和用过的帐毯衣被之类，但也是正当其时的东西。用将头王蟠取笑的话讲便是“这回咱们都沾上了和尚的光了。”

　　因为怒风营只能算后续出发的偏师之一，没有资格参加之前作为主力的大队人马，在城北举办的祭旗出征仪式；所以在私底下誓师拔营的过程，也是相当的简陋和寒酸了。

　　只是临发前，把大伙儿聚集起来排好队，然后在临时设立的木台上用猪牛羊三首，供奉了下代表所谓军神的一面牛首纹饰的蚩尤旗，喊上几句祝词和口号就算是了事了。

　　这次刚刚得以扩编到三千有余的怒风营，出动了足足约五分之四的力量。可以说除了实在不便远行的老弱病残留营之外，旗下可以动用的青壮全部上阵了；用王蟠的话说，重建的怒风营是否能够扬眉吐气而重新具列义军翘首，就得看这一朝的表现了。

　　其中理论上的战兵约有两千一百多人，具体编列作左中右三个小分营，其中中分营齐装满员的一千人，由将头王蟠亲自掌握；而左右两个新卒占了很大比例的分营则分别由，牌刀队新提拔起来的校尉林子权，以及转正为校尉的吕副尉分别带领；至于剩下五百多的非战斗人员，则不出意外的归到了周淮安这个新营管的麾下，而负责维护和照料大多数驮运辎重的牲口和大车了。当然了，作为加强的后队辎重护卫力量，除了本就有的三十几号人外，王蟠好歹从左中右三个分营里，各抽出一个不满员的队来，权在周淮安麾下听令一时。

　　其中来自中分营的一队有五十七人，队官也是个熟人，成大咬和他手下的十几名持矛老卒，就是最基本的核心力量；而来自左分营的就只有个不足半数的队，四十一人当中只有十一个持牌正卒，其他都是新卒转为的矛手；最后显然来自相熟吕校尉手下的员额比例最高，足足有七十八个都是清一色的弓手，其中除了六十只木弓之外，还有十八个人是用改装木单弩的老手，显然是人情和诚意都是满满的。

　　再加上老关名下直属的一个火，人人都有身皮甲套子和毛边笠子，外加一半的铁单弩和一半的改装弩机，还有近战轮换使用的刀矛等复数配备。前后合计起来在周淮安的手下也有两百人左右的战力了，只是具体的表现和战斗力就不好说了；显然还需要进一步实战的磨合和锻炼才是。

　　好吧，就算是两百头猪也是一笔宝贵的财产了，更何况是两百名初步武装和简单训练过的士兵呢。

　　因为出阵前的时间有限，而导致许多准备工作还是有些仓促；但是周淮安还是尽可能的利用这段时间，在自己的职分范围内，采取了一些对策和改变。

　　比如在火厨方面，除了那些炒米、死面干饼等速食口粮和收集来的风腊制品之外，他还指使人耗费了许多柴碳日夜不停得培制了许多干菜；主要是以海苔、海带、鹿角菜等随处可得的海货，和萝卜、豆芽、荠菜、口蘑、苋菜、水芹、昆仑瓜（茄子）、越瓜、胡瓜等，从附近杂七杂八收罗到的蔬类为原料，加盐和酱烘干脱水而成的浓缩产品。

　　那些个被指派在他手下“学点手艺和本事”的青年人，也被几天速成的旗语小队，分配到各队里去，作为传令的辅助手段。当然，因为是试验性质的缘故，优先被分派到那些关系较好或是有所渊源的队里去。

　　这么短的时间，也只够利用饥饿加肉罚的奖惩法，让他们记住最基本的“进退停”、“快和慢”、“走和跑”“聚和散”、“左右转”“蹲和站”、“远和近”，等十几个简单旗色变化和对应口令而已。

　　当然了，具体的反应和延迟效果肯定会因人而异，乃至出现各种问题和意外的，但是有这东西总比没有的好。因此，王蟠只是粗粗让人演示了一番之后，就下定决定要在正卒组成的杆子队里先行适用起来。

　　至于老卒组成的“哨头队”，因为人数较少而受到直接的指挥，也有既定成法的战术配合和默契，就暂时不好做过多的改变和调整，因为影响了士气和引起反弹。

　　倒是老关这一队人，在他的严厉督促和以身作则之下，将这套简陋之极的旗语连同配套的举动，给好生背了下来作为别人的样范；另外，因为在无意间发现了一整仓囤积的纸张，主要是以桑皮纸和黄麻纸为主；其中好些因为贮存的时间过长，而出现了朽碎和虫蛀；然而，这也让周淮安诞生了一个大胆的想法和创意，就是试着造一些纸甲出来；纸甲的原理很简单，只要以硬布裱骨，再用纸筋搪塞而成。实际操作则是要把大片的纸张用浆糊浸透，叠加起来全力锤打至薄就行；历史上主要用于中国南方步卒，因体轻，又为战船水兵多用。

　　比如在有宋一代，因为这东西的相对简便和低廉，时常会出现官方制造和拨付的文书记录当中。

　　虽然在浪费了许多米浆和汤汁之后，最终成品的外观让人有些实在不敢恭维，这些不同颜色的纸头叠加之后，让人看起来就像是鸠衣百结的乞丐一样的，但是在能够关键时刻也许就能救人一命的防护力面前，所有嫌弃的表情和非议的声音，也就迅速消失了。

　　尽管因为初始工艺不过关还是缺少相关经验的缘故，初造出来的纸甲背心并没有史上《新唐书》记载说“劲矢不能洞”的效果；但二十步内全力射出的箭头仅仅嵌在上面半分，而只划破了一点点的内里；而在用力的单手挥刀砍劈之下，纸甲虽然依旧会破损开裂，但是想要对内里造成的伤害，却需要同一部位的好几下才能达成的结果。

　　这对原本就是条件简陋的义军而言，无疑是一个极好的装备选择和来源；毕竟，作为广州这个大埠长期出口的商品当中，就包括了数量极大的纸张。

　　这样除了因陋就简的竹片和木块加藤编的麻将席甲之外，那些原本没轮上的新卒们，临时又有了一批补充和替换的防具了。

　　然后周淮安又做了改良和修正，因为浆化的纸张显然很好塑形，所以可以按照人体的形制，因模成型制成各种披膊、罩背、蔽膝、护肩等护具部件，又糊了一层桐油以实现有限的防水效果；再多费上一点功夫用锅底收集的烟灰水来统一上色，至少在近处不认真看的话，就是黑灰乎乎一片而看不出本来的原貌，而初步有了相对一致的色调；再在上面用模具敲打锻压出类似甲片的纹路来，就有了原本正规铠甲的模糊外观了。

　　只是在向北出了广州的地界之后，一名重新到来的信使，却让将头王蟠的脸色变得不是那么好看起来，随即他临时着急了小范围的议事，周淮安才得以知道。

　　原先与前出大队人马汇合的命令被取消了；随后这一次与大多数义军开拔的方向有所不同，他们得到命令之后却是沿着官道一路向着东面而去，前往广州之外的东南沿海地区，平复和弹压当地发生的骚动和变乱，理论上说也算是个强度较低的任务和目标了；毕竟，这个方向的大部分地方，都曾经在黄巢南下裹挟大军的攻击路线上，有建制的官军和抵抗力量几乎被扫荡一空，地方上也是变得相当的残破和凋敝了。但也意味着缺少表现的机会和功劳了。

　　不过，对于心思并在在这里长远发展起来的周淮安而言，能够相对安全的武装游行上这一趟，也是不错的绿城和经历的选择了。

　　……

　　与此同时，已经开出广州城外而整装待发的后厢人马当中。

　　“竟然是往循州方向去了”王崇隐也在略微惊讶的问道。

　　“王蟠那厮怕是被什么人针对了吧，”“却也难怪，他麾下在近日里，不但出了风头。还额外得了不少好处呢”一名部将毫不掩饰的道。

　　“只怕是有人眼红和气不顺了……这次只是顺势使个手段而已”“只是这样的话，就与本部的打算有些违和了。”

　　却是曹师雄却是有些忧色起来。

　　“无妨的，你继续私下结交你的人情好了”王崇隐却是不以为然的道。

　　“官面上的事情，自有我来处置。”

　　当然了，对此王崇隐还有意犹未尽，或说是不便直言出来地方；比如在黄王的巨大号召力和威望之下，除了最亲近的冤句子弟和盐党众人，还有收编自王大将军旧部的长恒健儿之外，其实还有好几个不同的派系和山头，分别掌握这义军当中中下层的权利和资源。

　　他们往往以不同地域出身的乡党和宗族关系为纽带，在号称“数十万”的义军核心力量当中，形成了自上而下大大小小的利益群体；王崇隐为代表的后厢兵马，亦算是其中一支；至少在一些细节和不重要的事务上，就算是黄王也要有所考虑他们的态度和意见的。

　　只是当闽地到大庾岭的一路败绩过来，又有许多见势不妙的义军将领，纷纷率部阶级投降了官军，而回头对着同袍举起屠刀之后；刚刚打下广州而初步有了整训修养的喘息之地的黄王，也是开始痛定思痛的想要有所改变和重整了；这种明显而坚定起来的态度，也通过最近的人事变迁和军中的赏罚事宜，逐步的展露出来。

　　一直处于边缘化而新近得以重建的怒风营，或许只是个用作投石问路试水的棋子而已；而在这种情况下，他们这些后厢人马的态度和立场，就需要重新商榷和考量了。


