《我真是文艺导演啊》





 第一章 初出茅庐



    二零一六年，七月二十三日，上午



    成海市，星光影视大楼



    “你好，方先生，请跟我来。”一个女人的声音在耳边响起。



    方远于是睁开眼睛，站起身跟在女人身后走去。



    两人来到一个办公室前，女人敲敲门。



    “请进。”里面传来一个男人的声音。



    方远走进去，女人在门口关上了门。



    前面是一张红木的办公桌，桌上有一台电脑，桌后是老板椅，再后面是一排书柜。



    书柜上方还挂着一幅字，不过是草书，龙飞凤舞的，方远实在没认出来。



    右边有两把沙发椅，沙发中间是一个小茶几。房间四周还摆放着几盆半人高的盆栽。



    “你好，我是星光影视购片部门的经理，我叫林聪，先生贵姓？”带着眼镜，看上去文质彬彬的男人从老板椅上起身朝方远走过来，一边说话，一边伸出右手。



    方远有些不习惯的和他握手，“我叫方远。”



    “好的，方先生这边坐。”



    两人坐在沙发椅上，互相之间只隔着一个小茶几。



    林聪打量着方远，短发，脸上还带着学生式的腼腆与局促，衬衫、牛仔裤，与其说是剧组的工作人员，倒不如说是哪个大学的大学生。



    “听前台说，方先生是想发行一部电影？”



    方远点头，“是的。”



    林聪微笑道：“那我先为您介绍一下，我们星光影视有一套十分完善的电影发行程序，也发行过如《生死时速》《摩天大楼》这样的热门电影，在发行方面可以说有着非常充足的经验。”



    方远也点头表示了解，这些信息在来之前他就查过。毕竟星光影视作为华夏目前的四大电影公司之一，也是名声在外，这些公开信息很容易就能查到。



    “好的，那按照惯例，在电影评估之前，我需要问几个问题。首先，电影版权在您手上吗？”林聪继续问道。



    “是的。”



    “那电影的总投资额是多少？导演、编剧、主演等是谁？”



    听到这个问题，方远有点不好意思的挠挠头，回答道：“额，总投资的话大概是十万吧。导演和编剧都是我。”



    果不其然，听到这个答案，林聪收起了笑容，抬头看着方远。整张脸清楚的表达出一个意思：你在逗我玩？



    “方先生，您还真是勇气可嘉啊。恕我直言，如今的电影市场，就算是千万级别投资、一线明星出演的电影，潦草收场的也不在少数，您觉得您这部十万块投资的电影能成功吗？”



    方远抿抿嘴，“我觉得投资少并不影响它是一部好电影，它有……”



    林聪打断了方远的介绍，“我不要你觉得，我要我觉得。我觉得你现在最应该做的是回去找个工作，而不是再做所谓的电影梦。”



    “你都没有看过这部电影，你怎么就知道它一定会失败呢？”



    林聪笑了，笑容中有些轻蔑，“抱歉，我的时间很宝贵，没工夫花在你所谓的好电影上。如果你坚持的话，你可以去其他小公司问问，但在星光影视，你没有机会。”说完，他站起来，伸出右手。



    方远张张口，又不知该说什么。



    只好站起来和林聪握手，然后转身离开。



    “呵。”



    看着离去的背影，林聪摇头一笑。自从几年前张立新导演的一部《史前巨兽》在全球狂揽七十亿票房之后，这种随便拍拍就敢说自己是导演的人他见过不知多少了，个个都以为自己才华横溢，一部电影就能扬名立万，名利双收。



    这种人要么是想钱想疯了，要么就是被梦想忽悠瘸了。



    方远低着头进了电梯，走出星光大楼。



    阳光洒在他身上，暑气逼人。



    “呼”方远吐出一口气，其实在来之前他就有想过这一幕，但事到如今他还是有些不甘，为什么连看都不看，仅凭经验就直接否定自己的作品。



    尽管只有十万的投资，但方远知道这的确是一部好电影，因为它曾在另一个世界得到过证明。



    是的，方远最初并不是这个世界的人，他来自一个叫地球的地方。在那个世界里，他遭遇意外，瘫痪在床二十年。在这漫长而痛苦的岁月里，他唯一消磨时间的方式就是看电影，二十年时间里他看过成千上万部电影。



    一朝身死，再睁眼就到了这个与地球似是而非的世界。



    这具身体的原主也叫方远，在大学毕业时，父母突然遭遇车祸去世，肇事者也没钱赔偿。所以给他留下的就只有小县城的一套房子和几万存款。



    原主接受不了父母突然离世，自己在家里浑浑噩噩过了两年，然后有天一睡不起，身体就这样被来自地球的方远所占据。



    穿越后，方远用了几天时间了解这个世界，在很多方面，它和地球没有多大差别，但是很多地球名人、名作在这里都没有出现。并且在这里华夏电影全球一家独大，堪比前世的好莱坞，而穿越后，方远惊讶地发现自己竟然能清楚的回忆起自己曾看过的每一部电影的每一处细节，这给了他实现导演梦想的机会。



    于是方远打定主意，要成为一个导演，要将自己脑海中的电影搬到这个世界来，让它们绽放出应有的光彩。



    此后半年，方远一直在学习导演的有关知识，然后卖了家里的房子，筹集了十来万，花了半个月时间磕磕绊绊地拍出了这部电影。



    两个世界相似度这么高，没道理前世的好电影到这里就会变成烂片，所以它只是缺少一个伯乐。



    没错，它真的是一部好电影。



    方远给自己打打气，重振精神，朝着下一家公司前进。



    “十万？不好意思……”



    “我们经理现在没空。最近的时间吗？大概在一个星期以后吧。”



    “我们不收这种电影。”



    拒绝，拒绝，还是拒绝。



    碰了一整天壁，傍晚，方远回到旅馆的小房间里。



    关上门，将自己整个人扔在床上，方远有些无奈地闭上眼睛。



    明天还有一天时间，如果还不能找到愿意发行这部电影的公司，就要转去下一个城市了。毕竟自己的钱不多了，不能吊死在一棵树上。



    来之前，方远想到过会遭遇困难，但没想到这些人连看一眼电影的机会都不给自己，只要一听到十万投资，第一次导演电影，非电影名校毕业，他们就收起脸上的笑容，给这部电影下达了“死刑判决”。



    方远闭上眼睛，在脑子里又一次放映起这部电影。整部电影的每一处地方，每一个细节都清晰可见，仿佛自己身临其境。



    房间内寂静无声。



    随着电影结尾，方远的心也平静下来。



    这是一部好电影，一定是。



    努力，加油，相信自己。



    方远在心里为自己打气。



    .



 第二章 被人认可的感觉



    第二天下午四点。



    方远站在一栋大楼下，楼顶有四个大字，在阳光的照射下明亮异常——远程影视。



    和星光影视一样，同为华夏四大影视公司之一。



    “唉。”方远叹了口气，上午又碰了一鼻子灰，这就是最后一家公司了，如果在这里还找不到机会，那就只能启程去下一个城市了。



    “你走吧，我们不可能发行这种电影。”



    “你可以先看看，看过之后再评价也不迟啊。”



    “不用了，这种粗制滥造的电影，没有观众会感兴趣，也没有公司会发行的。”



    会议室里，购片部门的人不出意外的又一次拒绝了方远。



    方远有些气馁，看来只能去另一个城市碰碰运气了。



    正当方远转身准备离开的时候，一个人影出现在面前。



    这人又高又瘦，像根竹竿一样。



    “谷经理。”



    身后的员工连忙站起来问好。



    谷经理？是这个人吗？



    不过跟我又有什么关系呢？



    方远往旁边迈一步，准备离开。



    “方先生，别急着走，我想我们可以先看一下你的电影，至于其他的事可以看过之后再说。”



    竹竿，不对，是谷经理开口了。



    方远有些不敢相信，毕竟这两天被人拒绝过太多次了，这次居然有人主动开口，要看自己的作品。



    “好。”



    方远一口答应下来，他对自己的电影很有信心。



    “谷经理，这电影只有十万投资……”



    身后远程影视的员工急忙说道。



    “一部电影的好坏难道只看投资额吗？真是这样，那还需要剧组吗？投资商就比谁的钱多不就行了？一部电影是好是坏，总要看过之后才知道。”谷经理的语气有些严厉。



    员工不敢再开口。



    谷经理伸出右手，“我叫谷峰，远程影视购片部门的经理。”



    “谷经理你好，我叫方远。”



    谷峰示意方远坐下，自己也在另一边坐了下来，笑道；“这两天，我听说有个年轻人，拿着自己的电影，一口气去了成海市十多家影视公司，可谓是屡战屡败，屡败屡战。”



    方远听出他说的是自己，苦笑一声。



    “我想，就凭方先生这份毅力，我也该坐下来看一遍你的作品。”



    “我相信您不会后悔。”方远的语气很坚定。



    谷峰看着这个既自信又腼腆的年轻人，心里不由得感叹一句，年轻真好。



    工作人员从方远手中接过U盘，打开了荧幕。



    屋里的灯暗了下来，荧幕上出现几个大字——《彗星来的那一夜》



    几人不再说话，专心看起了电影。



    影片开始了。



    艾丽正在开车。



    新闻上说今天会有一颗彗星经过地球。



    在路上艾丽打了一个电话，她似乎和电话另一头的张凯有什么纠葛，正在通话之时，女人的手机屏幕忽然裂开，通话也随之中断。



    艾丽很惊讶但也没多想，随后开车到了一个别墅，另外几人也相继到来，大家一边用晚餐一边聊天。



    他们聊了很多，话题也不固定，这过程中镜头不断切换，而这一过程居然长达十几分钟。



    ……



    谷峰突然有些怀疑自己的判断了，尽管有些对话看起来像是导演特意安排的，但这十几分钟的漫长对话，简直让观众连人物的名字都记不清，实在显得拖沓和混乱。



    另外几个工作人员也开始小声议论起来。



    “果然是烂片。”



    “这开篇太拖沓了，根本没有看下去的欲望。”



    “有几段对话看起来像是在做铺垫，或许这是导演有意为之吧。”



    “不管怎么样，这十几分钟的对话，太劝退观众了。”



    ……



    电影还在继续。



    很快第一次停电来了，出场八人组中，有两人出去前往不远处有亮光的房子求助。



    只是等到这两人回来时，一人额头受了伤，一人手中提着一个盒子。而且两人对这盒子的来历各有说法，起了争执。



    这一幕让会议室里的几人安静了下来，谷峰稍微直起身子，认真起来，剧情看起来终于要进入正轨了。



    ……



    八人中有人去地下室打开了发电机，于是屋子又亮了。



    众人打开盒子，发现里面有一个乒乓球拍，以及写有数字的八人照片。大家看见照片都有些惊慌，于是询问受伤男人，他在那里看见了什么。



    此时受伤男人却说，他在那栋房子里看见了和所处的这间房子一样的摆设，以及一样的八个人。



    众人觉得太过离奇，都不相信。



    受伤的男人还想再去一次那栋房子，这次他写了一张纸条，想要贴在那栋有亮光的房子门上，却在打开门后，发现自己所在的房子门上有着一张一模一样的纸条。



    众人亲眼目睹了这一幕，终于开始重视起当前处境，却完全想不通这一切是怎么发生的。



    一番讨论后，有四个人准备出去一探究竟，他们带着蓝色的荧光棒走出房门，却在路上看见了另外四个拿着红色荧光棒的自己。



    ……



    看着两边一模一样的四个人，会议室里又开始议论起来。



    “我靠，这是什么意思？”



    “我鸡皮疙瘩都起来了，看见一个和自己一模一样的人站在对面，这感觉太惊悚了。”



    “这也不是恐怖片啊，为什么这么吓人？”



    “对啊，这感觉比恐怖片还吓人。”



    几人的声音有些大，谷峰忍不住瞪了他们一眼，几人连忙闭嘴。



    方远却是忍不住嘴角翘起，从这些人的反应来看，他们已经被这部电影所吸引了。



    这就是好电影的魅力，它让人忍不住要去思考，去哭去笑，导演凭借电影操纵着观众们的情绪，在电影的世界里，导演就是王。



    ……



    电影还在继续。



    会议室众人的情绪也跟着剧情不断起伏，直到最后一幕。



    在经历了众人不断的争吵，互殴之后，艾丽终于明白了事情的真相。不止存在一个平行世界，而是无数个，同样也存在这无数个自己。



    在无数平行世界里，艾丽看到了无数的可能，她发现有一个世界里的自己，实现了梦想，成为了舞蹈明星，和喜欢的张凯幸福缠绵。于是她打晕了另一个自己，取代了她的位置。



    第二天一切仿佛又回到了正轨，艾丽走出房门，碰到了张凯。



    张凯将手里的戒指递给艾丽，奇怪的是艾丽手指上明明戴着一个完全相同的戒指。



    这时张凯的手机响了，他有些疑惑的看着手机屏幕，因为电话号码正是艾丽的，而她明明就站在眼前。张凯接通电话，听了几句后，疑惑的看着艾丽。



    故事结束。



    ……



    看着电影最后，张凯疑惑的眼神，众人议论纷纷。



    “他发现这个艾丽不是原来的那个人了吧。”



    “太精彩了，平行时空互相交错，无数个不同的时空，无数个不同的自己。”



    “虽然没有大场面，但绝对是一部精彩的科幻电影。”



    谷峰看着方远，眼里有些惊讶，本是一个无意之举，没想到还真捡到宝了。



    这部电影没有大场面，没有大牌明星，演员的演技也只是中规中矩，但剧本的精妙，节奏的把控，镜头语言的运用都显示了它的确是一部好电影。方远的才华以及他成熟的导演功力也完全的展现了出来。



    谷峰看着这个年轻人，突然有点好奇，仅仅十万就能拍出这样一部电影来，要是给他一个更大的舞台，他又会拿出怎样的成果？



    “啪，啪，啪。”



    谷峰率先鼓掌。



    其他人也仿佛如梦初醒，纷纷鼓掌。



    小小的会议室里掌声越来越多，越来越响。



    看着众人的目光，不知怎地，方远鼻子忽然有点酸，眼睛里也起了水雾。



    他仰起头，把眼泪收回去。



    被人认可的感觉，真好



    .



 第三章 新电影



    “啪。”



    客厅的灯被打开了，方远站在客厅里，环顾着周围的一切，两室一厅，家具一应俱全，这就是远程影视给他配的宿舍了。



    这两天发生的事有点多，方远直到现在都有点回不过神来。电影将会以网络院线的方式发行，自己也顺理成章地签约远程影视三年，然后搬进新房。



    一下子自己的身份就从穷光蛋变成了一个导演。



    接下来，按照谷峰说的，方远只需要耐心准备剧本，等到电影上映，公司会根据票房情况，来决定下一部电影的投资额。不过关于这一点谷峰已经给方远吃了一颗定心丸，投资额保底也会有500万。



    一想到这，方远突然兴奋起来。



    我成功了，以后能接着拍电影了。



    “咚咚咚。”



    一阵敲门声传来。



    方远把门打开，门外是一个陌生的中年男人，长得憨厚老实，一看就让人很有好感。



    “你好方导演，我是住你旁边的邻居，我叫张毅，是远程影视签约的演员。”男人主动开口，说话间表情有点不自然，显得有点不好意思。



    “你认识我？”方远有点疑惑，毕竟自己才刚搬进来。



    “当然，这两天远程都传遍了，谷经理亲自签约了一位新导演。听说你就住我隔壁，所以我就想着上门拜访一下。”



    “哦，好，进来坐会吧。”方远有些不适应，毕竟跟陌生人打交道一直都不是他的长处。



    两人在客厅坐下，东拉西扯聊了好一会后，不知怎么就聊到了方远的新剧本上。



    张毅问道：“不知道方导下一部电影的剧本准备好了吗？”



    方远这下明白了，张毅想来应该是个小演员，这次来无非是想混个脸熟，看有没有试镜的机会。



    “还没呢，还在考虑。”方远说的是实话，虽然他脑海里有很多经典电影，不过这个世界的华夏，不仅地位跟前世的好莱坞相仿，风格也很相近，都爱拍商业大片。什么人形机甲打怪兽啊，超级英雄打外星人之类的，在这里都已经有很多了。再者自己毕竟是新导演，下一部电影投资额怎么也不会太高，所以新剧本方远也还在考虑。



    “哈哈，那方导要是哪天有了适合我的角色，不妨找我试试镜。”张毅看似随口一说，其实他已经好几个月没接到角色了，不然也不至于病急乱投医，主动登公司新签约导演的门。



    两人又聊了几句，张毅突然说道：“方导吃晚饭了吗，我请你吃饭呗。”



    方远推脱几句，还是被张毅拉去吃饭了。



    吃了饭，方远想起自己还要买一些生活用品，于是张毅自告奋勇，带着方远去了超市。



    两人一阵挑选后，到了收银台，方远忽然注意到张毅手里拿的狗粮，好奇问了一句，“你养狗吗？”



    张毅笑着回答：“对啊，它叫小八，是条秋田犬。”



    小八。



    秋田。



    方远脑海里像是被打开了一个开关，记忆顿时如潮水般涌来。



    见方远顿住不动，一副若有所思的样子，张毅好奇道：“方导，怎么了？”



    方远抬起头，笑着说：“我想，我知道下部电影该拍什么了。走，带我去你家，看看你的八公。”



    张毅一头雾水，什么八公？我家的狗狗明明叫小八啊。再说了，不是在说拍电影的事嘛，怎么又要去看狗狗了。



    到了张毅的家，刚打开门，一只秋田就跑了过来，前腿扒在张毅腰上。



    “小八。”张毅逗弄着小八，一只手撸它的狗头。



    像，太像了。方远心中感叹，不知道是秋田长得都差不多，还是说只是一个巧合，小八长得和原作中的八公简直一模一样，方远一下子就决定要让小八出演这部电影。



    既然如此，那男主的人选就让张毅出演好了。看得出来小八和张毅的感情很深厚，一起出演很容易拍出想要的效果，而且张毅的面相憨厚老实也容易吸引观众的好感。



    至于演技方面倒是不用担心，刚才吃饭的时间方远已经了解过了，张毅也演了近十年戏了，虽然受限于外形条件，没演过什么男主男二，不过配角也演了不少，想来这部电影他还是能胜任的。



    “对了，方导，刚才不是说新剧本的事嘛，你真的想好要拍什么了吗？”张毅回过头询问。



    “当然，我已经有想法了。对了，你最近有档期吗？”



    “什么，什么意思？”张毅眼中满是惊讶，他心中有个猜测，但他又有些不敢相信。



    “我下部戏的男主初步就定你了，当然最终确定还要经过试镜才行。不过这毕竟是我来远程的第一部电影，可能投资不会很高，大概六七百万吧。你愿意出演吗？”



    张毅脱口而出，“愿意。”毕竟再小的投资，总算是男主角，不仅能开工挣钱，以后拿出去也是一份资历。



    ————————



    《忠犬八公的故事》



    谷峰看着眼前薄薄的剧本，“这么快就把剧本准备好了？还是说你已经写好很久了。”



    方远笑一下，答道：“只是忽然有了灵感，就一气呵成把剧本写出来了。”



    谷峰细细地看了一遍，又闭上眼睛回味了一下，“是个感人的好故事。不过，倒有点出乎我的意料，我还以为你会接着拍摄科幻电影。”



    “我不想局限在一个框架里，总要多尝试嘛。”



    谷峰看出了方远有点欲言又止，“说的也对。还有，你这次过来不光是给我看剧本的吧？”



    方远摸摸鼻子，“是这样的，剧本有了，分镜头脚本我也在准备。我想是不是可以开始筹建剧组了，不过我是电影圈新人，这方面还有很多不懂的，所以筹备人员还要公司多帮忙才行。”



    谷峰思考了一会，点头道：“这样吧，我来当你这部电影的总制片，不过我只是挂个名。我再给你找个实际的制片人，我之前跟你说的保底五百万，就先交给他，你有什么需要跟他说就可以了。至于后续的追加投资，就要看彗星的票房成绩怎么样了。”



    “好。”方远明白谷峰挂名的意思，是担心自己建组以后压不住剧组里的老油子，给自己撑场面。这么一看，谷经理还真是对自己给予厚望啊。



    “对了，电影的制作费用你心里大概有数没？”



    方远思考了一会，“不算宣发的话，大概八百万吧。”



    怕谷峰不满，方远又补了一句，“这已经是非常压低成本了，再低的话，影片质量就会受到影响了。”



    “行，我心里有数了。”谷峰只是淡淡的说了一句。



    接下来的几天，方远一边做电影的前期工作，一边画分镜头脚本。而远程影视也没闲着，《彗星来的那一夜》已经开始在网络上宣传。



    远程影视的官方微博发了一条文案：“烧脑科幻电影《彗星来的那一夜》八月十日十二点上线企鹅视频，敬请期待”，配图是一颗彗星划过漆黑的夜空。



    底下已经有上千评论了。



    “不上院线，网络播放，就可以看出又是一部五毛特效的小成本科幻。”



    “那天我看了另一部网络科幻电影，那特效说他一毛都多。”



    “科幻电影就是要大投资，大场面，不然哪来的震撼感。拍小成本科幻，还不如不拍。”



    “对，科幻电影就是要硬科幻的大场面看着才过瘾。”



    .



 第四章 电影上映



    谷峰的确对方远起了爱才之心，也很看好方远的未来，不过，他也没有想在“彗星”这部电影上赚太多钱。



    现在的华夏电影观众们还是更喜欢什么机甲大战、外星人入侵之类的大场面大投资科幻电影，所以即使这部电影的质量、创意都非常不错，但谷峰预想的票房大概也就几百万，当然，对比起十万的制作成本来看，这已经足够出色。



    一般电影的宣发资金大概在预估票房的百分之十左右，所以按常理来讲，“彗星”的宣发也就几十万，不过谷峰大手一挥，批了一百五十万的资金做宣发。



    他自然有所考虑：如果能将“彗星”的票房推到一千万，他也好为方远的下一部电影争取更好的条件。



    不过，这一百五十万的资金，用在线下宣传的话，估计连个泡都不会冒就沉了，再加上主打的是烧脑、科幻，所以一开始远程影视宣传的发力点就在微博上，目标就是吸引年轻人中的科幻迷，而这十万的投资额也被当做一个噱头。



    于是“十万投资的科幻片”“烧脑科幻题材”“十足的脑洞大开”这些宣传词语就出现了，不管是被十万投资的噱头吸引，想看个热闹，还是的确对烧脑题材感兴趣，“彗星”确实吸引了一些观众的眼球。



    时间就这样来到了八月十日中午。



    “烧脑题材的科幻电影，我倒要看看有多烧脑。”



    朱晨是一个科幻题材爱好者，不过近些年华夏拍的科幻电影好像都一个样，就是拼命地加投资，拍特效，找大牌演员，倒不是说这样不好，但在故事结构、创意上，却并没有什么突破，每个电影的内核都是换汤不换药。



    大场面当然好看，不过经常看也容易审美疲劳，朱晨就是这样，看了好几年的硬科幻，实在有些累了，就想着换换口味。



    还在微博和网友聊天的时候，朱晨注意到时间到十二点了，于是赶紧打开奇异果视频，点进科幻分类。



    一个横幅广告出现在屏幕上，烧脑科幻电影“彗星来的那一夜”。



    点开电影，还在缓冲的时候，几个稀疏的弹幕就出现在屏幕上方。



    “微博观光团”



    “打卡打卡”



    “我是第一”



    朱晨突然注意到这电影的收费节点居然在十八分钟，一般的网络电影不是在五分钟的时候收费吗？



    这当然也是远程影视的策略，“彗星”刚开始确实显得平淡，要是在五分钟收费，估计百分之九十的观众都会离开，所以将收费时间点放在了第一个剧情起伏上。前面的十几分钟虽然有些无聊，不过至少是免费的，还是有一些人会接着看下去。



    画面开始出现。



    一个女人正在开车前往朋友家赴宴，新闻上说今天会有一枚叫米勒的彗星经过地球。开车过程中，女人和一个男人通电话。



    在对话中，两人的名字得以出现，女人叫艾丽，男人叫张凯。他们之间似乎有什么纠葛，通电话的原因就是想在聚会前谈清楚，但正在谈话过程中，艾丽的手机屏幕突然裂开了，通话也随之中断。



    一些弹幕飘过。



    “什么鬼？”



    “用的三兴手机吧。”



    “买碎屏险了吗？”



    朱晨简直苦笑不得，这些弹幕还真是破坏气氛。



    随后镜头给到室内，另外几个朋友也相继到来，而后主角八人组就一边吃饭一边聊天。



    朱晨本以为这个吃饭的镜头几分钟也就过去了，没想到几个主演就这么一边吃一边聊，迟迟不见停止的迹象。



    弹幕变得多了起来。



    “你不会告诉我，这部电影就这么一直聊天吧。”



    “不就是聊天吗，让我来拍，还用不了十万。”



    “烂片无疑，走人。”



    “这么多人，我连名字都记不清了。”



    “还好电影收费在后面，没浪费五块钱。”



    朱晨也有点想退出了，不过这时一段对话吸引了他的注意。



    房子的主人麦克和一个叫罗瑞的女人互相之间很不熟悉，麦克以为罗瑞就是和凯文交往过的瑜伽老师，而罗瑞自述自己在科技公司上班。而且麦克主演了一部电视剧，罗瑞明明很喜欢这部电视剧，却完全没认出主演麦克来。



    这两人话里的信息完全对不上，但总不至于这么大的穿帮导演没注意到吧，所以只能朱晨只能理解为这是导演有意为之。



    弹幕里也有人注意到这一点。



    “这是导演留的伏笔吧。”



    “我也觉得。”



    “他们完全不认识吗？”



    有点意思，朱晨开始好奇导演在后面会怎么处理这个伏笔了。



    餐桌上，艾丽也讲了一个故事，“彗星过去后，一个女人报警，说家里的这个男人不是我的丈夫，警察到场后说这就是你的丈夫。女人说不，他不是，因为我昨天刚杀了他。”



    死去的人复活了吗？彗星过去，这跟彗星有关系？片名就叫彗星来的那一夜，该不会等会主角几人就会死而复活吧？



    朱晨好奇心更重了。



    主角几人继续闲聊，艾丽说出了她人生的困境，与张凯之间不清不楚的爱情，以及舞蹈事业上的失意，她本可以成为舞蹈明星，却错过了机遇。



    这时候，房间突然停电了，四周一片漆黑，只有远处的一栋房子有亮光。众人点燃蜡烛，拿出蓝色的荧光棒，一起出去张望那栋房子。



    此时彗星正划破天空。



    大家返回房间后，发现桌子上出现了一个破碎的杯子。



    又是一个细节吗？朱晨暗暗记住了这点。



    电影还在继续，八人中的修斯说，他有一个弟弟是物理学家，来之前弟弟说如果彗星经过时发生了什么怪事就打电话给他，但是众人拿出手机才发现，大家的手机要么是屏幕开裂要么就是完全没信号。



    于是修斯决定前往那栋有亮光的房子借电话，米尔陪着他一起去了。



    剩下的六人继续聊天，过了几分钟，门外突然响起敲门声，众人都被吓了一跳，打开门却发现门外并没有人。



    麦克忽然想起地下室里有台发电机，于是去启动了发电机，屋子里终于又亮起来。



    这时候，外出的两人回来了，大家却发现修斯的额头受伤了，米尔带回一个盒子。米尔说是修斯丢下的，修斯却矢口否认了，两人起了争执。



    其余几人打开盒子，里面有一个乒乓球拍，还有屋内八个人的照片，每张照片后面还有一个数字。



    自己的照片怎么会出现在这个盒子里，大家都很惊慌，连忙追问修斯在那栋房子里看到了什么。修斯有些迟疑，但犹豫过后还是说道，他从窗边看到了和现在所处的房间一模一样的摆设，以及，一模一样的八个人。



    朱晨一头雾水，为什么修斯会看到一模一样的摆设和人，房间家具还可以复制，总不会把人也克隆了一份吧？



    修斯还没放弃去借电话的念头，这次他写了一张纸条，如果那栋房子里没人就贴在门上。这是门口又传来一阵动静，打开门后，却发现门上贴着一张纸条。



    而这纸条竟然和修斯刚刚写完的那张一模一样。



    屏幕上一阵密密麻麻的弹幕飘过。



    “我起鸡皮疙瘩了。”



    “细思极恐，为什么他刚写完，门口就出现一模一样的纸条。”



    “前方高能”



    “这不是科幻片吗？为什么感觉在看惊悚片？”



    朱晨也是浑身汗毛直立，电影一改之前的混乱无聊，像是坐上了过山车，剧情一下变得跌宕起伏，悬念丛生。正当朱晨对这部电影有了期待，准备接着看下去，找出这些谜团真相的时候。



    “观看已满十八分钟，观看完整版需付费五元。”



    这，好家伙，原来在这儿等着呢。



    剧情刚出现一个大谜团就需要付费了，朱晨正看得渐入佳境呢，赶紧选择了付费。



    导演你可别让我失望啊，千万别烂尾。



    朱晨怀着这样的心情继续看了下去。



    .



 第五章 观影



    屋内，几人开始坐下来研究那几张照片，艾丽把照片的编号用红笔抄了下来，大家想不通这一切是怎么回事。



    这时有人提议要去那栋有亮光的房子看看，于是八人分成了两组，艾丽、张凯、罗瑞、麦克拿着蓝色荧光棒出去，修斯、米尔、贝斯、李丹则留在了屋中。



    出去的四人走近，果然看到了一栋一模一样的房子，里面的摆设完全相同，几人简直不敢相信自己的眼睛，都被这一幕吓坏了，仓皇离开。



    走过街角的时候，几人停下了脚步，对面也出现了四个人，穿着面容无一不与己方几人相同。唯一的差异就是他们手中的红色荧光棒。



    两拨人都发现了彼此，顿时被吓得呆在原地，你看看我，我看看你，大家都有些不知所措。



    场面变得有些诡异起来。



    上一波高潮过后变得有些稀疏的弹幕也瞬间密集起来。



    “害怕。”



    “召唤弹幕护眼。”



    “全身的鸡皮疙瘩一下子就起来了。”



    “为什么会有一样的四个人出现呢？”



    “自古红蓝出CP，他们的红蓝荧光棒说明了这一点。”



    “吓死朕了，来人，给朕换条裤子。”



    两拨人就这样对视着，突然，不知是谁先动了，然后起了连锁反应，在场的众人都开始拼命狂奔。



    四人跑回屋子，跟里面的人说了这件听起来有些荒唐的事。



    这时米尔和修斯对视了一眼，脸色有些变化。镜头给了他们藏起来的红色荧光棒一个镜头。



    他们，跑错房间了！



    这时候，贝斯想起来，车里有本物理学的书，可以参考一下。于是修斯去车里取回了书。从书里，众人了解到“薛定谔的猫”以及“量子相干性”，也就是说不同的平行时空相互交错了。



    观众们这才恍然大悟。



    “不同的平行时空交错？我的天，导演和编剧的脑洞太大了。”



    “原来是这样，怪不得会有长得一样的人出现。”



    “有点意思，这电影太精彩了。”



    朱晨简直要忍不住为这创意鼓掌了，不同时空相互影响，这脑洞太绝了。这才是一部精彩的科幻片，他的心都要为之颤抖了。



    这事听起来很不可思议，但这个理论又恰好能解释这些怪异的现象，众人于是只能选择相信。



    这时有人觉得，若是平行时空的交错结束，两个一样的人存在于一个时空，会不会造成更加严重的后果，于是提出要去干掉那栋房子里一模一样的自己。



    还有人提议，什么都不做，就这么坐等彗星过去，一切就会恢复原状。



    还有人觉得这一切都是幻觉。



    众人之间有了分歧，开始争吵，闹得很不愉快，于是有几人起身离开了客厅。艾丽跟着贝斯、李丹去了厨房。在这里，她听到了两人的一段谈话，在这之前这段话明明已经发生过了，再加上厨房里那个原来破碎的杯子又变得完好无损。



    艾丽猛然惊觉，自己进错了房子。



    这时米尔和修斯拿起那个盒子离开了，镜头又给了一个特写，盒子里装的不再是乒乓球拍而是手套。



    剧情接着发展。屋子里又一次停电，屋外也传来动静，几个人，一起出去查看，发现车的玻璃被打碎了。



    艾丽去自己的车上拿戒指，这是她和张凯共同的记忆。



    刚从车上下来，她就遇见了张凯，两人说了几句话，之前的隔阂、纠葛仿佛烟消云散，但艾丽问了张凯一个问题，他却回答不上来。艾丽顿时明白，他不是和自己一起出来的那个人。



    艾丽又回了房子，屋里的众人也慢慢明白了，平行时空不止两个，而是无数个。更糟糕的是只要走出房门，穿过黑暗地带，就再也回不到原来的时空了。



    艾丽翻看着这个房间第一次收到盒子的记录，终于发现了玄机，这个房子里的八人，除了李丹和贝斯，其他人都来自另外的时空。



    门缝处被人塞进来一封信，那是另一个时空的麦克写的，信里他揭发了自己曾经与贝斯有过奸情。这让贝斯的老公修斯怒不可遏，两人顿时扭打一团。



    在一片混乱中，只有艾丽是清醒的。她平静地走出屋子，不断的走进黑暗，她看到了无数个屋子，无数种生活。有的混乱，有的平静。



    彗星划过夜空，无数种可能性在同时上演。



    忽然，她在一栋房子外停住了脚步，屋子里，八人有说有笑，完全没有其他时空里的争吵与混乱。而这个时空的自己，不仅和张凯的爱情美满，还成功抓住机遇，成为了舞蹈明星。



    艾丽突然起了杀心，这个自己的人生让她感到羡慕，这正是她想要的生活。她打碎了汽车玻璃，引众人出来，趁另一个自己上车拿戒指时，迷晕了她，然后进入屋子继续聚会。



    其他人没有察觉艾丽的变化，大家有说有笑，一切都仿佛那么美好。



    这时，另一个艾丽又爬了回来，艾丽只得将她打晕，藏在了厕所浴缸里。她走出去，尽力表现得平静，却在将要走进客厅时，忽然晕倒在地。



    第二天，一起仿佛回到了正轨。艾丽从床上醒来，走出房门，外面风和日丽。张凯正在外面，他看见了艾丽，将手中的戒指递给了她，镜头给了一个特写，此时的她的手上戴着一个完全相同的戒指。



    电话铃声响起，张凯看着手机，有些不解，“太奇怪了，是你的电话号码打给我的。”他对艾丽说。



    张凯接起电话，听了几句，然后回过头，一脸疑惑的看着艾丽。



    电影完。



    朱晨想起电影刚开始艾丽所讲的那个故事，和结局如此相似。还有开头麦克和贝斯之间对不上的信息，是否也在暗示从一开始他们就不是同一时空的人。



    原来导演在那十几分钟的对话中藏了这么多细节。



    太精彩了。朱晨不禁感叹，看了一部好电影，给人的感受不亚于在盛夏喝一杯透心凉的冰水。



    剧组工作人员的字幕开始出现，不过观众们却还意犹未尽，弹幕一直在疯狂跳动。



    “这绝对是这几年最精彩的科幻电影。”



    “导演和编剧堪称鬼才，居然有这么大的脑洞。”



    “你们看，导演和编剧是一个人。”



    “还真是，叫方远。我记住这名字了，下次有院线电影了，一定支持一张电影票。”



    朱晨也记住了方远这个名字。



    正好外卖也到了，于是心潮澎湃的朱晨一边吃着外卖，一边登录了微博。



    果然，微博此时已经爆炸了。



    .



 第六章 奇怪的票房



    远程影视官方的宣传微博下已经瞬间多了近千条评论。



    “绝对是今年最好的科幻片了。”



    “我本来以为开头的十几分钟是这部电影的败笔，看到结尾才发现，首尾呼应，看似无聊的十几分钟对话，其实有很多地方值得思考。”



    “就是，我一开始都打算关了，刚开始真是太无聊了，但越往后越精彩，而且仔细一想，对话中的很多东西都有导演的深意。”



    “水军吧你们，收多少钱了，这么洗一部烂片。”



    “就是，还请水军，你们再怎么刷我也不会去看的。”



    “楼上的，我真不是水军，我打包票，你不看绝对后悔。”



    呦呵，还有喷子。



    不行，我一定要让你们都去看看这部电影，让你们知道错得有多离谱。



    朱晨忽然感觉一颗安利的心在蠢蠢欲动，浑身都充满了干劲，此刻他恨不得全世界的人都说“彗星”是一部好电影，以此来满足那种“我比你们都先看见，先发现”的小小虚荣心。



    他放下筷子，眼中燃烧着火焰，开始拿起手机，在各大平台开始给人安利“彗星”这部电影。



    “不看绝对后悔之今年最佳科幻片。”



    “绝对扣人心弦、激动人心的烧脑科幻片。”



    “科幻迷的狂欢，科幻影史的又一佳作。”



    没想到，我也有当标题党的潜质。



    写了几篇能惊爆眼球的小短文后，朱晨只觉酣畅淋漓，浑身轻松，刚准备放下手机继续吃饭。



    手机震动提示，已经有人给他评论了。



    “水军，刷好评刷到这里来了，这么积极，不止五毛一条吧？”



    “这种摆明了就是烂片，能多忽悠一个就是一个。”



    “我*你*，你****，你们这种标题党，我见一个喷一个。”



    呦呵，我这臭脾气，你越说烂片，我越要跟你们反着来。今天我还真就要把你们拉去看《彗星》，让你们知道自己错在哪儿了。



    朱晨干脆放弃了吃饭，一心和网友们对线。



    网络上，在这些“自来水”的不断努力下，《彗星来的那一夜》开始被更多人知道。



    ——————



    远程影视。



    办公室里，一个中年员工正在给谷峰汇报《彗星》的票房情况。



    “谷经理，《彗星》前天的票房情况出来了。付费人数在四十万，票房接近两百万。不过，根据我们的预估，昨天的票房会下跌到一百万左右。因为第一天的观众多数是在微博被我们的广告所吸引的科幻爱好者，这一波大潮过后，按照之前的宣发力度，接下来的观众数量会下降很多。”



    “嗯，我知道了。”谷峰对这个结果并不意外，不过，按照这个趋势下去，票房破千万看来还是有点难度。



    要不要再加点力度，再推一把呢？



    谷峰正在思考。



    “咚咚咚”有人敲门。



    “谷经理，昨天的票房统计结果出来了。”



    中年员工从门外那人手里接过报表，看了一眼。“咦？”他语气中有些疑惑。



    “怎么了？”



    “昨天，《彗星》的票房不降反增，接近两百四十万。这……不会是统计错了吧？”员工摸摸自己地中海的脑袋，有些想不通，你这不按套路出牌啊，票房怎么还涨了呢？这不是在领导面前显得自己很无能吗？



    “嗯？”谷峰看了一眼报表，这是怎么回事？他也有点想不明白。



    难道后面还有人出手了？没道理啊，这不是白白让远程影视得利吗？



    算了，想不通的事就让手下去想。



    “去查查怎么回事，今天下班之内给我一个结果。”



    “好的，谷经理。”



    中年员工走了出去，关上门。



    “小张，过来，去查一下《彗星》的票房怎么回事？查什么？查它是怎么涨的啊。”他看了看表，又补充一句，“快点啊，三个小时内给我结果。”



    几小时后。



    “谷经理，查清楚了，第一批看过《彗星》的观众中，有不少人主动向别人推荐，吸引了很多人观看。豆瓣等网站上《彗星》的评分也保持在八分以上，还有一批影评人给出了好评，这些都是票房上涨的原因。这是几个有代表性地影评，您看看。”



    “2016年最佳科幻电影——《彗星来的那一夜》



    是的，即使距离今年结束还有好几个月，但我仍然要说，《彗星》就是今年的最佳科幻电影。



    这部影片选取了日常生活中最普通的场景，通过一系列的悬念后，展现了平行时空交错所造成的影响，聚焦于复杂人性在这其中所暴露出的恐惧、猜疑、自私、背叛等问题，



    导演以小见大，明明是常见的场景，却牵扯出“平行时空”、“量子理论”这样高大上的论题，而且还不失悬念感，整部电影看下来观众不会觉得枯燥乏味，反倒像是在坐过山车，跌宕起伏，悬念丛生。



    九十分钟的电影看完，观众丝毫感觉不到时间的流逝，因为在观影过程你必须保持时刻专注。导演将很多伏笔藏在了细节中，例如开始那漫长的谈话，其中就暗示了很多东西，稍有疏忽就会错过。



    影片如同宣传文案中所说的一样，十分烧脑。不同于以往机甲大战之类的硬科幻，导演拍摄的就是日常场景，可是电影看完，观众们又能真切的感觉到它内核中的科幻感。



    说到这里就不得不夸赞一下电影的导演兼编剧方远了，不论是精彩的剧本，还是独特的拍摄、剪辑手法，这一切居然都出自一人之手，实在让人惊讶。方远，年仅24岁的鬼才导演，处女作就为观众们带来了如此巨大的惊喜，我很期待他今后的发展，期望他给我们带来更多优秀的作品。”



    谷峰翻了翻剩下的影评，都是在夸赞《彗星》及方远的。



    他眯起了眼睛，手摩挲着下巴。



    自发的拉人终究难以持续，高分、好评也能吸引一些人，不过这些影评的影响力还都局限在一个小圈子里，始终不能破圈。如果没有外力加入，《彗星》也只能是一个叫好不叫座的电影，但是如果再后面推一把呢，它会不会走得更远？



    谷峰终于下定决心，“再加五百万宣发，趁着现在有一定的热度，再加一把火。”



    有的时候1+1往往能发挥出大于2的效果，就比如现在。《彗星》的表现说明了它是一部好电影，不过受题材所限，能吸引到的观众还是少数，谷峰这一把火下去，就能让它的影响力突破“软科幻、悬疑、烧脑”这个小圈子，吸引更多的吃瓜群众。



    口碑发酵再加水军造势，《彗星》的成功已经可以预想了。



    .



 第七章 票房爆炸



    《彗星来的那一夜》彻底火了，不仅在微博热搜上挂了好几天，电影片段也在网上满天飞。这回就不仅是局限在科幻迷中了，只要是经常上网的人，不管是在微博还是B站、某乎，总能看到关于这部电影的消息。



    看得多了，很多人也难免会对这部号称今年最佳科幻片的电影产生兴趣，反正也就五块钱，比一张电影票可便宜多了。



    于是《彗星》的付费观影人次开始暴增。



    五十万人次，一百万人次，两百万人次……



    与此同时，跟一般电影不同的是，《彗星》并没让几个主角火起来，反倒是方远以导演兼编剧的身份走红了，这个名字被越来越多的人所熟知，已经开始有人拿他和近几年最火的青年导演柏行做比较了。



    柏行何许人也，导演世家，电影名校出身，今年上半年上映的第一部电影就有九千万的票房，在这之前所有人都觉得他会成为最年轻的票房破亿导演。不过方远的出现，让这个问题的答案有了一点争议。



    有人觉得方远只是运气好，没有撞上其他热门电影上映，再加上娱乐圈没有什么大新闻，导致《彗星》很快就被送上了热搜，再加上“十万投资”“新人导演”“烧脑科幻”等一些噱头，这之后才有了票房的突飞猛进。不然，《彗星》还是只能沦为小圈子里的“神作”。



    也有人觉得这部电影已经展现除了方远十足的导演才华，以及天才般的创意。可以预见的是，他的下一部电影投资额肯定会大涨，到时候，还真说不定谁会最先达成单部电影票房破亿的成就。



    “谷经理，第一周的票房统计出来了，共计一千一百万付费人次，票房总计五千五百万。”



    “好，我知道了。你出去吧。”



    中年员工走后，谷峰喃喃自语，“方远啊方远，你还真是给我一个惊喜啊。”



    十万成本，加上接近七百万的宣发，换回来的是五千五百万票房。不过这七天的观影人次有一个明显的上升和下降，40万，50万，350万，300万，200万，100万，60万。下降地相当快，到了下一周估计就不会有太多票房了，不过那又有什么关系呢，这个成绩已经足够优秀了。



    五千五百万票房，百分之八的税，奇异果方面拿走百分之五十五，扣除宣发成本七百万，还剩一千三百万。这其中，远程影视作为发行方，拿走百分之二十，也就是二百六十万，还剩下一千万。



    等等，也就是说，这小子一部电影赚了一千万。



    谷峰摇摇头，心中感慨万分，真没想到，半个月之前还是一个卖掉房子拍电影的穷小子，摇身一变就成为千万富翁了。人生际遇啊，又有谁能说得清呢。



    ——————



    “坐。”



    “站。”



    宠物训练师正在训练狗狗，这样在需要它做某些特定动作时，训练师就可以站在镜头外指挥，以便配合拍摄。



    场地里不光是一只狗在受训，旁边还有好几只不同年龄的秋田犬，这些狗狗外貌、形态、毛色都相差无几。



    为了凑齐这些狗狗，剧组的工作人员可没少费工夫。



    是的，在远程影视的协助下，方远的剧组已经大致组建好了，不同于《彗星》时的草台班子，这一次的剧组可就正规多了，灯光、摄影、场务、道具、统筹、美术……该有的都有了，加起来足足好几十人。



    电影的一些前期准备也做得差不多了，几个主要演员已经试镜完成，只等远程的资金到位，电影就可以正式开机了。



    方远正在和美术组沟通，“翁，翁。”手机震动，是谷峰的电话。



    “不好意思，我接个电话。”



    往旁边走了两步，方远接通电话。



    “谷经理，怎么了？”



    “你有关注今天的新闻吗？”



    “新闻？什么新闻？”



    “《彗星》的票房超过五千万了。”



    “哦。”方远有些淡定，其实上映后每一天谷峰都有跟他交流票房情况，两人也都知道，按照这个趋势下去，破五千万是迟早的事。



    “这么平静？我还以为你会激动一会呢，毕竟这部电影可是给你赚了一千万。而且有不少媒体都开始拿你和另一个新锐导演柏行比较了，很多人都在争你俩谁会率先达成单部电影票房破亿的成就。”方远的平淡反应，谷峰倒是有些没想到，之前还以为他听到这个消息，不说什么惊喜万分，怎么也得激动一会吧。



    方远微微一笑，“激动吗，比起这一千万，可能更让我激动的是付费观影人次破千万吧，这代表至少有几百万的人看了我的电影。至于票房……”



    说到这里，方远忽然有种恶趣味，“我对钱不感兴趣，其实我最开心的时候就是拿着十万块拍电影的时候。还有那些媒体，他们愿意比较就比较好了，我也不在乎这些评价。”



    “额。”谷峰一摸额头，有点不知道该说什么了。



    不慕钱财？淡泊名利？



    谷峰回忆自己当初挣到第一个月工资的时候，几千块钱也高兴的不得了，算了，可能这就是天才吧。



    “对了，我跟公司高层沟通过了，下一部电影投资总额会加到一千二百万。其实，你要是接着拍科幻片，说不定我努努力，两千万也能给你要得来，只是你刚成功一部电影就转型，高层还是有些不放心。”



    “其实已经比我想得要好多了，谷经理，你放心，我会拿出实际成果来证明自己的。”方远一如既往地自信。



    “你有信心就好。”



    电话挂断。



    呼，方远吐出一口气。五千万票房啊，说不激动那是假的，真要是不激动，他也不至于昨晚看了新闻后辗转反侧睡不着，今天顶着一对熊猫眼出门了。



    不过，方远清楚自己想要什么，拍更多好电影才是他的追求，至于钱，只是顺手为之，不必强求。



    一千二百万投资么，说多也多，说少也少。就像刚才提到的那个柏行，人家父亲也是大导，又是电影名校出身，拍了几部短片练手之后，第一部电影就有将近两千万的投资了，最后也收获了全球近九千万的票房。



    这么一对比，这一千多万还真不多。不过方远也能理解远程影视的顾虑，毕竟自己才拍了一部小成本电影，尽管成绩不错，不过是不是昙花一现，除了自己，恐怕谁也不能打包票。再说了，《彗星》的票房再高，远程影视作为发行方，也没赚多少，也舍不得为自己大出血。



    算了，不去想这些有的没的了，我只需要好好拍我的电影就好。



    方远摇摇头，抛开脑海里的杂念。



    “美术，美术呢？刚才说到哪儿了……”



    .



 第八章 新电影开机



    九月一日，上午，天气晴朗。



    横店影视基地，《忠犬八公》剧组在这里租了一栋小别墅，略加改造后就成为了电影中男主居住的房屋，剧组前期会先在这里拍摄一些戏份。



    “我宣布《忠犬八公的故事》正式开机。”



    带领着众多剧组人员举行了简单的开机仪式后，电影的第一次拍摄就要开始了。



    为了有个好兆头，这是一幕很简单的戏。男主柯平在家里训练小八玩捡球游戏，但小八根本不理会他丢出的球，于是柯平趴在地上亲自教起了小八。



    经过试镜后，男主的扮演者确定为了张毅，不过这可能是他第一次出演男主，镜头前的他显得有些紧张。



    方远坐在监视器后，看着张毅的表演，终于忍不住喊了停。



    “停停，老张，怎么回事啊？你要放开一点啊，你是在跟爱犬玩耍，不是有人逼着你在地上爬。表情。动作自然一点啊。”



    张毅一脸尴尬地从地上起来，不好意思地举手，“导演，我调整一下，再来一遍吧。”



    “好，各组注意啊，再来一遍。”



    片刻后。



    “停，老张你表情还是不对啊，肢体也太僵硬了。”



    剧组于是又一次停了下来。



    今天刚刚开机，这么简单的一幕戏居然要反复来几遍，剧组的工作人员此时也开始小声议论起来了。



    “这什么演技啊，太烂了吧。”



    “听说还是导演亲自选的，这基本功都不到位也能当主演了？导演眼光也太差了吧。”



    “我听说啊，这导演刚到公司，谷峰谷经理就力挺他，为了给他要投资，还在会议上跟副总吵了几句。说不定这导演就是个关系户呢。”



    方远起身，走到张毅面前，张毅此刻低着头，小声说道：“导演，我再调整一下，再给我一点时间吧。”



    “老张，试戏的时候你都没问题啊，怎么今天这么紧张啊？”



    张毅抬起头，有点难为情，说起来怎么也演了十年戏，怎么今天露了怯，“我就是，一想到要主演一部电影，一下子有点，有点不自信，结果越想啥就越来啥。”



    这下方远明白了，还是心态上的问题，“放轻松，老张，好歹你也是我选进来的，你就算对自己没信心，也要对我有信心啊。放松一点，拿出你实力来。”



    毕竟在电影圈待了这么长时间，张毅还是有真本事的，让他多放松一会后，自己也就调整过来了。



    就在方远以为能顺利拍摄的时候，狗狗又出现了问题，剧本里小八应该不理会主角丢出去的球，但是拍的时候张毅刚松手，狗狗冲出去就捡球去了。好在有几只备选的狗，一只不行就换另一只。



    除了这些状况，剧组工作人员的配合也很成问题，方远毕竟是新人导演，尽管有谷峰的支持，自身威信还是欠缺，调度能力也不足，人员配合起来就老是出问题。



    方远擦擦额头上的汗，跟《彗星》时十来人的小剧组不一样，如今手下管着七八十人，管理的难度也翻了好几倍。



    不过累虽累，看着一点点的片段在自己指挥下拍出来，想到不久后的将来，这些片段就会组成一部精彩的电影，方远又有了干劲。



    “各组注意，再来一遍啊。”



    好不容易拍完这一小段，一个上午就过去了。



    “呼。休息一下，吃饭。”



    休息间隙，方远拿出了手机，网上已经有电影开机的新闻了，这也是前期宣传的手段之一，在拍摄期间不时放出一点消息，保持电影的热度。



    不过，多翻几条新闻，方远就发现舆论的导向似乎有点不对劲。



    “自信还是冒进？新锐导演方远新电影转型。”



    这是微博上一个大V文章的标题。



    这标题就有一点质疑的味道了，方远接着看下去。



    “电影《彗星来的那一夜》刚刚收获海外千万票房，全球票房突破七千万。其导演方远最近又有了新消息，据传方远已经完成电影开拍前的所有准备，新电影不日就将开机。”



    “相信看过《彗星》的观众都会对方远这个名字影响深刻，他一人身兼导演兼编剧，用十万成本拍出了这部大热电影，从这点来看，方远无疑是一个很成功的导演。但或许是年少轻狂，又或许是过于自信。方远的新电影没有继续拍摄热门的科幻题材，反而一头扎进了剧情片中。”



    “华夏科幻电影的成功相信大家都是有目共睹，前几年张立新导演突破票房纪录的《史前巨兽》在华夏彻底引燃了科幻狂潮，如今的票房榜单上前五名都同属科幻分类。也正是因为科幻电影的受欢迎，这才有了这部《彗星》七千万票房的奇迹。”



    “或许是被巨大的成功迷住了双眼，这位新锐导演新电影的选题是在令人大为不解，笔者大胆预计，这部电影的票房或许将迎来一个断崖式的下跌。”



    “不过，这一天真的来临的时候，我希望方导也不要自暴自弃，毕竟你在科幻电影上的才华，大家还是能看到的。届时，观众们也要给予方远这个年轻导演一些耐心，毕竟年轻人……”



    好家伙，电影刚开拍呢，这边就有人在预言票房大跳水了，而且底下的评论里还有好一些人在附和。



    “年轻人，一点成功就忘乎所以了。”



    “我就是一个科幻迷，还想着方导拍新电影了一定要支持一张电影票呢，没想到人家不拍科幻片了。唉。”



    “唉，如果他以后能重拍科幻片的话，还是可以一看的，毕竟《彗星》拍得是真的好啊，不过剧情片嘛，就不是我的菜了。”



    “方导，别误入歧途啊，你可是我这些年最看好的新人导演了，接着拍科幻片多好。”



    “楼上的，难道柏行就比方远差了吗？《彗星》看得我想睡觉，不像柏导的《外星异客》，人类对战外星人，看着就过瘾。”



    “就是，柏行粉丝加一，我也喜欢《外星异客》。”



    除了这些误入的柏行粉丝外，确实是有很多人对自己的新电影不看好啊，甚至还有自己的一些影迷在里面。



    不过方远倒是一点没受影响，自言自语道：“哼，等我拍完，就拿它狠狠地打你们的脸。”



    “打脸？导演，打谁的脸啊？”



    突如其来的声音吓了方远一跳，差点从小马扎上摔下去。



    转头一看，原来是剧组的工作人员。



    “吓我一跳，下次走路能不能有点声音？什么事啊？”



    “导演，休息时间结束了，是不是继续开拍了？”



    “好。”方远一跃而起，松松筋骨，“来来来，动起来，开拍了，都动起来。”



    .



 第九章 夜谈



    “好，收工，今天的拍摄完了，大家辛苦。”



    已经快十月份了，虽然现在时间才八点多，不过方远宣布收工的时候，天色已经暗下来了。



    “收工。”



    “吃饭吃饭。”



    工作人员们三五成群地走了。



    看着最后的几个道具组收拾完道具然后离开，方远站在空荡荡的场地上，环顾四周，忽然轻叹一声，“唉。”



    开机快一个月了，剧组还是每天状况不断，拍摄的进度停滞不前。本来按照方远的计划，三个月就能拍完，然后进入后期制作的过程，不过现在看来，四个月也不一定了。这样拍下去，说不定一千二百万投资都还不够用。



    是不是我太过高估自己了？



    明明只是自学了半年，然后拍了一部小成本的《彗星》，靠运气有了一点成绩，还真以为是自己天赋异禀、才华横溢啊，其实只是一个普通人罢了。



    方远忽然有些气馁。



    “方导，干啥呢？”张毅却凑了过来。



    方远抬起头，没好气道：“你不去吃饭，往我这凑什么？”



    张毅笑着说，“还说我，方大导演不也没吃吗。再说了，天天吃盒饭，嘴都淡出鸟来了，走，今天我请大导开荤，吃烧烤去。”



    “吃什么烧烤啊，不想去。”



    “什么不想去，我请客还不赏光啊。走走走，我跟你说，旁边有条美食街，一到晚上就热闹了……”张毅连拉带哄，把方远弄走了。



    “老板，照这个菜单上打勾的上，再来十瓶啤酒。”



    方远虽说被拉来了，不过心情不好，也没啥兴致说话，就这么坐着。



    老板提了啤酒过来，也没发现坐着的一个是千万票房的导演，一个是千万投资电影的男主演，把酒放下就走了。



    “我说方大导演，怎么一副闷闷不乐的样子。”张毅一边说，一边开了一瓶啤酒，递了过来。



    “有吗，你看错了。”



    “咕噜咕噜。”张毅先灌了一大口啤酒，才开口道：“还说呢，剧组谁没看出来你最近心情不好啊，你没发现，这两天都没人主动凑你跟前嘛，就是怕被你骂呗。”



    方远看了他一眼，“你知道还拉我来喝酒，不怕我骂你个狗血淋头啊。”说完，仰头喝了一口酒。



    “咳咳咳。”方远喝得太急，被呛到了。



    “来。”张毅递过一张纸，“就因为咱俩比较熟，我才冒着被你骂的风险，拉你出来散散心，改变一下心情啊。”



    方远也不笨，知道张毅的意思，不过还是说道：“散心有什么用？也不能解决拍摄的问题啊，治标不治本而已。”



    “诶，你错了，剧组的本是什么？是你这个导演啊，你就是剧组的核心。你的问题解决了，其他的问题才能解决啊。”



    方远有点愣住了，“是，是吗？”



    张毅点点头，微笑道：“当然是了，我的方大导演啊，你就是把自己逼得太紧了，剧组这些天的拍摄是出了一点小问题，不过这都是可以调整的嘛，何必那么着急呢。”



    “由不得我不急啊，现在的拍摄进度已经滞后很多了，不赶着拍，完工就要拖到明年去了。”



    “那就拖到明年呗。方导你今年才二十四岁，满打满算这才是你的第二部电影，出现问题难道不是正常的吗？一边拍一边改不就好了，为什么你要给自己那么大的压力，不能容许自己犯一点错呢？”



    方远愣住了，是啊。为什么不能犯错呢？犯错不才是正常的嘛？



    是从知道《彗星》拿到几千万票房的时候开始的吗？还是从有人称自己为偶像，把自己和另一个导演柏行做比较的时候？自己开始自视甚高，把成功当做理所当然。



    所以现在才遇到一点困难就开始怀疑自己，没办法接受自己的不足和缺点。



    对啊，没有人是完美的，承认自己有不足的地方，努力改正不就好了吗？



    “吨吨吨。嗝……”方远一口气灌下去半瓶啤酒，然后打了一个大酒嗝。



    看着他一副想开了的样子，张毅微微一笑。



    毕竟是个年轻人啊。



    不过很快，张毅就笑不出来了。



    “来，老张，再喝一瓶，酒呢，怎么没酒了？老板，老板，再拿十瓶酒过来……”



    “别拿了，老板，结账结账。”



    “我还要喝，我还要喝，我没醉，没醉，嗝……”



    张毅看着平时内向腼腆此刻却在撒泼打滚的方远，有些无奈，怎么几瓶啤酒就喝醉了呢？



    唉，得了，扛回去吧。



    “我真的没醉。”



    “对对对，方大导，你没醉，你清醒着呢。”



    “老张，我给你讲个故事。从前，有一个氪星人叫灭霸，有一天他到了地球，打败了蝙蝠侠，统治哥谭……”



    听着方远絮絮叨叨地念叨，张毅摇头苦笑，什么氪星人、灭霸、哥谭，听都没听说过。算了，赶紧弄回去吧。



    ——————



    第二天清晨。



    拍戏养成的生物钟让方远一大早就醒过来了。



    宿醉的不良反应开始出现，头疼、口渴，睡眠不足也让他整个人显得有些迷糊。



    方远舔舔干燥的嘴唇，从床上坐起来，开始回想昨晚发生的事情。



    一开始，张毅拉我去喝酒。然后，我们开始谈心，他疏导我。后来，后来我好像喝醉了。



    然后，我好像抱着张毅耍酒疯？等等，抱着？还跟他说什么灭霸、氪星人、哥谭，这是什么大杂烩啊。



    “我都干了什么啊。”方远有些抓狂。后来还发生什么了吗，我不会干出当众小便这种事了吧？还有，我没透露我的穿越者身份吧？该不会等会就被抓走，然后被切片研究？



    仔细想想，确定自己没干那种蠢事后，方远总算是放下心，而且虽然有些丢人，不过只有张毅一个人看到，这也算是不幸中的万幸了。



    看来以后不能喝太多酒了，不然真到了自己混成大导演那一天，还耍酒疯的话，可就太丢人了。



    方远刚到片场，张毅就凑过来了，一张脸贱兮兮地，还用一种奇怪的语调说话：“老张，我没醉，我没醉，我还要喝。”



    方远把头转过去，表示并不想搭理你。



    张毅又跑到这边来，“老张，我给你讲个故事，从前有个，呜呜，干嘛捂我嘴啊，这不都是你昨晚讲的吗，还不兴我复述一遍啊。”



    “快滚蛋吧你，我现在看见你就烦。”



    “是不是一看见我，就想起你昨晚上的样子了？方导，别走啊，再聊几句呗？方导。”



    .



 第十章 学校拍摄



    和张毅聊过一次后，方远也明白了不能急躁，在和谷峰沟通之后，干脆主动把拍摄速度放缓，一边拍一边学习导演技巧，有什么不对就立即改正。果然，心态放平之后，拍摄出的成果也好了许多。



    时间这就么一点点流逝着，很快剧组就转到一所大学里拍摄一些男主在学校上课的镜头。



    “这是哪个剧组啊？”



    “不知道，一个人都不认识，好像没什么大牌演员。”



    “我认识那个导演，他就是拍《彗星》的方远。”



    “是他啊，我当初还看过《彗星》呢。”



    “诶，里面有个坐着的是我同班的。”



    “对啊，早知道我就来早一点了，说不定可以去当群演，能混个镜头之类的。”



    学生们围在剧组拍戏的阶梯教室外叽叽喳喳，好奇地往里面探头探脑。



    来到学校后，方远也人生第一次享受了明星的待遇。好歹《彗星》也在网上火过几天，还是有一些人记得这个名字的，一些人认出他之后，一传十十传百，很快学生们就都知道了。每次拍戏开始和结束，总有几个人围着他要签名。



    每当这时候，方远就心生窃喜：虽然不多，还是有的嘛，证明我多少还是有一些知名度。反观电影的男主演张毅，就算他来回地在学生们面前晃悠，也没人找他要过一个签名。



    “导演，没道理啊，再怎么说我也演了十年戏了，怎么没人找我要签名呢？”趁着拍戏的空闲，张毅也不讲究，往方远身边的空地一坐。



    方远眼睛盯着现场，随口说道：“放心，电影上映完就会有人找你要签名了，到时候估计你签名都得签到手软。”



    “那我可得提前好好练习一下了。”



    “前提是你得把电影演好，好了，该你上场了。”



    道具、群演、打光都已经准备好了。张毅深呼一口气，走到讲台上。



    这一幕戏在表演难度上并不高，但是在整部电影里却极为重要，是剧情发展的一个关键节点，在此之前电影风格是温馨温情的，在此后就发生一百八十度的变化，变得催泪感动起来。



    张毅饰演的男主柯平，在出门前，小八一反常态地追到车站和他玩起了捡球游戏，柯平没有多想，照常去了学校，照常弹着钢琴，然后拿着小八的玩具球给学生们上课。



    渐渐地，柯平觉得身体有些不舒服，呼吸开始急促起来，他从课堂上走下来，坐到学生们中间。坐了一会儿后，他感觉身体好像好了一些，于是站起身来，下一刻却晕倒在地，再也没有站起来。



    整个片段就一个长镜头，所以一旦出错就要重来。



    方远坐在监视器后，看着张毅的表演。



    镜头跟随着张毅的动作，走下讲台，坐到学生中，起身，倒地。



    这个镜头很重要，方远也力求完美，整个流程已经排练了几遍，这次的拍摄好像也很顺利，不过还是出现了一点问题。



    “那个，坐柯平边上的那个人，你看到他倒下的时候，你的表情是怎么回事啊？你看到自己的老师突发意外，应该是震惊、意外、焦急才对啊，但是刚才你那个面无表情是什么情况？重来一遍，各组重新准备一下，这个镜头重拍。”



    第二遍，终于没出问题，顺利拍完，不过为了在后期剪辑时能多点选择，方远又多拍了两次，这才宣布收工。



    每天都是忙碌地拍摄，一天又一天，时间这这样过去，十一月、十二月、一月、二月，时间已经临近过年了。剩下的镜头已经剩下不多了，方远本想加班加点赶在年前拍完，不过眼看即将放假，剧组已经人心躁动，再一赶工，每个镜头往往要重拍好几次才能合格，方远干脆也就不急了。



    慢悠悠地拍摄到过年前几天，方远就给全剧组放了假，反正远程影视也不催着上映，所以假期干脆就持续到大年初十，也算是让忙碌好久的工作人员好好休个假。



    顺便一提，那一千二百万资金已经剩下不多，而后期都还没开始做呢，于是方远和远程商量后，又各出了两百万，一共四百万追加投资。这时候，方远才发现当初自己预估的八百万偏得有多离谱，不过毕竟第一次做这种大额的资金预估，有出入也显得正常，尽管出入大了点。



    放了假，员工们自然是各回各家，方远反倒是一时没了去处。



    小县城的房子虽然已经买回来了，但是父母已经离世，其他亲戚很多年前就没有联系了，所以方远也没回去。



    思来想去，方远还是回了远程影视配的宿舍里，就这么宅到了过年的前一天。



    这天下午，方远久违的出了门。



    天气变得寒冷，连空气都是冰凉的。



    不过过年的气氛却是热闹的，到处都贴着福字，人们的脸上也比平时多了几分笑意。



    如果可以，方远也不想出来，他更想缩在温暖的被窝里，不过前几天买的泡面吃完了，这个世界的外卖还不够发达，过年时间基本就没有了，只好出来采购一次生活物资。



    街道两旁的商铺很多都关门歇业了，方远对周围也不熟悉，找了好一会，才找到超市。



    推开玻璃门，里面是一排排的货架，方远在其中穿梭着。



    “泡面，泡面……终于找到了。”



    酸菜牛肉的拿两包，泡椒的也可以，酸辣的也拿点吧。不过，老吃泡面也不行啊，再拿速冻饺子吧。



    方远往门口放的大冰柜走去。



    “嗡嗡。”手机忽然震动了。



    双手抱着十来包泡面，手上还提着一瓶大可乐的方远，一下还不好去拿手机，只好先放下可乐，再把泡面放在旁边的米袋上。



    是谷峰打来的。



    “喂，谷经理吗？”



    手机里传来谷峰一贯低沉的声音，“是我。”



    方远一时间不知道说些什么，通话安静了几秒，还是谷峰先开了口，“我听说，剧组放了假，你也没回家过年？”



    “嗯，反正家里也没人了，就不回去了。”方远的语气很平静。



    “嗯。那，来我家吃晚饭吗？”



    “额，我……”方远一下子不知道该怎么回答。



    “反正你一个人在家也是无聊，来我家吃个晚饭吧，人多，热闹一点。”谷峰又发出了邀请。



    要不然就去呗？



    方远犹豫了一下，有些迟疑，说道：“好。那，我一会就出发。”



    “行，地址是……早点来啊。”



    “嗯，好。”



    挂断了电话，方远看着手边的泡面、可乐。



    好像，去吃一次年夜饭也不错？



    .



 第十一章 年夜饭和电影杀青



    虽然谷峰说早点去，不过方远还是磨蹭到六点才出发。



    马上过年了，路上的出租车也少了，等了好一会才打到车，到小区楼下的时候已经七点多了。



    “出电梯右拐，601，601……这家。”



    方远敲敲门，“咚咚咚。”



    门开了，门后是一个温柔知性的女人，“你就是方远吧？来，快进来。”



    谷峰听到声音，也走了过来，身上还带着围裙，两只手都是面粉，“方远到了？这是我妻子，叫王芸，你叫王姐、叫芸姐都行。”



    方远这时候才想起来，要说句新年快乐，“芸姐，谷经理，新年快乐。这是我买的水果和茶叶。”



    “你都叫她芸姐了，还叫我谷经理？”谷峰假装不悦道。



    “叫习惯了。那，以后我就叫你谷哥了。”诶，方远怎么感觉这名字有点怪？



    “行了，有什么话就进来说呗，老在门口站着干什么？”王芸打断两人的客套。



    进了客厅，谷峰就把方远拉进了厨房，“来，一起包饺子。”



    “行。”



    于是三人一边包，一边聊天，聊了一会就聊到方远的新电影上了。



    谷峰手里的动作不停，说道：“新电影快拍完了吗？”



    “嗯，过完年再拍半个多月就行了，后期的话一个月就可以，估计四月份就可以上映了。”方远就没那么熟练了，光顾着说话，手里的饺子捏得不成形状，破了一个大洞，只好又拿了一张饺子皮给它包上。



    “四月份。”谷峰想了想，“我听说柏行的新电影也快要完工了，估计也会接着春节档上映。到时候，说不定你们会撞上。”



    方远倒是不担心，“一年里上映那么多部电影，总会撞上的，真是撞上了就看各自本事呗。”



    “说的也是。不过他拍的是科幻片，这次你俩正面撞上，票房上有信心吗？”



    “还真不好说，我只能全力以赴把电影拍好，至于其他的就只能交给观众了。”



    “大过年的还谈什么工作啊，聊聊家常不好吗？”王芸强行终止了两人，把话题引向了方远的婚姻大事，“小方，找女朋友了吗？”



    “额，还没。”



    “可得趁年轻好好找一个，不然……”



    怎么就突然聊到这个话题上了，方远用眼神向谷峰求助。



    谷峰对他挑挑眉。表情仿佛在说：我也没办法，你自求多福吧。



    “诶，对了。我认识一个女孩，跟你差不多年纪，在电视台工作，年轻漂亮。要不然我给你介绍介绍。”王芸忽然起了做媒婆的念头。



    “不不不，我还暂时没找女朋友的想法，我……”



    方远连忙拒绝。



    “真的很漂亮的，你可以考虑一下嘛……”



    ……



    就这么聊着天，很快饺子就包完了。吃完年夜饭，几人又看了一会晚会，然后方远才提出离开。



    刚下楼，一阵寒风吹来。



    “嘶。好冷啊。”方远打了个寒颤，赶紧拉上了羽绒服的拉链。



    空中飘着雪花，星星点点的，刚落到地上就消失无踪了。偶尔有几片落到了方远的后颈，凉丝丝的。



    “呼。”方远长出一口气。



    新的一年，我来了。



    ——————



    监视器里张毅和小八紧紧相拥在一起。



    “过。”方远喊了一声，然后深吸一口气，大声道：“《忠犬八公的故事》，杀青啦。”



    片场顿时呼声四起，群演们都朝着公共化妆间走去，道具和灯光则把该拆的道具和灯都拆走，整个剧组看起来忙而不乱。



    方远心中有些感慨，自己的第二部电影，虽然中间经历了很多困难，不过还是在这个大雪纷飞的日子里杀青了。



    张毅走了过来，一边抖落头上的雪花，一边说：“时间过得好快啊，我都不敢相信，自己主演的第一部电影就这么杀青了。”



    “是啊，时间过得太快了。”



    现在已经是三月二号了，从九月开机算起，这部电影已经拍了五个月的时间，比方远预想的三个月多了一半，不过方远也在这个漫长的过程中收获了很多东西。比如镜头的运用，剧组工作人员的调度，调动演员的情绪等等，相较五个月前的自己，现在的方远已经成长了太多。



    “方导，我可还记得你说过的，这部电影上映后，要让我签名签到手软，我可还等着这一天呢。”张毅笑道。



    “放心吧，很快你就会体验到了。”



    “就等你这句话了。”



    对了，还有一件事要宣布。



    方远站起来，拿着扩音喇叭，“所有人注意，先收拾一下场地，下午六点在附近的XX酒店集合，所有人都有份，有家属的也可以带上。”



    片场又是呼声一片，众人手脚更加麻利了，还有几个人已经在打电话联系家属了。



    上部《彗星》一共才十万块，实在没那个条件，当时就只能在路边摊将就了，这次好歹也是一千多万的电影，而且账上还剩着两百万，这时候办个杀青宴就很有必要了。



    这次的剧组也有好些人是方远觉得可以接着合作的，借着杀青宴联络一下感情，争取下次继续合作。



    这样多来几次，就能有一个固定的班底出来了，也就不用每次有新电影都要重新招人。



    “方导，我敬您一杯。”



    “方导，来，我敬您。”



    吃饭的时候，不少的工作人员都来和方远敬酒，不过方远这次始终牢记着不能喝多的原则，尽管有很多人轮番上阵劝酒，他还是把坚守住了底线。



    在酒店吃了近两个钟头后，电影的杀青宴加庆功宴就这么结束了，



    走出饭店，把喝多了的员工一个个安排上出租车。



    很快门口就只剩方远一个人了。



    他仰起头，今晚的天空没有星星，乌云也遮住了月亮，漆黑一片。



    《忠犬八公》的拍摄彻底结束了，等到接下来把后期做完，很快自己的第二部电影就要上映了。



    时间还真是过得快啊。



    方远回想起自己拍第一部电影的时候了，那时候自己为了梦想，卖了房子也才凑了十万块，拍出了《彗星》。一年时间不到，现在的自己银行卡里躺着一千万，拍的电影也是千万级别的。



    不过，这不算什么，我还要接着拍第三部、第四部，我要一直拍下去，我要成为电影之王！



    等等，这句话好中二啊，这真是我说出来的吗？



    .



 第十二章 争议



    电影是拍完了，不过后期也很麻烦，剪辑、配音、配乐，等方远把这些全部弄完的时候，时间也已经是三月二十五了。



    远程影视大楼，看片室。



    知道方远的电影正式完成之后，公司就组织了一场内部看片会。



    不仅是方远这个导演，还有购片部的经理谷峰，发行部的经理何林，还有其他几个方远不认识的高层都来了，此刻几人正坐在一起小声闲聊着。



    “《空中要塞》好像也快拍完了吧。”



    “快了，定档在六月份。”



    “四个多亿啊，公司这两年砍了多少项目才拍这么一部电影。”



    “毕竟是冲着打破票房纪录去的，不多投点怎么行。”



    《空中要塞》也要上映了吗？方远还是第一次听到这个消息。



    这部电影可是远程影视这几年来最大手笔的投资了，花了四个多亿，请了国内风头正盛的明星宋方和颜羽出演，电影立项就是奔着打破前几年《史前巨兽》的三十四亿票房去的。



    相比起来，自己这一千多万还真是小打小闹啊。



    在方远感慨的时候，工作人员已经调试好了设备。



    室内的灯光暗了下来，电影开始了。



    一间教室里，老师让同学们都讲讲自己心目中的英雄。



    柯浩走上讲台，在黑板上写下“小八”，小八是柯浩的外公养过的一只狗。没人知道小八是从哪里来的，那天外公柯平刚刚下车，就在车站里发现了这只狗……



    ……



    柯浩讲完了外公和小八的故事。



    他也养了一只叫小八的狗，放学后，他带着小八，沿着外公曾走过的路，一路向前走去。



    电影结束。



    看片室里响起一阵掌声。



    “是一部好电影。”



    “是啊，在影视行业做了这么多年，看了成百上千部电影，还是第一次这么感动。”



    “可惜，毕竟是剧情片，在票房上应该不会很成功。”



    “这个质量，上亿还是没问题的吧。”



    谷峰擦擦有些湿润的眼角，回过头对坐在身后的方远说道：“拍得很好。”



    “算是没辜负你给我的信任吧？”



    “何止啊，你又给了我一个惊喜。”



    看完了电影，众人移步会议室，开始讨论电影的上映问题。



    “现在定的上映时间是四月十五日，一共谈下来七百四十家影院，分布图就在各位面前，大家可以先看看，有什么疑问我会为大家解答。”发行部经理何林为大家短暂介绍之后就坐了下来。



    看过分布图后，谷峰先开口提出了疑问：“这些影院的位置都不是很好啊？”



    从图上看，七百四十家影院，大部分都位于二线或者三线城市中。



    针对这一点，何林解释道：“我们发行部已经尽力去谈了，不过毕竟同期还有柏行的《外星异客2》以及另外一部《危险间谍》上映。这两部电影，一部是科幻片，一部是动作片。院方明显更青睐这些能吸引观众的电影。而且《外星异客2》这次六千万的投资，还有一线明星出演，再加上前作的成功，导致大量的影院都把放映厅留给它了。”



    何林喝了一口水，润润喉咙，接着说道：“我并不是说这不是一部好电影，只是电影市场确实不看好我们的影片类别。近些年票房最成功的电影类别是科幻片，次一点是动作片，再次一点就是喜剧片，而剧情片还要更低。而且这部电影没有大牌明星，就更难吸引观众了，这也是我们的一大弱点。”



    “明星多不多，是不是大牌，这是影院和院线老板很看重的两点。而这两点，这部电影都没有。其实我们预期能谈下来的影院是五百家。之所以多出两百多家来，有很大一部分原因还在方导身上。”说到这里，何林朝着方远笑了笑。



    嗯？因为我？方远一头雾水，自己也不是什么大明星啊。



    何林接着说道；“一方面因为《彗星》的成功让方导有了一定知名度，但更多的是因为《彗星》十万投资，却收获了七千多万票房，数百倍的收益让他们动了心，因此才愿意留出放映厅给我们。好了，不扯远了。综上所述，这七百多家影院就是我们目前能争取到的最大数字了。”



    谷峰摩挲着下巴，不过这种情况下，他也没什么好办法了。



    至于方远，他倒是没觉得有什么不好，比起走网络院线的《彗星》这部电影的起步已经好很多了。



    见众人没有其他疑问了，何林说道：“好，那接下来就是宣传的问题了，首先是要确定公司要投入多少宣传资金。”



    众人都把目光看向了财务总监。



    “因为要集中资源宣传六月份的《空中要塞》，再加上我们对这部电影的票房预估是一亿，所以公司批给宣发的资金是一千万。”



    在场其他人点点头，这个资金还是比较合理的，甚至偏高了，因为电影的制作成本也才一千四百万而已，不过电影的质量确实不错，是有破亿的潜力的，多投入一些资金也可以理解。



    谷峰却是摇摇头，提出了反对，“我认为这部电影票房潜力不会止步于一亿，刚才的成片我们也看了，呈现出来的效果有多打动人心，各位也都知道，我认为它完全有机会冲击两亿的目标。我觉得前期可以先投入一千五百万做宣发，后面再视情况考虑追加与否。”



    一千五百万？这一下子加了一半啊，这也太多了。在座的几个高层都在摇头，虽然电影的质量不错，但真要为了这样一部新人指导、没有大牌、成本不高的电影投入这么多，似乎又显得并不值得。



    “谷经理。”一个公司高层站了起来，目光直指谷峰，这三个字说得又慢又重，“一千五百万，好大的手笔啊。我们都知道方远是你发现并且带入公司的，你也很看好他，但是不能因为你看好他，就要牺牲公司整体的利益。”



    “公司筹备了几年的《空中要塞》马上就要上映了，全公司的项目都在为它让道，在这个当口，你要拿一千五百万去宣传这部电影？而且后续还要追加？简直不可理喻。”



    这位高层慷慨激昂地指责了一番谷峰，把这多出的几百万说得十分重要，仿佛多加几百万就会对《空中要塞》的上映造成什么大的影响，要知道那部电影的宣传费用可是按亿算的。话里话外还在敲打谷峰不要因私废公，拿公司利益当做人情。



    一番劈头盖脸的指责后，高层坐了下去，一脸得意。



    其他几位高层有些无奈。谷峰好歹也为公司工作这么多年了，也算有功之臣，无非是多几百万的宣发资金，虽说确实是有些不合适，但这话也显得太重了。再说了，还说谷峰因私废公，你程兴要不是远程影视总裁的弟弟，凭你这样子也坐不到今天这个位子。



    不过他们也习惯了，如今的公司里高层之间隐隐分成了两派，一派是以程东这个总裁为首，另一派则是一些和程东当初一起起家的功臣。起初的时候大家自然是齐心协力为了公司好，但是如今远程影视成了一颗参天大树，该到了分果子的时候，双方的矛盾就显现出来了。



    而谷峰虽然一直没有明确表态，不过大家都把他当做元老派了，为此程兴这个总裁派自然是处处为难他。上次讨论这部电影的投资额时也是程兴在阻拦，现在公司批了一千万的宣发资金，说不定他已经很不满了，谷峰还在提价，给了他一个借题发挥的机会，这下说不定连一千万都没了。



    .



 第十三章 对赌协议



    谷峰并没因为程兴的话而动怒，表情平静，淡淡说道：“我不是因为看好方远所以要求加大投资，我是看好这部电影，我认为它可以为公司带来利润。几个月前的《彗星》取得了我们意料之外的成功，在那个时候我就在想，为什么我们这么多所谓的专业人士都会对这部电影判断失误。”



    谷峰提出了一个疑问，不过他没给众人思考的时间，继续说道。



    “我认为《彗星》的成功不会是单个现象。各位应该都知道，近些年的电影市场一直是以大场面的硬科幻片和拳拳到肉的动作片为主，观众们每年都要看几十部的大片，我觉得观众已经出现了一定程度的审美疲劳，只是投资方和导演全都投入到这些大片的拍摄中去了，并没有优质的剧情片出现，再加上各种资本还在疯狂涌入，所以大家都还沉迷在科幻片和动作片的成功中。”



    “而这时候出现一部优质的，能打动人心的剧情片就能在一片商业电影中鹤立鸡群，一下子就能抓住观众的眼球。这部电影虽然只有一千多万投资，不过那是因为它没用各种华而不实的特效，没请高价的明星，把钱全用在电影上了，就电影质量来说，《忠犬八公》绝对是优质的。所以我认为它也许会在票房上取得一个我们都意想不到的成功。”



    长篇大论一番后，谷峰端起杯子喝了一口水，给了众人一个思考的时间。



    这，好像确实有道理，几人你看看我，我看看你，不由得开始思考有没有这种可能性了。



    程兴倒是对其不屑一顾，冷笑一声，道：“哼，认为，或许，可能。你的话里全是猜测，而商业片的成功是摆在我们眼前，人人都能看到的。退一万步讲，就算观众真的会看腻科幻片和动作片，那也不是在这两年。你的话根本就是狡辩而已。”



    这，其余几个人又开始动摇了，这些年商业片的成功确实是有目共睹的，不然远程影视也不会斥巨资拍《空中要塞》了。



    程兴看到几人被自己的话说动，不由暗暗得意起来，心中暗道：谷峰啊谷峰，还想扶植亲信，今天我就让你颜面扫地。



    听到这里，方远终于坐不住了，虽然自己对这些不是很强求，但是谷峰已经为自己出头了，也不能眼睁睁看着别人骑在他头上吧。



    谷峰正要张口，方远已经站起来了，“各位，你们都是公司的高层，都有各自的高瞻远瞩，不过也不妨听我这个小导演说一句。既然在宣发资金上有争议，不如这样吧，我可以跟公司签一个对赌协议，公司投入两千万作为宣发，如果票房超过两亿，我的可分账票房分成就提高到百分之三十，如果没有票房两亿，我一分钱不要。”



    听了这段话，财务总监开始在心里算账了。原来的预期是票房一亿，扣去税、院线分成、一千万的宣发资金，可分成的就是三千二百万，而方远投资两百万，再加上导演分成百分之五，总的分成就是百分之二十。这个比例，公司能赚两千五百六十万。



    如果签订对赌协议后，票房还是一亿的话，方远一分不要，公司也能赚二千二百万，差距并不大。而票房只要能超过一亿两千万，公司就能比协议前赚的还多。



    至于票房超过两亿，这种可能性是有，不过很小。再说了，要是真赚了那么多，就算多分给方远一些，倒也能接受。



    程兴眼光闪动，倒是没有出言反对，在心里盘算着自己的小算盘：方远的才华还是有的，谷峰想要培养他作为自己在公司的亲信，不惜在各方面都给他支持，如今却在宣发资金上掉了链子，要他自己出来签什么对赌协议。



    如果这部电影票房没到两亿，按照协议，方远要少挣几百万，那他和谷峰之间难免产生间隙，自己再出面拉拢，谷峰能给的自己一样能给，说不定就能把这个人拉到自己这边来。如此一来既打击了谷峰又得了一个潜力导演，这样看的话这个协议倒是签得。



    至于电影票房超过两亿的可能，程兴压根没去考虑。



    他看着几个高层在商量对赌协议的事，心里冷笑道：谷峰，这下你没算到吧，现在彻底丢了面子，往后说不定还要被我挖走方远，里子也没了。我看你以后还怎么跟我作对。



    谷峰看着方远，眼中有些惊讶，又或许还有一些欣慰。他张张嘴，本想再说点什么，不过方远已经把话说出去了，他犹豫了一下，还是没有说话。



    商量了一阵后，公司同意了这个对赌协议。几人口头把协议给定下来了，书面的合同则在之后再签订。



    出了会议室，谷峰和方远一起走着，经过一段走廊时，谷峰突然开口说道：“刚才你没必要说对赌协议的事的，无非几百万资金，大不了就是多费一番口舌，最后还是能说服他们的，至少我这点面子还是有的。”



    方远则是笑道：“谷哥，说不定我还要感谢他们让我签了这个对赌协议，让我多赚一点钱，毕竟我对这部电影可是很有信心的。”



    “是嘛，其实别看我那么说，但是市场这回事，还真没人能完全说准。这部电影确实是部好电影，但市场上叫好不叫座的电影可不少。”



    “叫好不叫座？那是因为还不够好。”方远对自己的电影一贯很自信。



    谷峰挑挑眉，那是因为还不够好，这句话，还真是够自信的。不过这段时间以来，他也是对方远更了解一些了，这个年轻人在生活方面可以说清心寡欲了，赚了一千万，身上穿的还是几百块的衣服，没有陡然而富后选择肆意挥霍，私生活方面也是洁身自好。整个人看上去就给人一种清静无为、淡泊宁静的感觉。



    但不管是卖房拍电影，主动到电影公司发行，还是刚才那段傲气十足的话，无不展示了他对于自己的十足信心。



    年轻真是好啊。



    谷峰摇摇头，事已至此，自己就只能努力做宣传，争取让电影票房破两亿吧。



    .



 第十四章 首映礼（求收藏求推荐）



    四月十一日，成海市，天海国际影城一号厅。



    方远正在跟张毅闲聊，其他几个电影主要演员也坐在旁边。



    今天是《忠犬八公的故事》电影首映礼，公映则是在四月十五日。



    “方导，我这穿着没问题吧？”张毅看起来有些紧张。



    方远上下打量一下他，一身西服，挺合身的，看起来没什么问题，顶多是和他平时的形象差异有点大，在熟人眼里看起来有些违和。



    看他一脸的紧张样子，方远打趣道：“好歹也是影视圈的老油条了，只是一个首映礼，又不是大姑娘坐花轿，你这么紧张干吗？”



    张毅苦笑道：“说起来大大小小的首映礼我也参加过七八个了，不过一直是配角，站在边边角角无人问津。所以一想到这次是以主演的身份参加，我就紧张。不过话说回来，方导，这才是你第一次参加首映礼吧？你还真是淡定啊。”



    “这你就不懂了吧，这就叫泰山崩于前而色不变。要不然怎么说方导是能成大事的人呢？”旁边坐的饰演剧中柯平儿媳妇的女演员说道。



    “诶，照你这么说，我就成不了大事咯？”张毅和她也很熟悉，互相开着玩笑。



    “我可没这么说啊，是你自己说的。”



    几人说笑了一会，张毅也算放松下来了，眼看马上就要开始了，转头问方远，“方导，你说这部电影能有多少票房？能破亿不？”



    “破亿？你要求这么低吗？”方远故意反问道。



    “毕竟是我第一部主演的电影，还没啥信心嘛，所以才来问你这个大导啊。”



    方远目光盯着台上，随口回道：“你问我，我也不知道啊，我只能说我希望越多越好。”



    “越多越好，我也希望越多越好。”张毅小声地自言自语。



    媒体和观众们都陆续进来了，时间也快到了。于是主持人走上台，一阵介绍过后，把电影主创们请上了台。



    大家站成一排，面对着台下。



    主持人开始问主创们一些商量好的简单问题。



    方远则是看着台下的媒体神游天外，媒体数量比预想中的还要少很多，稀稀拉拉的坐着。看来还真没人看好自己这部电影啊，听说前天的《外星异客2》首映礼可是一票难求，挤不进去的小媒体也要在门口赖着拍几张照片。



    再看人家在网上的热度，尽管远程影视真金白银的拿了两千万出来，但声势还是比人家小多了。



    不过这也不能怪远程不给力。一方面柏行找的发行公司也不比远程差，而且投入的资金甚至比远程还要多。另一方面柏行的父亲柏宏达可是大导，圈内的明星好友众多，这些人不看僧面看佛面，看在柏宏达的面子上，都在为柏行站台做宣传。相比之下，远程影视也发动了旗下的一些艺人，不过只是发几条微博之类的，效果实在有限。



    《外星异客2》公映时间在十四日，比自己前一天，柏行和他背后的公司此举也是用意明显，就是想仗着自己现在声势浩大，提前一天上映，把《忠犬八公》给彻底盖过去，一举把自己这个竞争对手给打趴。



    该怎么办呢？



    不同于《彗星》的时候了，《彗星》当时在网上上映，没有有力的竞争对手，谷峰花点小钱就把新闻炒热了。现在前有早几天上映的《危险间谍》，后有虎视眈眈的《外星异客2》。要是没有一个大新闻能闹出点动静，只靠口碑积累的话，《忠犬八公》很容易变成一部叫好不叫座的“好电影”。



    要不然炒点绯闻？方远在思考着。



    不过剧组里也没有大牌演员，炒也炒不起来啊。最大牌的估计就是自己这个导演了，可是我去跟谁炒呢？组里老的老少的少，最合适的就是演柯平儿媳妇的演员了，不过人家也已经三十岁了。算了，这个方法不行，换一个。



    还有什么办法呢？



    主持人此时已经走到了方远旁边，前几个主创都已经回答了他的问题，轮到方远这个导演了。



    “方导你好，听说拍摄期间也出现了很多的困难，这些幕后的花絮相信观众朋友们也一定想知道，方导能给我们举例说一说吗？”



    问题在上台前就对过了，现在只需要按照一个大体的方向回答就好，所以方远也就一心二用，一边想一边随口敷衍道：“好的。其实我印象特别深的就是有一次……”



    按照排练的顺序，主持人问了几个问题，然后用一个很简单的问题作为结尾，“我们都知道马上还有一位导演柏行的电影也要上映了，你们同为优秀的青年导演，不知道方导对这次两部电影的正面碰撞有什么看法呢？”



    按照答案，方远应该表示谦虚，夸一下柏行，说一些大家一起努力追赶前辈之类的话。不过这时候的方远一心想要搞个大新闻，听到提问，他瞬间有了一个模糊的想法。



    “我认为《忠犬八公的故事》在票房上会获得压倒性的胜利。”



    诶，不对啊，台本上没这句啊。主持人有些错愕。



    方远没给他反应的时间，接着说道：“《外星异客》作为柏行导演的第一部电影，在故事上并没有什么可说的，就是一个外星人来到地球，然后和地球人打打打。《外星异客2》从放出来的预告片来讲，也和前作一样，没什么变化。这样的故事观众看一遍就够了，所以我大胆预言《外星异客2》在票房上会遭遇滑铁卢。”



    “额，方导是说要多在电影的故事性上下功夫是吗？一部电影……”主持人不愧是专业的，想方设法地在给方远往回圆，不过台下的媒体此刻已经轰动了。



    方远、柏行，这几年涌现出的最出色的两位青年导演，一个是导演世家、天之骄子，一个是草根出身，两人的对比本来就很有看头，媒体也喜欢拿两个人放一起比较。



    现在电影市场春节档刚过，没什么大片，这几部电影就是媒体追逐的热点了。如今方远率先开炮，说柏行会在票房上大跳水，这不是大新闻还有什么大新闻？



    下面的记者们已经把明天的头条标题都起好了，“方远表示柏行不如自己”“方远说柏行的电影没有故事性”“我才是最好的青年导演”。



    跑得快的记者此时已经来到了舞台下，拼命把话筒往台上举。



    “方导，你是说自己才是最好的青年导演吗？”



    “方导，你是觉得柏行的电影千篇一律没有新意吗？”



    “方导，你认定自己会在票房上压过柏行吗？”



    .



 第十五章 电影开始



    一个又一个的问题抛向方远，不过他一概没有回答，一个新闻有时候只需要起个头就好，剩下的自然有媒体去添油加醋。再说了，方远也只是想炒作一下，没想着真要把人得罪死。有那个效果了，就没必要多说，万一被人抓住话柄就不好了。



    媒体记者们都围在舞台周围，台下本就不多的观众们倒是很淡定，都坐在座位上，不过大家也在热烈讨论着。



    也有一些聪明人回过味儿来了：这不就是炒作嘛。



    不过这重要吗？媒体记者们干这行这么久了，炒不炒作一眼就看出来了，但是事情真相有时候并不那么重要。只要它能有一个引爆大众的点，将人们的注意力吸引到这里，是炒作又何妨？有的是媒体愿意给它添柴加火。



    整个一号厅此刻嘈杂得像是菜市场。



    舞台上，主持人已经不知道说什么好了，一众主创们也是摸不着头脑，毕竟平时的导演可不是这样的人啊。



    方远终于开口了，他先双手下压，示意人们安静，“主创的采访已经结束了，继续进行首映礼的下一步吧。”



    这哪是能停得下来的，记者们不依不饶地继续追问，不过方远态度坚决，一副绝不开口的样子。



    纠缠了片刻，记者们始终得不到回应，他们也只好作罢，反正最大的点已经有了，剩下的就算方远不说，他们也可以编嘛。



    主持人这边得了指示，宣布电影首映即将开始。



    于是一众主创下了台，刚一坐下，张毅就迫不及待地小声问道：“你平时不是一个张扬的人啊。炒作？”



    方远没回答他，淡淡道：“什么炒作不炒作的，专心看电影吧。”



    见方远不搭理自己，张毅小声咕哝着：“切，炒作就说炒作呗，还不承认。这次首映礼的风头都被你这个导演出完了，好不容易当个男主演，结果又是无人问津。唉，什么时候才能苦尽甘来啊。”



    一号厅里的灯光暗了下来，电影名字在荧幕上出现，《忠犬八公的故事》首映正式开始了。



    “终于开始了，希望方远对得起你对我的这一番安利。”汪念对旁边的男朋友说道。



    男朋友是一个科幻迷，自从上次看了《彗星》之后，就粉上了方远这个导演，虽然这次他拍的不是科幻片，不过男朋友还是拉着汪念来了。没想到中间出了些幺蛾子，首映迟迟不开始，汪念本就不爱看电影，早就想起身一走了之，不过男友一直拉着她。跟她说什么方远很有才华，拍的电影一定好看之类的才把她留了下来。



    “放心吧，从《彗星》里我就看出方远是一个有才华的人了，他拍的电影一定错不了。”男友表面上信誓旦旦，其实心里也在暗暗祈祷：方远，我大话都说出去了，你可一定要给力啊，不然我这不是在女朋友面前丢人了吗。



    此时，不去管那些埋头写新闻的媒体记者们，多数的观众倒是开始看起了电影。



    课堂上，老师让同学们讲讲自己心目中的英雄。



    柯浩走上讲台，在黑板上写下了小八的名字。



    小八是柯浩的外公养过的一只狗，没人知道它是从哪里来的，那天晚上外公柯平刚刚下了公交车，刚挂掉打给妻子丁夏的电话，就在地上发现了这只小狗。



    他抱起小狗，在站台上等待小狗的主人。



    看着荧幕上那只小奶狗，乖乖地被柯平抱在怀里，两只水汪汪的眼睛好奇地看着这个世界，汪念有些意动，小狗好可爱啊。其实她一直想养一只狗，可是现在刚毕业，手里钱也不多，就想着以后条件好些了再养狗，不过看着这只乖巧的小秋田，汪念又犹豫了。



    柯平在公交站台等了很久也没等来狗的主人，旁边有一个扫地的环卫阿姨，柯平便询问她愿不愿意喂养这只小狗，阿姨却拒绝了，表示不想惹这个麻烦。



    于是柯平只能把小狗带回了家，把它放在了沙发上。



    丁夏听到动静从厨房里出来，柯平怕她发现，急忙用衣服盖住了小狗，没对她说这件事，因为丁夏拒绝在家里养狗。



    两人上了楼，在卧室里闲聊，准备休息。楼下的小狗却钻出衣服，跳下了沙发，在房间里乱窜，还不小心弄响了钢琴。



    “你听到什么声音了吗？”丁夏好像听到了什么。



    “额，有吗？没有啊，没听到。”柯平有些心虚。



    丁夏侧头，把耳朵对向楼梯间的方向听了一会，却没听到什么。



    “可能是我听错了吧。”



    呼，柯平松了一口气，赶紧把妻子拉上床，“好了，快睡觉吧，今天在学校教了一天课，都累死我了。”



    “好吧。”丁夏也没多想。



    两人上床睡觉了。



    小狗却不安分，光在楼下跑跳还不过瘾，它走上了楼梯，来到卧室里，小眼睛一转，就看见了丁夏露出被子的脚丫。



    下一秒它就做起了舔狗，开始舔起丁夏的脚。



    “啊！”



    丁夏从睡梦中惊醒，被床尾的小狗吓了一跳。



    柯平被叫声吵醒，却发现小狗在卧室里，只好承认，这只狗是自己带回来的，他向丁夏保证明天一定会给小狗找到主人，只留它住一晚就好。



    丁夏暂时同意了，但是还是不能接受小狗住在房子里。于是柯平只好将小狗带了出去，放在院子里废弃的小屋中。



    将小狗安置在纸箱做的狗窝中，还给它垫上了几件衣服。看着这只小狗，柯平长出一口气，“你个麻烦精，害得我半夜都不能睡觉，行了，你就住在这里吧，明天我就为你找到主人，让你早点回去。”



    关了灯正要回去睡觉，柯平却发现关灯后屋里漆黑一片，伸手不见五指。



    “啪。”



    他又打开了灯，小狗此时仰着头，一双水润润的眼睛紧紧地跟着自己，不吵也不闹，一副乖巧可爱惹人怜的样子。



    想了想，柯平还是把灯留给了它，转身出了房门。



    房间里的小狗趴在地上，通过门的缝隙默默地看着他离去。



    这一幕的视角在小狗身上，看着男人的背影远去，走向宽阔明亮的房子，而小狗却待在这个四处漏风、阴暗狭小的小房间里。



    或许是女生天生情感细腻，看到这一幕，汪念感受到了一种孤独感。她想起自己刚毕业参加工作的时候，到了一个完全陌生的环境，一个人租房，一个人吃饭，一个人生活。那时的她很不适应，感觉就像这只被遗弃了的小狗一样，孤单寂寞。还好后来遇到了男朋友，把自己从这种孤独的环境中拯救出来。



    想到这里，汪念忽然对这只小狗有种感同身受的感觉，她开始关心小狗后面会遭遇些什么。柯平会帮它找到主人吗？如果没有，它是不是又要被遗弃了？带着这些疑问，汪念继续看了下去。



    .



 第十六章 秋田犬小八



    第二天早上。



    柯平的女儿柯迪怀抱着小狗，一只手不停逗弄着它，看见丁夏走了过来，柯迪说道：“妈，要不然我们留下它吧。你看，多可爱啊。”



    丁夏把一沓认领启事放在桌子上，摇摇头，不留一点余地的说：“不行，它绝对不能留在家里，我已经把认领启事打印好了，尽快把它送走吧。”



    一旁的柯平和女儿对视一眼，无奈说道。“好吧，我上班前会沿路贴好的。”



    上班前，柯平先去了一趟捕狗大队，想看看他们有什么办法。可是捕狗队的人说他们那里已经狗满为患了，如果要把小狗放这里的话，最多只能喂养两周，之后要是没人领养，就会把狗处理掉。



    “处理掉？什么意思？”柯平有些惊讶。



    “就是你想的那个意思。”捕狗队员随意说道。



    柯平看着怀里的小狗，它也在看着自己，两只眼睛天真无邪，简直像个小孩子一样。



    “你要把狗放在这里吗？”队员拿出一个小小的铁笼子。



    “不，算了。”柯平拒绝了，然后转身离去。



    走在路上，柯平想起自己有个开书店的朋友，她很喜欢动物，店里也养着一只猫，或许可以把狗先寄养在她店里。



    说干就干，柯平来到他朋友的店里，说明了来意。



    朋友答应下来，“没问题啊，可以先养在我这里，如果没找到主人的话，交给我养也可以。”



    柯平把狗放下，从背包里拿认领启事，店里的大橘猫却朝着小狗叫了起来，叫声很凶，像是在警告小狗离自己远点。小狗却没当回事，它看起来对这个橘黄色的大肥猫很感兴趣。



    把认领启事贴好，柯平转过身，却发现小狗无视了橘猫的叫声警告，靠近了它，“嗷。”一声短暂的嚎叫后，橘猫抬起了它的前爪，一爪抓向小狗。



    “嗷，嗷嗷。”小狗高声嚎叫着，倒退着跑开了。



    柯平跑过去，抱起小狗。朋友也站了起来，大声呵斥橘猫。



    “额，因为我平时很宠它，也没养过其他宠物，所以看见小狗，它可能有点害怕。没事的，我会管好它的。”朋友看起来有点不好意思。



    柯平查看了一下小狗的伤势，并不严重，可能刚才只是被橘猫吓到了。站起身，摇头拒绝了，说道：“算了，把狗留在这里，估计你就没安宁日子了，我再想其他办法吧。”



    从店里出来后，低头看看手表，离上班时间已经不远了，柯平只好暂时放弃，带着狗往公交站走去。固定乘车的站台旁有一个卖早餐的摊位，每次上班前他都会在这里买一份早餐，今天也不例外。



    等餐的时候，柯平突发其想，问摊主想养狗吗。



    摊主摆摆手，回道：“算了吧，养狗太麻烦了。”



    柯平也没报多大希望，耸耸肩，“好吧。”



    买了早餐，等了一会，公交车也到了。柯平把小狗藏进了背包，偷偷带上了车。坐在车后排，看看左右无人，柯平便开始吃起了早餐。



    吃到一半，他忽然想起，小狗今早也没吃东西，就悄悄把饼掰碎了喂它。



    “汪汪。”狗突然叫起来。



    坐前面的人听到声音，都回过头，寻找着发声的源头。



    柯平低着头，生怕被别人发现。



    小狗还在叫，人们已经把目光看向了后排座位。



    眼看事情即将败露，为了不让他们发现有宠物上了车，柯平也顾不得面子了，清了几下嗓子，开始学起了狗叫，“额，吭吭。汪，汪。”好在狗狗叫了几声就停了，终于算是蒙混过去了。



    看见这一幕，汪念没忍住笑出了声，一个大男人，为了一只小狗狗，被迫学起狗叫，这事还真是有反差效果。电影看到这里，她其实也发现，柯平其实是一个挺温柔的人，只是话比较少，也不怎么主动表达感情。



    虽然没给小狗找到主人，但是转念一想，说不定狗狗在柯平家也能过得挺好呢？当然前提是他要说服他那个不想养狗的妻子。



    柯平是一个音乐教授，他把小狗带到学校，开始了教学工作。



    就这样，半天过去了。



    中午在办公室休息的时候，柯平发现狗狗的笼子里留下的半张纸片，上面写着日文。于是带着狗去找自己的好朋友关阳。



    关阳拿着纸片，上面的字迹有些模糊，他仔细辨认了一下，说道：“这只狗来自岛国的一个县，不过纸片上只有这些信息了。”



    “好吧。”柯平怀抱着小狗，有些失望，岛国？这也太远了，自己根本没办法凭着这些信息找到它本来的主人。



    关阳仔细看了看狗，“这种狗在岛国被称作秋田犬，是很好的品种。它应该是被主人遗弃的。”



    柯平一边听着，一边用手撸着狗头。



    嗯？狗脖子上似乎有什么东西。



    拨开毛发，原来它戴着一块木牌，上面写着一个数字——八。



    “八？你的名字叫小八吗？嗯，小八，小八。”



    逗弄了一会小八，柯平问道：“你想收养它吗？”



    关阳微笑道：“不，其实它已经选择了你，不是吗？”



    选择了我？



    柯平低下头，看着小八那双总是充满好奇的眼睛，摇摇头，不可置否的说道“也许吧。”



    下了班，柯平带着小八回家。



    丁夏发现老公给狗狗起了名字，觉得他是要留下小狗，于是找柯平谈话。



    两人在厨房交谈的时候，客厅里传出声音，丁夏走出去才发现小八咬坏了自己辛苦做好的纸质模型。她终于忍不下去了，一定要把小八赶出屋子。



    柯平只好把小八又放到了院子里的废弃小屋中。



    晚上，刮起了大风。



    无数被吹落的树叶打着转飞向远方，破旧的小屋里，大门吱呀作响。



    小八透过墙缝，呆呆地望着亮着灯的卧室。



    汪念看着小八被冻得瑟瑟发抖的样子，一边同情它，一边在心里谴责夫妻二人：丁夏也太铁石心肠了，这么可爱的小狗还要被她赶出家门，让它在寒风中受冻。还有柯平，为什么一定要听老婆的话呢，难道他就一点不关心这只狗狗吗？



    下一刻，房子的大门开了，一个人影走了出来。



    难道？汪念心中有了一丝希望。



    果然，是柯平走出来了，他来到小屋中，把小八和纸箱狗窝一起抱回了房子。



    为了不惊醒丁夏，柯平没有开灯，在书房里摸黑打开了电脑，在网上查起秋田犬的信息。



    窗外是呼呼的风声，窗内，柯平怀抱着小八，一人一狗相处得很和谐。



    夜深了，柯平准备回卧室休息，他把小八留在客厅，怕它孤单，还给它打开了电视机。



    走到门口，柯平鬼使神差地回头看了一眼，只见小八从箱子里站了起来，两只前腿扒在箱子边上，眼睛直盯着电视机，一副聚精会神别无旁骛的样子。



    关掉声音的电视机里正放着棒球比赛。



    柯平眨眨眼睛，要不然再看一会比赛？



    不知是想看比赛，还是想陪小八，总之柯平留了下来。他打开一袋爆米花，坐在沙发上，然后把小八也抱上来，一人一狗就这么一边看电视一边分享爆米花。



    这一幕很是温情，汪念突然发现自己从柯平走出房门的那一刻起，就一直带着笑意在看电影。她偷偷转过头，发现一旁的男友也是嘴角微微翘起。



    汪念忽然觉得，这部电影如果一直这么温馨就好了，小八顺利融入这个家庭，然后他们一家其乐融融的生活，大团圆结局多好啊。



    .



 第十七章 不是大团圆结局



    柯平就这么看着电视睡着了，楼上的丁夏发现他一直没上来，于是下楼寻找。



    推开书房的门，电视机上棒球比赛还在继续，柯平则躺在沙发上，睡得很香，小八正站在他肚子上吃着爆米花。



    看着这充满温情的一幕，丁夏因生气而紧凑的眉毛渐渐舒展开，她开始在想，或许让小八留下来也不错？



    看了一会，丁夏没有打扰他们。摇头离开了。



    第二天，柯平在教小八玩捡球游戏，但小八根本不理会他丢出去的球，于是柯平趴在地上，用亲身示范教小八捡球。



    屋里，丁夏和女儿看着院子里柯平学着小狗在地上爬的样子，简直哭笑不得。



    “叮叮叮。”电话响了，丁夏接起电话，是一个看到认领启事的人打来的，他表示要收养小八，“额，你稍等一下，我去拿笔记一下你的电话号码。”



    丁夏起身去拿笔，这时，她又看到了屋外的样子，女儿柯迪也出去了，父女和小八一起玩起了游戏。看着这一幕，丁夏愣住了。



    “你好，还在吗？”电话那一头的人说道。



    丁夏沉默了一下，说道：“不好意思，小狗已经有人领养了。”



    我就知道，汪念简直忍不住要给导演鼓掌了，一开始坚决不愿养狗的丁夏也因为老公和女儿的态度，开始尝试接纳小八了。



    电影还不到一半，不过看到这里汪念已经可以猜到后面的剧情了，一家人和小八其乐融融地生活，期间不时发生一些小事，最后圆满结局。



    接下来的故事好像和汪念猜的差不多。



    小八在这个家里逐渐长大，柯平不再带着已经长成大狗的它上班了，为了继续跟在他身边，小八在院子边挖洞，钻过栅栏，一路跟着主人到了公交车站。不管柯平怎么赶，小八也不走。



    无奈之下，柯平只好把他抱起来送回家。



    被关在家里的小八显得很不高兴，趴在地上，闷闷不乐。



    就这样到了下午，一直趴着的小八像是感觉到了什么，突然起身，跳过围栏跑了出去。原来是柯平的下班时间要到了。小八一路跑到了公交站台，坐到站台旁的花坛上，静静地等待着主人归来。



    公交车到站了，柯平刚走下车，小八就马上扑了上去。



    他惊喜万分，问旁边的摊主，是谁带小八来的，摊主说，是它自己跑过来的，一直坐在那里等你。



    于是柯平开心地带着小八朝家里走去。



    日子一天天过去，女儿柯迪也交了男朋友，一天她带着自己男朋友麦克回了家。



    一家人闲聊时，柯平问道：“你爱我的女儿吗？”



    麦克回答很爱。



    柯平点点头，说：“当生活变得艰难的那一天，你也要记住你现在说过的话。”



    一家人吃了饭，麦克试图和小八玩捡球游戏，小八却还是对扔出去的球不为所动。



    看着无动于衷的小八，麦克不知是哪儿出了问题。



    柯平笑着说道；“哈哈，小八从来不捡球的，它是一只特殊的狗。”



    秋田犬从不靠捡球之类的活动取悦主人，这是柯平的朋友关阳告诉他的，而小八之所以会每天风雨无阻地前往车站，是因为它和柯平之间有了特殊的情谊，如果哪天它开始捡球了，那一定是有了特别的理由。



    此后柯平每天都会带着小八一起到站台，然后自己乘车去工作，小八返回家中。等到下午，小八会准时出现在站台。等到柯平下车，一人一狗就会沿着道路散步，慢悠悠地朝家走去。



    时光如水般流逝。



    不久之后，柯迪和麦克结婚了。全家照上，小八作为家庭成员也出现在照片一角。



    这天柯平像往常一样准备带小八去站台，小八却拒绝出门，朝着柯平叫了起来。



    “怎么了小八？”柯平不知道发生了什么，走上前安抚了小八一番。小八还是在叫，柯平低头看看表，时间快到了，只好放下反常的小八不管，离开了家。



    走到站台的时候，柯平看到追上来的小八，它嘴里还叼着玩具球。



    难得小八主动要玩捡球游戏，柯平很高兴，接过它嘴里的球，轻轻丢出去，小八马上捡了回来。柯平又一次丢球出去，小八又捡了回来。



    “哈哈，你终于会捡球了。”柯平很开心，双手揉搓着狗头。这时公交车来了，柯平不得不走了，就在他即将上车的时候，小八却又变得焦躁不安起来。



    “唉，真拿你没办法。”柯平又返回来，安抚了一下小八，然后才乘车去了学校。



    小八突然的反常举止，还有柯平朋友说的，秋田犬主动捡球一定是有特殊的理由，这些让汪念心里忽然有种不安的感觉。导演该不会不想以大团圆作为结尾吧？



    怀着这样的不安，她继续看了下去。



    教室里，柯平一如往常地给学生们讲课。



    “我们都知道，音乐……”忽然，他感到有一点胸闷，不得已暂时中断了讲课。



    “呼，喝，呼，喝。”柯平深呼吸几次，还是很难受，于是他举起一只手向学生们示意暂停上课。



    像是有东西堵住了气管，柯平不断深呼吸，却感觉没一点空气进入肺里，胸越来越闷，大脑也变得昏沉起来。



    他努力想站直身体，可是四肢却不听使唤，像是登上了一艘在大海上颠簸的航船，柯平的身体不断摇晃着，只觉得天旋地转、眼冒金星，几乎失去对身体的掌控权。



    柯平此刻难受极了，简直要站不住了，于是摇摇晃晃地下了讲台，一屁股坐在一个空座位上。



    刚一坐下，胸闷的状况好像缓解了一些，他抓住机会，大口呼吸着。



    老师忽然停止讲课，表情像是很痛苦，然后忽然坐到了学生中间，这样的事学生们也是第一次遇到，他们不知所措，或是好奇或是惊讶地看着他。



    坐了几分钟，柯平觉得身体好像好一些了，尽管四肢还很麻木，但总算没有那种溺水的窒息感了。他想站起来，跟学生说剩下的时间上自习，自己则要去医务室看看。



    于是教室里的学生都看到老师摇晃着站起身，往前走了两步，然后转过身，像是要说什么，却忽然扑倒在地，不省人事。



    “老师。”



    “快去叫人。”



    “来帮忙啊。”



    教室里顿时乱作一团。



    这一段张毅的演技确实不错，没一点瑕疵，完全把那种突发疾病后身体难受的感觉展现了出来。



    影片的感情基调也由这场戏陡然一变，前面是温情美好，让人忍不住微笑，后面则是感动虐心，能让人流泪不止。



    方远此刻就像操控人心的魔王，用电影在挑动着观众们的感情，他们的一颦一笑都在方远这个导演的掌控中。



    .



 第十八章 感动全场



    下班的时间到了，小八再一次准时来到站台，坐在花坛上等待着主人归来，但一辆又一辆公交车驶过，一波又一波乘客上车下车，却始终不见柯平的身影。



    小八静静地等着，从白天到黑夜，它没有离开。



    深夜的时候，麦克来了，他接走了小八。



    回到家，小八在小屋的窝里，透过墙缝听见了丁夏的哭声。



    第二天一早，柯迪像父亲一样，给小八按摩，然后一家人一起参加了柯平的葬礼。



    小八又来到站台，人们来来往往，却不见了主人的身影。



    它一直在这里等着，晚上，天空中飘起了雪花，但小八没有离开，任凭雪花飘落、寒风凌冽，它还是坐在花坛上，等待着主人。



    麦克又来了，他告诉小八，不用等了，柯平不会回来了。小八耳朵扇动一下，依旧伫立在原地。麦克无奈，将小八抱回了家。



    丁夏决定把房子卖掉，离开这片伤心地，她把小八托付给了柯迪一家。



    柯迪已经有了个一岁大的儿子，这天她的儿子正在和小八玩着，麦克回来了，门刚打开，小八就迅速跑了出去。麦克连忙放下手里的东西，追出门外，路上已经没了小八的影子。



    小八一路跑着，天黑了就睡在满是积雪的路边。



    天亮了，汽车经过的声音惊醒了它。



    小八起身继续跑，终于，它回到了之前的老房子。



    曾经熟悉的家已经换了新主人，一个男人走出来，大声呵斥着：“哪里来的野狗，走，走……”



    小八转身离开了这里，又一次来到了公交站台，坐到花坛上，静静等着。附近的早点摊主看到了它，过来给它喂吃的。



    过一会，柯迪找到车站，果然在花坛上发现了小八，她牵着小八往家的方向走去。



    半路上，柯迪突然停下脚步，蹲下身子，双眼直视着小八。



    “我知道你在想他，我也是。我非常希望你能和我生活在一起，但是如果你想走，我不会强留。”



    说完，柯迪松开了小八的项圈。



    小八抬头看着她，然后转身朝着站台的方向走去，它要继续等待自己的主人。



    柯迪站在原地，泣不成声。



    此后小八就在这个站台住了下来，每天它都在花坛上等待，到了中午，就去找附近的小店要些吃的，晚上就睡在路边的草丛中，日复一日。



    有天，小八在路上看到了一只有主人牵着的狗，它们对视了很久，直到它的主人牵走了那只狗。小八落寞地低下头，双眼望着站台，它在想念自己的主人。



    一滴泪水划过脸庞，汪念发现自己哭了。她本以为自己是一个坚强的人，没想到今天会因为一部电影而哭泣。



    柯平虽然离世了，但小八仍然风雨无阻地每天在花坛等待着他，生死之间的鸿沟也没有隔断他们的感情联系，看着小八落寞地低下头，汪念终于抑制不住眼中的泪水，两行热泪从眼眶涌出，打湿了胸前的衣服。



    男友握住了汪念的手，他此刻也是眼眶红润，这部电影太过让人感动。



    “你说，小八，会不会，等到一个新的主人？”汪念一边哭泣，一边问。



    “会的，一定会的，它会等到一个对它好的人，就像当初的柯平一样，接纳它、关心它。”男友安慰着汪念，也安慰着自己。



    电影还在继续。



    不久后，小八的故事流传开来，有个记者找到小八，为它做了专访报道。人们慢慢知道有一只狗每天待在同一个地方，只为等待它的主人。这个故事感动了许多人，人们不停给附近的小店、摊主寄钱，让他们给小八买吃的。



    关阳也看到了报纸的报道，一天，他来到车站，看到了等待的小八。



    这时的小八和当初那只活泼好动的秋田犬简直有了天壤之别，毛发脏乱、神情萎靡，关阳险些没认出来。



    “唉。”他轻叹一声，伸出右手轻轻抚摸着小八，“和你一样，我也常常想念他，想念那些我们一起度过的美好日子。但人不能总沉溺在过去，而忽略了现在，你也一样，而且柯平肯定也会希望你好好活下去的。”



    夜幕降临，关阳走了。小八则继续在原地等待，就这样冬去春来，年复一年。



    十年过去了，丁夏又回到了这座城市，她去墓地祭奠了柯平，回家的时候经过一个公交站，她转头的时候，好像看见了小八。丁夏连忙下车，跑了过去，她简直不敢相信自己的眼睛：小八一如往常地在花坛等待着。



    它已经老了，毛色暗淡，目光无神，但仍没放弃。



    丁夏紧紧抱住了它，“你还在等他是吗？”



    小八转头看着女主人，随后又将头了转回去，继续望着站台的方向。它不会说话，却用行动表达了自己的想法。



    “好，等，我们一起等他。”丁夏饱含着热泪，陪小八坐在花坛，等起了下一趟车。



    ……



    又是一个冬天，大雪纷飞。



    小八趴在草丛中，一辆驶过的汽车鸣响了喇叭，声音惊醒了它。



    它太老了，连起身都变得缓慢艰难，但它还是一步步地走着，冒着雪又一次来到了车站。



    它再次坐在花坛上，呆呆地看着站台。



    过了一会，它闭上眼睛回忆起和主人一起走过的日子。他们一起看棒球比赛，分享爆米花，一起散步，互相追逐打闹。



    小八睁开眼睛，一辆公交车在站台前停住，门开了，一个熟悉的人影走下来。



    他叫着小八的名字，小八立刻扑了上去，他们紧紧地相拥在一起，就像从未分开过。



    课堂上，柯浩的故事讲到了尾声。



    “我问过外婆，外公是在哪里找到小八的，外婆回答说其实是小八主动找到外公的。我从没见过我的外公，他在我很小的时候就过世了，不过当我听到他和小八的故事之后，我会感觉和他很亲近。小八告诉我们忠诚的意义，我们不应该忘记，爱过的每一个人。”



    柯浩也养了一只叫小八的小狗，放学了，他带着自己的小八，沿着外公曾走过的路，朝家的方向走去。



    电影在他们越行越远的背影中结束了。



    张毅转过头，偷偷擦去眼角的泪水。



    拍电影时并不按照时间顺序去拍，再加上成片有剪辑和配乐，所以尽管是亲身拍摄，他还是被电影所打动，流下了热泪。



    方远倒是没什么，毕竟他在剪辑配乐的时候就已经感动了太多次。伸手递给张毅一张纸，“被自己主演的电影打动是怎么一种感觉？”



    张毅默默擦着泪，没有作答。



    主演都感动落泪，更别提其他观众了，此刻的一号厅内，每一个女性观众都哭成了泪人，男性观众也都是眼角湿润。



    现场哭成一片，导致主创们上台鞠躬致谢时都没人鼓掌。



    不过好像也不需要掌声了，观众们的泪水就是对他们最好的认可。



    .



 第十九章 首日票房



    电影结束后，汪念和男友回到家。



    刚坐下，一照镜子，汪念又想哭了：“都怪你，带我看电影，妆也哭花了，眼睛也肿了，现在的样子好丑啊。”



    一旁的男友万般无奈，这能怪我吗，该怪方远啊，拍什么电影不好，拍一部这么催人泪下的电影。不过，女友还是要哄的，“对对，都怪我，都怪我，是我的错，都是我的错。”



    看着男友撒娇卖萌求放过，汪念终于忍不住了，噗嗤一笑，“其实都怪方远，拍这样的电影。”



    这就对了嘛，骂方远多好，男友赶紧顺着她的话说：“就是，拍喜剧片科幻片不好吗，非要拍这种虐心的，该骂。”



    汪念用力吸一下鼻子，擦干眼泪，“就是，我上网骂方远去。”



    打开豆瓣，《忠犬八公的故事》页面已经建立，但还没有一个影评。汪念摩拳擦掌，怀着对方远的怨念，开始打字。



    “千万别看这部电影——一个观影者的首映体验。”



    这是标题。



    “今天参加了《忠犬八公的故事》的首映礼，我应该算是最先看到这部电影的观众之一了。我想说，电影特别的烂，特别。”



    写到这，汪念停住了，一开始她是想大批特批这部电影的，把它说成大烂片，最好公映的时候一个观众都没有才好，但是这种评价好像又太对不起这电影的质量了。



    想了想，汪念还是把它全部删除了，然后重新打字。



    “永远不想看第二遍的电影——我的首映体验。”



    “在看这部电影之前，我从未想过人与宠物之间会有跨越生死、震撼人心的感情。电影中的小八做到了……”



    像汪念一样看了首映礼然后在网上发帖的观众还有好多，也有一些“首映礼看哭全场观众”“最打动人心的电影”之类的报道，不过都没什么热度，因为现在网上讨论得最热烈的是“方远炮轰柏行”“方远：柏行的电影没有故事性”等等。



    谷峰在和方远通话后，也开始炒这些新闻。而柏行方面开始好像懵了一下，反应过来后也是默契十足，让柏行站出来说了一些看似反击，却又没有点名道姓的话。



    双方联手，让这件事挂了好几天的热搜，总算是让大部分网民都知道了，这几天接连有两部电影要上映。



    十四、十五日，两部电影接连公映。



    十六日下午，远程影视大楼会议室。



    方远，谷峰，程兴还有好几个部门的经理正在开会。



    发行部经理何林在对昨天的票房情况做报告。



    “《忠犬八公的故事》公映首日的成绩是很不错的，七百四十家影院，平均上座率是百分之六十五，首日票房八百九十四万。当然百分之六十五的上座率有很大一部分原因是最近方导的热度很高，等到这波热度过去，可能会回落到百分之五十五左右。但只要稳住不跌下百分之五十，据我们估计，上映期内票房可能会达到一亿五千万。”



    接近九百万的首日票房，按照一般电影一个月的放映时间，总票房能达到两亿七千万，但是受上座率、放映影院、放映次数等因素影响，预估一亿五千万才是合理的。



    “啪啪啪。”



    程兴面带笑意，率先鼓掌。由不得他不高兴，预估一亿五千万，就算有误差，但是怎么也上不了两亿了，也就是说方远的几百万是打水漂了，而远程影视在这部电影上少说能赚三千万，后续海外上映还能再挣个两三千万，这投资半年翻了好几番，太划算了。



    其他人也跟着在鼓掌，毕竟这个票房成绩相比投资而言，算是很不错了。程兴不时朝谷峰那边瞥一眼，想看看他跟方远会是一副什么表情，会不会愁眉苦脸？或者眉头紧锁？没想到谷峰和方远都是面带微笑，不紧不慢地鼓着掌。



    怎么回事？几百万就这么没了，你还笑得出来？



    方远当然笑得出来，一亿五千万是用一般电影的票房规律去预估的，而《忠犬八公》是一部高口碑的电影，只要初期能稳住，后面口碑发酵后，票房只会高不会低，不怕上不了两亿。



    谷峰也认可方远的判断，所以他俩对首日的票房都是十分满意的。



    哼。程兴心中冷笑：你们就笑吧，也就是现在最终票房没出来，你们还能抱有一丝幻想，等最后结果出来了，就该你们哭了。



    不管众人是怀着怎样的心态，总之目前来看，大家对首日票房的成绩都是相当满意的。



    何林等大家鼓完掌，拿起另一份报告，继续说道：“介绍完我们自己，接下来要说一下同期的竞争对手。《外星异客2》前天上映，导演柏行也是优秀的青年导演，这部电影投资六千万，有一线影星自降片酬出演，还有比较成功的前作，再加上有柏宏达的圈内明星好友做宣传，它将会是我们最大的竞争对手。”



    “另一部《危险间谍》上映两周已显疲态，很难对我们构成威胁了，所以我着重说一下《外星异客2》。它比我们提前一天上映，不同于我们，它公映就直接上了两千二百家影院，每家影院每天至少五场，前天共收获首日票房三千三百万，当然它的上座率比我们低一些，只是略高于百分之六十。”



    三千三百万啊，还好是在周六上映，不然首周票房妥妥地上亿了。那这算是什么竞争对手，人家根本不用和《忠犬八公》比，毕竟两者之间已经拉得太远了。要想追上去，《忠犬八公》就要一直保持一个高上座率，以此来吸引院线，扩大上映影院数量，但是这太难了。



    百分之七十上座率已经是大热电影才有的了，《忠犬八公》只是趁着网上热度高，才勉强达到，想要一直保持，其他几人都持悲观态度。也就是说在《外星异客2》不掉链子的情况下，《忠犬八公》基本不可能追上了。



    不过这也是正常的，毕竟人家有那么多有利因素，没有高票房那才奇怪呢，只能说方远输的不怨。



    《彗星》和《忠犬八公》这两部电影下来，方远已经证明了自己的潜力，只是柏行一开始就站在半山腰上，方远却要从山脚爬起，两人就算同样的速度，终究还是人家先到山顶。



    不过这部电影还是赚的，也许可以考虑在方远下部电影上多加一些投资了。



    何林继续说道：“两部电影相比较，我们有许多劣势，但最大的劣势在于，上映影院的数量太少了，所以这次开会的目的就是想看看各位还有没有什么办法，能增加影院数量。”



    几个经理你看看我，我看看你，这哪还有什么办法，不如趁早散会吧。



    方远见众人都不发言，于是先开口了：“我认为接下来的重点是在电影影评的传播上，只要《忠犬八公》的口碑发酵起来，将上座率保持住，我们在和院线谈判的时候就会有很大的主动权。所以，后面的宣传重点在……”



    等方远说完，反正现在也没其他办法了，于是几个经理都同意了这个方案。



    至于程兴，他对这方案不屑一顾。心里暗道：还不甘心？这就是你最后的希望了吧，想靠口碑翻盘，哪有那么容易。



    反正注定失败，他也就不当这个恶人了，于是跟着同意了。



    .



 第二十章 情况突变



    四月十七日，周二。



    上周的全部票房情况已经统计出来了，和大部分人的预测相差无几，仅仅上映两天就收获6500万的《外星异客2》拿到周冠军，而上映第二周的《危险间谍》则以七天5200万的成绩位于第二，至于《忠犬八公的故事》则是以上映一天900万票房爬上了周票房榜第五位。



    六千五百万就拿到周票房冠军，可以看出这个档期确实是比较尴尬，整体都很低迷。但人们对《外星异客2》的第二周还是很看好的，无论是影评专家，还是院线老板，或者剧组上下，都一致认为，第二周它能拿下一点五亿的票房，甚至能逼近两亿。



    柏行这个导演也是大出风头，不知道接受了多少媒体采访，热度一直居高不下。毕竟和《忠犬八公》可怜的900万票房比起来，柏行确实是大获全胜，已经有媒体为他预定了最优秀青年导演的名号了，而且照这个趋势，就在这个周，柏行就将拿到“单部电影国内票房破亿的最年轻导演”称号了。



    发行公司、院线老板、投资人、柏行本人都已经是摩拳擦掌，准备在票房里大赚一笔。可真实情况好像却并不像他们想得那么顺利。



    十六日的票房统计出来后，无疑为他们泼了一盆冷水，《外星异客2》仅仅只有1000万，连首日票房的一半都不到，尽管有周一票房普遍低迷的原因，但这和他们的心理预期差得也太多了。



    比起这边的票房大跳水，《忠犬八公》倒是很稳定，依旧保持在900万。而《危险间谍》则是彻底掉队，连500万都不到。



    柏行在接受采访时强装镇定，把票房下跌解释为周一观众的观影欲望不强烈，自己对于后续的票房走势很有信心。



    可是十七日的票房出来后，电影利益有关的所有人都坐不住了，票房还在继续下跌，只有900万了，甚至还比不过《忠犬八公》的940万，他们只能继续安慰自己：工作日只要稳住在一千万左右，等到周末就会好转了，按照上周末的势头，这周或许还是能破亿的。



    可惜，似乎一切都在走向对他们不利的方向，上座率下跌，口碑崩坏，票房还在继续下降。周三840万，周四760万，眼看马上就要到周末了，票房不仅没一点起色，还在往下走。柏行和投资方急得团团转，每天开各种会，晚上都睡不好觉，生怕票房就这么一跌到底了。



    而和《外星异客2》不同的是，《忠犬八公》的票房甚至还有小幅上涨，到了周四，已经有1100万的单日票房了，而且连续六天的上座率一直在百分之六十五左右，这已经有大热的趋势了。



    四月二十日，周五。



    远程影视大楼。



    会议室里，众人都是笑逐颜开，



    和往常一样，还是由何林这个发行部经理先做报告，只见他满脸笑意，语气轻松：“票房情况，各位都已经知道了。除此以外，还有很重要的一点就是，《忠犬八公》的上座率从未跌下百分之六十五，虽然存在影院数量较少，导致观众比较集中的原因，但是这个成绩无疑是非常优异的。目前我们发行部已经在联系新的院线，只要这两天不出现情况，下周至少会新增两千家影院。”



    两千家！比起刚开始的七百四十家影院，翻了两倍还不止。而之所以能谈下来这个数量，完全是拜稳定的高上座率所赐，毕竟在没有其他大片上映的四月，要是错过《忠犬八公》，影院就等于这个月颗粒无收。



    谷峰摇摇头，说道：“这个数量还是不够啊，按照《忠犬八公》的表现来看，我认为至少要有三千家影院，要做到覆盖全国每一个城市才行。”



    何林有点尴尬，解释道：“毕竟《外星异客2》上周末的成绩还是不错的，所以还有一些院线在观望，看在这个周末它会不会触底反弹，所以……”



    听着他们在交流增加影院数量的问题，程兴心里开始算计了：两千家还不够，还要增加，照这个情况下去，这票房别说两亿了，五亿六亿都有可能。那方远不得分好几千万走？



    我记得对赌协议里好像有个漏洞，要不……



    想了一下，程兴果断摇摇头：他多赚点就多赚点吧，自己丢点脸也无所谓，能挣钱就行。方远已经证明了自己的吸金能力，只要抓住他，不就等于抱住了摇钱树吗？没必要为了眼前的小利，把他得罪死。



    一想到这，他的心里又是一阵火热，不同于《空中要塞》，那部电影远程影视可是下了大工夫，又出巨资，又卖人情请名星出演，又动用各种资源宣传。方远完全是靠个人能力，只要把他攥在手上，公司至少每年都能推出一部赚钱的电影。



    一个优秀的导演对影视公司有多大的影响，看华辉影视就知道了，原先在国内四大影视公司中只是倒数，五年前张立新一部《史前巨兽》在全球狂揽七十亿票房，瞬间把华辉的股价抬高不知多少，从此华辉一跃成为国内影视公司的老大。虽然现在的方远跟张立新比起来还差得远，但是至少在他身上能看见这种可能性。



    程兴摩挲着下巴，看来要尽量和方远打好关系了，就算不能站到我们这边来，也不能让他彻底投靠到谷峰那边去了。



    会议上，何林已经保证，将会尽力谈下三千家影院。于是会议后，远程影视就开始为这个目标忙起来了。



    就在远程影视这边疯狂增加影院数量的时候，这周剩下三天的票房情况也出来了。



    《外星异客2》三天都稳定在500万左右，看起来是彻底没有生机了，而《忠犬八公》则是因为口碑的进一步发酵，上座率不降反增，来到百分之七十，1200万，这个数字连续在单日票房上出现了三次。



    这周的总票房也出来了，《忠犬八公》以7640万登顶，第二名是5000万的《外星异客2》，《危险间谍》则是以1500万票房打个酱油。



    看到《忠犬八公》这逆天表现后，院线谈判也变得异常容易，于是从下周一开始，它就将以4000家影院的数量大规模放映。



    而它曾经的竞争对手《外星异客2》，或许连下个周都撑不过就要提前下映了，这个结果实在让许多人没想到。



    .



 第二十一章 荣誉加身



    5300万，这是《忠犬八公》的周一单日票房，仅凭这个单日票房，就超越了上周周票房第二的《外星异客2》。



    尽管是4000家影院的大规模上映，但是它的上座率依然在百分之五十以上，足可以看出它对于观众的吸引力之大。



    周票房冠军已经毫无悬念，现在所有人关心的是《忠犬八公》会不会一周拿下3亿的周票房。



    而就在几天前，还被大众视作其对手的《外星异客2》已经是深陷谷底，再也爬不出来了。



    曾经柏行以为单日票房1000万就已经是谷底了，接下来就该触底反弹了，可没想到自己以为的谷底其实只是半山腰，800万、700万、500万，票房直线下滑，到了新的一周，连200万都没了。



    周一195万，周二130万，周三，对不起，没有周三了。院线和发行方面已经商量好了，《外星异客2》将全面撤档，而刚一脚把它踢开的院线方，转头就投向了远程影视的怀抱，堪称渣男典范。



    5600万、5580万，这是《忠犬八公》在周二周三交出的成绩单，和高票房对应的还有高口碑，在大规模上映后，口碑终于不再局限于观影观众的小范围传播，而是在互联网上掀起了一股狂潮。



    豆瓣评分一直保持在9分以上，最高甚至达到了9.5分，电影的影评区留下了上千条评论。



    “无论何时观看都能让人泪流满面”，这是一条万赞影评的标题。



    “看完电影，心情久久不能平复。为了一份爱，小八苦等一生。为什么我们会被这样的事情感动？因为这些事是我们做不到的。向善向美的心每个人都有，可是谁愿意不求回报的付出，谁能凭爱生死与共。”



    “大多数人的感情都比不过小八对主人的纯粹，谁能一辈子只爱一个人，只交一个朋友，只做一件事情……没有。因为人生的复杂，让我们永远不会为了一个人、一件事倾其所有。”



    “但是，我们永远要记住，不要忘记每一个你爱过的人。”



    下面有近千条回复。



    “我本来不相信自己会被一部电影打动，但是看到最后小八和主人相拥的时候，我绷不住了。”



    “为了一份爱，等待十年，对于小八，这就是它的一生，面对这份值得用一生去等待的爱，飙泪也是情理之中。”



    “刚刚看完，现在眼睛还是肿的。”



    “加一，看到结尾，真的瞬间泪崩了。”



    ……



    网上好评如潮，也吸引了更多的观众去观影，影院于是也不断加映，一天播放四场、五场，甚至一天七场的都有。



    整整一周的时间，《忠犬八公》的上座率和票房都维持在一个相当高的水平上，七天拿下3.01亿的票房，现在人们对这部电影的期待已经不是破亿，而是破十亿。再也没有人把方远和柏行相提并论了，方远已经不需要争什么优秀青年导演了，他如今已然是货真价实的大导。就连方远前几天才注册的微博，只发了一条宣传电影的海报，也已经收获了上百万粉丝。



    可是方远这个名字频繁地出现在媒体的报道中，但他本人却像失踪了一样，没接受过任何采访，人们始终只闻其声却不见其人。



    方远给自己放了一个长假，相比名利场的喧闹繁华，他更喜欢在房间里独处。整整一个月，他都没出过门，每天就是看书、写剧本、看电影。



    五月末，《忠犬八公》此时已经下映了，它创造了一个票房奇迹，仅以一千二百万制作成本，最后收获国内票房九亿，而按照对赌协议，方远将获得一个亿的票房分成，而这仅仅是国内的，要知道在这个华夏电影一家独大的世界上，只要是华夏的热门电影，都能在海外收获相等甚至更多的票房。比如张立新的《史前巨兽》，也是国内三十亿，海外四十亿。照这样来看，方远再过一个月，还能有一亿进账。



    一部电影，就让远程影视赚了2.5个亿，而且预计还能再收获2.5个亿。于是无数的投资商挥舞着支票涌入了远程影视大楼，只要方远张口，他下一部电影拿个一亿两亿投资完全不成问题。可惜方远本人一直没出现，投资商们只得无功而返。



    而远程影视也趁着《忠犬八公》还有热度，放出了《空中要塞》的预告片，正式开启了大规模的广告轰炸。



    什么微博热搜，地铁和公交车站的广告牌，各种线上线下的广告铺天盖地。再加上两大电影主演宋方、颜羽本就是顶级的流量明星，一下子《空中要塞》就成为年度热门电影，可以说光凭宣传这部电影就至少有3个亿票房了。



    而久不露面的方远也迅速被这些新闻给淹没下去。



    六月一日，儿童节，也是《空中要塞》全球上映的日子。



    天海国际影城一号厅。



    趁着电影还没开始，谷峰扭过头，问道：“这一个多月干什么去了？”



    “嗯……”方远低头想了一下，“干了很多事，但是又好像什么也没干。”



    “是不是一下子有点迷茫？”



    迷茫吗？好像是有点。票房成绩刚出来的时候，无数演员、经纪人的名片通过各种手段往自己这里递，还有很多投资商拿着大笔现金要投资。各路媒体天天都在吹捧自己，无数溢美之词往自己身上套，不得不说，这些东西确实很容易让人迷失。



    接受采访？出席活动？站台演讲？吃饭应酬？各种各样的选择摆在方远面前，实在不知道做什么的他，于是什么也没做。把自己关在房间里，无聊就看书看电影，有灵感就写东西，就这么过了一个月。



    沉吟一会，方远回答道：“刚开始确实有点被冲昏头脑了，不过现在也想明白了，别去管外界的评价，拍自己想拍的电影，做自己就好。”



    谷峰面带微笑，这也是他欣赏方远的地方，能知道自己想要什么，不被外界所干扰。



    “自己能想明白就最好了。怎么样，想好新电影要拍什么了吗？”



    方远摸摸鼻子，“上部电影有很多观众说拍得太催泪了，所以下一部准备拍个温情点的。”



    要知道《忠犬八公》上映的时候，他的唯一一条微博下面每天都会新增上万评论，全都在骂他为什么不给小八一个好一点的结局。这么多人在声讨，要是接着再拍一部悲剧结尾的电影，那观众不得把自己撕了啊。



    谷峰点点头，“有想法就好，投资你就不用担心了，放心去拍就成。”



    又聊了一会儿，电影终于开始了，两人也坐直身体，认真观看起这部远程影视的年度大戏。



    .



 第二十二章 当幸福来敲门



    电影已经结束，伴随着片尾曲，演职人员表开始滚动。



    “额，这……”方远一时间不知道该如何评价这部电影。



    说它好吧，特效镜头确实不错，演员演技方面虽说不是特别好，但也中规中矩。



    说它不好吧，故事太空洞，通篇看下来就是地球人和外星人在打打打，其他的什么都没记住。服化道上也有种应付的感觉，而且电影时间设定在一百年以后，但出现的东西完全没有科技感。男女主角之间的感情戏也很生硬，一直游离在主线剧情外，就像是剧本完工后硬加进去的一样。



    谷峰表情凝重，环顾一圈，发现现场的观众都是一脸茫然的样子，完全没有被电影所打动。



    两人对视一眼，心里都有个难以置信的想法：这电影不会扑街吧？



    很快首映票房就统计出来了，单日票房1.2亿，这是《空中要塞》的首日成绩，可以说这个成绩无疑是非常亮眼的。



    远程影视的其他人可没有谷峰这么悲观，公司高层都是喜气洋洋，据说举办庆祝破十亿票房活动的酒店都找好了，因为据分析师分析首周票房就可能破六亿，那十亿票房不就是下个周的事了嘛。



    可是之后的票房走势就好像和《外星异客2》如出一辙，第二天8400万，第三天5000万，尽管导演带着两个主演各个城市不停做宣传，依然没止住票房下跌，第三天3000万，第四天2000万，年度热门电影就这样变成了年度大烂片。



    不止票房，口碑也出现崩盘，豆瓣评分甚至只有3.5分，无数人狂喷烂片，搞得导演都不得不亲自发文道歉。



    自己拍的电影被人喷，自己还要出来道歉。你说这电影拍得，也太失败了。



    这次远程影视可是全球同步上映，可是不管国内还是国外都是票房惨淡，就这么挨到第二周，票房依旧不见起色，院线方只好和远程商量撤档的事了。



    于是六月十三日，上映还不到两周，《空中要塞》就从国内国外同时撤档，彻底宣告失败。全球共计收获票房5个亿，看起来还不错，不过要知道这电影制作成本就已经将近四个亿了，这还没算宣发成本，而远程影视能拿到的票房分成满打满算也就两个亿，这下算是把底裤都给赔掉了。



    更糟糕的是公司股价，一路狂跌，头都不带回的那种。

